<h1 style="font-size: 18px;padding-top:50px;">ЕГЭ</h1>
<p><br>
- Уважаемые коллеги!<br>

<p><br>
Сведения о результатах ЕГЭ текущего года размещены на сайте www.ege.edu.ru в разделе «статистика» за 2013 год.<br>

<p><br>
- Результаты ЕГЭ и ГИА-9 в 2011 году<br>

<p><br>
Материалы о результатах ЕГЭ и ГИА-9 в Свердловской области в 2011 году<br>

<p><br>
- Сайт информационной поддержки ЕГЭ в Свердловской области<br>

<p><br>
22 декабря 2010 года начал функционировать сайт информационной поддержки ЕГЭ в Свердловской области. Вся информация о ЕГЭ и ГИА-9 теперь доступна по адресу: http://ege.midural.ru/.<br>
