<h1 style="font-size: 18px;padding-top:50px;">Нижнетагильский филиал ИРО</h1>
<p><br>
- Нижнетагильский филиал ИРО<br>

<p><br>
Нижнетагильский филиал государственного автономного образовательного учреждения дополнительного профессионального образования Свердловской области «Институт развития образования»<br>
 
 
 <p><br>
Директор: Жижина Инна Владимировна, кандидат психологических наук, доцент<br>
Адрес: 622036, Свердловская область, г. Нижний Тагил, проспект Мира, д.31,<br>
Телефон: (3435) 25-11-88 ,  (3435) 25-11-88<br>
Электронная почта: nt_irro@mail.ru<br>
Сайт: www.ntf-irro.ru<br>

<p><br>
- Семинар «Контроль и оценка языковой компетентности учащихся, языковой экзамен для школьников»<br>

<p><br>
9 декабря в НТФ ИРО будет проходить семинар «Контроль и оценка языковой компетентности учащихся, языковой экзамен для школьников». Приглашаются педагоги иностранных языков.<br>
