<h1 style="font-size: 18px;padding-top:50px;">Филиал и представительства</h1>

<p><br>
Филиал и представительства Института<br>


<p><br>
Директор: Жижина Инна Владимировна, кандидат психологических наук, доцент<br>
 
 <p><br>
Адрес: 622036, Свердловская область, г. Нижний Тагил, проспект Мира, д.31,<br>
Телефон: (3435) 25-11-88,        <br>
Электронная почта: nt_irro@mail.ru<br>
Сайт: www.ntf-irro.ru<br>
 
 <p><br>
Представительства ИРО<br>
 
 <p><br>
•	Камышлов,<br>
Тел.: (34375) 2-54-54<br>  
E-mail: kamiro2010@yandex.ru<br>
И.О. заведующего представительством -  Ахметшина Людмила Ивановна<br>
Страница представительства<br>
 
 <p><br>
•	Красноуфимск, ул. Интернациональная, 51<br>
Тел.: (34394) 5-02-90 <br>
Каб. № 1,2,3,4<br>
E-mail: krasnoufimsk_ege@ mail.ru<br>
Заместитель заведующего представительством - Торопова Елена Васильевна<br>
Страница представительства<br>

<p><br>
•	Серов, ул. Добрынина, 65<br>
Тел.: (34385) 6-87-25  <br>
E-mail: serov-ppoi@mail.ru<br>
Заведующая представительством - Шалаева Ольга Анатольевна<br>
Страница представительства<br>
