<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>
<p><br>
Областной семинар-совещание «Учебные издания для новой школы в 2014-2015 учебном году»<br>

<p><br> 
29 ноября в рамках мероприятий, посвященных 75-летию Института, состоялся областной семинар-совещание «Учебные издания для новой школы в 2014-2015 учебном году».<br>
•	Подробнее<br>
Семинар для учителей русского языка<br>

<p><br>
3 декабря 2013 г. в учебном корпусе ИРО совместно с ИОЦ "Мнемозина" состоялся семинар для руководителей метод. объединений, учителей русского языка на тему «Основные идеи ФГОС среднего (полного) общего образования и обновленные цели обучения русскому языку в современной школе. Продуктивные формы организации учебной деятельности и реализация их в обновленном варианте учебников по русскому языку под редакцией Львовой Светланы Ивановны».<br>
Лекторы:<br> 
Прохватилина Людмила Владимировна, руководитель методической службы ИОЦ "Мнемозина", автор методических и дидактических пособий к УМК по русскому языку под редакцией С. И. Львовой.<br> 
Хлебинская Галина Федоровна, кандидат педагогических наук, отличник образования, автор завершенной учебной линии.<br>
В семинаре приняли участие более 80 учителей Екатеринбурга и Свердловской области. <br>
С материалами семинара можно ознакомиться в прикрепленном файле.<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Семинар для учителей английского языка<br>

<p><br>
25 ноября 2013 г. в учебном корпусе ИРО совместно с ИЦ "ВЕНТАНА-ГРАФ" состоялся семинар для заместителей директоров школ, методистов и учителей английского языка на тему «Обновление содержания иноязычного образования в свете требований ФГОС учебно-методического комплекта серии FORWARD под ред. М.В. Вербицкой».<br>
Семинар вела Степанова Марина Владимировна, начальник отдела филологических дисциплин ИЦ «ВЕНТАНА – ГРАФ».<br>
В семинаре приняли участие 35 учителей Екатеринбурга и Свердловской области.<br> 
С материалами семинара можно ознакомиться в прикрепленном файле.<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Семинар для учителей биологии, химии, географии УМК Образовательной системы "Школа 2100"<br>

<p><br>
14 ноября 2013 г. в учебном корпусе ИРО совместно с ООО «Баласс» УМЦ "Школа 2100" состоялся семинар для заместителей директоров школ, методистов и учителей биологии, химии, географии на тему "Реализация ФГОС и достижение нового образовательного результата через внедрение комплекса технологий деятельностного типа УМК Образовательной системы "Школа 2100" (на примере географии, биологии, химии).<br>
Семинар вела Родыгина Ольга Александровна, кандидат пед. наук, автор учебников, методист УМЦ «Школа 2100».<br> 
В семинаре приняли участие более 70 учителей Екатеринбурга и Свердловской области. <br>
С материалами семинара можно ознакомиться в прикрепленном файле.<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Областной семинар-совещание "Учебные издания для новой школы в 2014-2015 учебном году"<br>

<p><br>
Уважаемые коллеги!<br>
Государственное автономное образовательное учреждение дополнительного профессионального образования Свердловской области» Институт развития образования» в рамках мероприятий, посвященных 75-летию Института, проводит областной семинар-совещание «Учебные издания для новой школы в 2014-2015 учебном году» 29 ноября 2013 г.<br>

<p><br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Семинар для учителей истории и обществознания<br>

<p><br>
11 ноября 2013 г. в учебном корпусе ИРО совместно с ООО «Баласс» УМЦ "Школа 2100" состоялся семинар для заместителей директоров школ, методистов и учителей основной школы на тему «Федеральный государственный образовательный стандарт начального и основного общего образования: достижение планируемых результатов средствами УМК Образовательной системы «Школа 2100» на примере истории и обществознания».<br>
Вела семинар  Кузнецова Светлана Сергеевна, автор учебников, методист УМЦ «Школа 2100»<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Семинар для учителей биологии «Особенности содержания и методического сопровождения учебников биологии издательства «Мнемозина»<br>

<p><br> 
7 ноября 2013 г. в учебном корпусе ИРО совместно с ООО ИОЦ «Мнемозина» проходил семинар для руководителей методических объединений, методистов, учителей биологии на тему "Особенности содержания и методического сопровождения учебников биологии издательства "Мнемозина".<br> 
Вел семинар Теремов Александр Валентинович, доктор пед. наук, профессор кафедры методики преподавания биологии ГОУ ВПО «Московского педагогического государственного университета».<br>
В работе семинара приняли участие более 50 учителей г. Екатеринбурга и Свердловской области.<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Областной межведомственный культурный проект «Открытая книга»: методические рекомендации для образовательных учреждений<br>

 <p><br>
Уважаемые коллеги! <br>
В Свердловской области в соответствии с приказом Министерства культуры Свердловской области и Министерства общего и профессионального образования Свердловской области от 19.07.2013 №225/507-и в период с сентября 2013 года по декабрь 2014 года реализуется областной межведомственный культурный проект «Открытая книга». В рамках реализации проекта и разработаны данные методические рекомендации для образовательных учреждений по проведению мероприятий.<br> 
•	1 прикреплённый файл<br>
Семинар для учителей истории и обществознания<br>

<p><br>
16 октября 2013 г. в 204 аудитории учебного корпуса ИРО совместно с ООО "Русское слово-учебник" состоялся авторский информационно-методический семинар для учителей истории и обществознания на тему «Методика преподавания истории и обществознания в условиях перехода к ФГОС в учебно-методических комплектах издательства «Русское слово-учебник».<br>
Семинар вел Агафонов Сергей Валерьевич, начальник информационно-методического отдела издательства «Русское слово-учебник», автор методических, наглядных, мультимедиа пособий, учитель истории и обществознания московской школы № 1262.<br>
В работе семинара приняли участие более 65 учителей г. Екатеринбурга и Свердловской области.<br>
В ходе работы семинара были рассмотрены следущие вопросы:<br>
1.Организация содержания и методического аппарата современного учебника истории.<br>
2.Развитие учебно-методического комплекта по истории в условиях перехода к ФГОС.<br>
3.Развитие школьного исторического образования в РФ на современном этапе.<br>
4.Организация содержания и методического аппарата современного учебника обществознания.<br>
5. Развитие учебно-методического комплекта по обществознанию в условиях перехода к ФГОС.<br>
6.Развитие школьного обществоведческого образования в РФ на современном этапе.<br>
С материалами семинара можно ознакомиться в прикрепленном файле.<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Информационно-методический семинар для учителей физики<br>

 <p><br>
10 октября 2013 г. в актовом зале учебного корпуса ИРО совместно с ООО "Баласс" состоялся авторский информационно-методический семинар для учителей физики на тему «ФГОС ООО: достижение нового образовательного результата средствами УМК физики Образовательной системы «Школа 2100»<br>
Семинар вел Андрюшечкин Сергей Михайлович, автор учебников, кандидат педагогических наук.<br>
В работе семинара приняли участие более 70 учителей г. Екатеринбурга и Свердловской области.<br>
С материалами семинара можно ознакомиться в прикрепленном файле.<br>

<p><br>
Авторский семинар Ланина Бориса Александровича для учителей русского языка и литературы<br>

 <p><br>
27 сентября 2013 г. в актовом зале учебного корпуса ИРО совместно с Издательским центром "ВЕНТАНА-ГРАФ" состоялся авторский семинар для учителей русского языка и литературы на тему «Современные подходы к обучению русскому языку и литературе в условиях внедрения ФГОС»<br>
Семинар вел Ланин Борис Александрович, доктор филологических наук, профессор, заведующий лабораторией литературного образования ИСМО РАО, Донскова Ольга Вячеславовна, методист по русскому языку и литературе ИЦ «ВЕНТАНА-ГРАФ».<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Информац    ионно-методический семинар для педагогов дошкольных образовательных учреждений<br>

 
 <p><br>
19 сентября 2013 г. в актовом зале учебного корпуса ИРО совместно с ОАО "Издательство "Просвещение" состоялся семинар для педагогов дошкольных образовательных учреждений  на тему "Реализация ФГОС дошкольного образования с программно-методическими комплексами издательства "Просвещение".<br>
С материалами семинара можно ознакомиться в приложенных файлах. <br>

<p><br>
•	Подробнее<br>
•	8 прикреплённых файлов<br>
Семинар для учителей реализующих программу курса ОРКСЭ<br>

<p><br>
23 августа  2013 г. в актовом зале учебного корпуса ИРО совместно с Издательским Центром "Вентана-Граф" состоялся семинар для учителей начальных классов на тему «Концептуальные и методические особенности УМК ИЦ «ВЕНТАНА-ГРАФ», реализующие программы курса ОРКСЭ».<br>
•	Подробнее<br>
•	2 прикреплённых файла<br>
ЕГЭ в картинках: регионы учатся интерпретировать результаты экзамена<br>

<p><br>
Очевидный факт, что корректная интерпретация результатов ЕГЭ позволяет использовать их для управления качеством образования. Но насколько в действительности после очередной кампании сдачи ЕГЭ на разных уровнях – федеральном, региональном и муниципальном - готовится корректный анализ? Какую информацию получают в итоге учителя, родители, СМИ, а какую управленцы? И как это происходит в других странах?<br>
На эти и многие другие вопросы отвечали эксперты на заключительном в этом учебном году вебинаре, который состоялся 25 июня на портале Российского тренингового центра Института управления образованием РАО.<br>
Материалы вебинара опубликованы на странице http://www.rtc-edu.ru/trainings/webinar/267<br>
•	Подробнее<br>
Информационно-методический семинар для учителей английского языка<br>

 
 <p><br>
 8 апреля 2013 г. в читальном зале Библиотечно-информационного центра ИРО совместно с Издательским Домом "Федоров" состоялся информационно-методический семинар для учителей английского языка.<br>
•	Подробнее<br>
•	4 прикреплённых файла<br>
Информационно-методический семинар для учителей географии<br>

 
 <p><br>
10 апреля 2013 г. в читальном зале Библиотечно- информационного центра ИРО совместно с Издательским Центром "Вентана-Граф" состоялся семинар для учителей географии на тему «Деятельностный подход в обучении географии как главное условие реализации требований ФГОС основной общей школы средствами УМК «Начальный курс география 5-6 класс» Издательского Центра «Вентана-Граф».<br>
•	Подробнее<br>
•	4 прикреплённых файла<br>
Семинар для учителей русского языка и литературы<br>

<p><br>
28 марта в читальном зале Библиотечно-информационного центра совместно с образовательно-издательским Центром "Академия"  состоялся семинар для учителей русского языка и литературы на тему: Современные подходы преподавания литературы в школе (5-11 кл.). В работе семинара приняли участие более 60  учителей русского языка и литературы  г. Екатеринбурга и Свердловской области.<br>
Семинар вел Сухих Игорь Николаевич, руководитель и научный редактор УМК по литературе, доктор филологических наук, профессор кафедры истории русской литературы Санкт-Петербургского государственного университета <br>
 
<p><br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Информационно-методический семинар для воспитателей ДОУ<br>

 <p><br>
1 марта в читальном зале Библиотечно-информационного центра совместно с Издательским Центром "Вентана-Граф"  состоялся семинар для учителей начальных классов, воспитателей,  методистов, заведующих ДОУ на тему Система работы по учебно-методическому комплекту «Предшкольная пора» (под ред. Виноградовой Н. Ф.) как средство достижения комплексного результата готовности ребенка к школе.<br>
•	Подробнее<br>
•	2 прикреплённых файла<br>
Информационно-методический семинар для воспитателей ДОУ<br>

<p><br>
12 февраля в читальном зале Библиотечно-информационного центра совместно с ООО "Издательство "Баласс"  состоялся семинар для воспитателей ДОУ,<br>
на тему «Обновление содержания дошкольного образования в ОС "Школа 2100", "Детский сад 2100" в условиях ФГТ. Проблемы построения преемственной развивающей образовательной среды в ДОУ и школе».<br> 
 
 <p><br>
Семинар вела Любимова Людмила Валентиновна, к.п.н., доцент, методист.<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Информационно-методический семинар для учителей биологии<br>

 <p><br>
11 февраля в учебном корпусе ИРО (ул. Щорса 92 "а")  совместно с ООО "Издательский центр "Вентана-Граф"  состоялся семинар для учителей биологии, руководителей метод. объединений на тему «Реализация требований ФГОС в УМК нового поколения по биологии ».<br>
Семинар вела Исакова Светлана Николаевна, ведущий методист по биологии<br>
В работе семинара приняли участие более 50 учителей г. Екатеринбурга и Свердловской области.<br>
В ходе работы семинара рассматривались следующие вопросы:<br>

<p><br>
Семинар для учителей английского языка<br>

 
 <p><br>
28 января в читальном зале Библиотечно-информационного центра совместно с ЗАО "Издательство "Титул"  состоялся семинар для учителей английского языка, руководителей метод. объединений на тему «Особенности обучения английскому языку в условиях реализации ФГОС (на примерах федеральных учебников «Enjoy English», «Milli», «New Millennium English», «Happy English.ru» и обучающих компьютерных программ к ним)».<br> 
Семинар вел Конобеев Алексей Васильевич, к. п. н., заместитель главного редактора издательства «Титул» по информационно-методической работе. <br>
•	Подробнее<br>
•	6 прикреплённых файлов<br>
Семинар для учителей химии<br>

<p><br>
30 ноября в учебном корпусе ИРО совместно с ИЦ "Вентана-Граф" состоялся информационно-методический семинар для учителей химии «Новый УМК основной школы по химии и его возможности для реализации требования ФГОС второго поколения».<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Семинар для учителей начальных классов<br>

 
 <p><br>
27 ноября в читальном зале Библиотечно-информационного центра прошел семинар "Особенности урока в системе развивающего обучения Л. В. Занкова".<br>
В работе семинара приняли участие 25 учителей Свердловской области и г. Екатеринбурга, а также учителя МКОУ СОШ № 7 с углубленным изучением музыки и изобразительного искусства ГО Заречный, филиала ФНМЦ им. Л. В. Занкова, регионального представителя ИД "Федоров".<br> 
•	Подробнее<br>
•	2 прикреплённых файла<br>
Семинар для учителей английского языка<br>

<p><br>
26 ноября в учебном корпусе ГБОУ ДПО СО "ИРО" совместно с ООО ИЦ "Вентана-Граф" прошел информационно-методический семинар для учителей английского языка "Современные подходы к обучению английскому языку в условиях внедрения ФГОС: УМК серии "FORWARD" под ред. д. ф. н. М. В. Вербицкой"<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Авторский семинар для учителей математики<br>

<p><br>
Библиотечно- информационный центр продолжает цикл семинаров с ООО "Баласс".<br>
15 и 16 ноября  в учебном корпусе ГБОУ ДПО СО "ИРО" и в Нижнетагильском филиале ИРО состоялся семинар для учителей математики "ФГОС основного общего образования: достижение планируемых результатов основного общего образования средствами УМК "Школа 2100".<br> 
•	Подробнее<br>
Информационно-методический семинар для учителей начальных классов<br>

 <p><br>
24 октября на базе ГБОУ ДПО СО «ИРО» прошел информационно-методический семинар для учителей начальных классов «Технологии получения нового образовательного результата как средство для формирования УУД в начальной школе (на примере курсов «Обучение грамоте», «Русский язык», «Литература»).<br>
•	Подробнее<br>
•	4 прикреплённых файла<br>
Информационно-методический семинар для учителей технологии<br>

 
 <p><br>
22 октября на базе ГБОУ ДПО СО «ИРО» прошел авторский семинар для учителей технологии Современные подходы к технологическому образованию в условиях перехода на ФГОС ООО в системе учебников «Алгоритм успеха» (изд-во "Вентана-Граф").<br>
Семинар проводила ведущий методист ИЦ "Вентана-Граф" Остахова Ольга Африкановна.<br>
В работе приняли участие 85 учителей Свердловской области и г. Екатеринбурга.<br>
