<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>

<p><br>
Положение о стажировочной площадке<br>

<p><br>
Текст Постановления Правительства Свердловской области от 21.12.2011 г. № 1777-ПП "Об организации деятельности стажировочной площадки по теме "Введение федеральных государственных образовательных стандартов общего образования как фактор модернизации системы образования Свердловской области" в рамках реализации мероприятий Федеральной целевой программы развития образования на 2011-2015 годы в Свердловской области".<br>
•	6 прикреплённых файлов<br>
Приказ от 01.11.2011 № 699-И<br>

<p><br>
Правительство Свердловской области<br>
Министерство общего и профессионального образования Свердловской области<br>
Приказ от 01.11.2011 № 699-И<br>
"Об утверждении перечня базовых площадок в рамках деятельности стажировочной площадки по теме "Введение федеральных государственных образовательных стандартов общего образования как фактор модернизации системы образования Свердловской области" в рамках реализации мероприятий Федеральной целевой программы развития образования на 2011-2015 годы в Свердловской области".<br>
•	1 прикреплённый файл<br>
Перечень программ дополнительного профессионального образования по реализации ФГОС<br>

<p><br>
<table>
<tr>
  <td>№ п/п</td>
  <td>Наименование дополнительной профессиональной образовательной программы</td>
  <td>Вид дополнительного профессионального образования, вид обучения</td>
  <td>Уровень образования (дополнительное к</td>
</tr>
</table>


<p><br>
	•	Подробнее<br>
Сетевой план-график<br>

 <p><br>
Сетевой план-график работ по созданию и организации деятельности стажировочной площадки по теме "Введение ФГОС общего образования как фактора модернизации образования Свердловскогй области" на 2011 год<br>
•	3 прикреплённых файла<br>
Программа деятельности стажировочной площадки по введению ФГОС<br>

 <p><br>
Программа деятельности стажировочной площадки по введению ФГОС общего образования как фактора модернизации образования Свердловской области на 2011 год.<br>
Смотри прикреплённые файлы.<br>
