<h1 style="font-size: 18px;padding-top:50px;">Учебное книгоиздание</h1>
<p><br>
Новинки издательства "Просвещение"

<p><br> 
Уважаемые коллеги!<br>
Предлагаем вашему вниманию анонсы новинок издательства «Просвещение» на  август и сентябрь текущего года.<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Учебно-методический комплекс AFS™<br>

<p><br>
Уважаемые коллеги!<br>
Предлагаем вашему вниманию Учебно-методический комплекс AFS™. Комплекс подготовлен специалистами компании на базе педагогического опыта ведущих педагогов- практиков, активно применяющих в своей работе инструменты среды AFS™.<br>

<p><br>
•	Подробнее<br>
•	6 прикреплённых файлов<br>
Методическая поддержка образовательного процесса<br>


<p><br> 
Уважаемые коллеги! Предлагаем вашему вниманию материалы методической поддержки педагогов ведущими российским издательствами (образовательные системы и УМК, методические рекомендации, электронные ресурсы и мультимедиа, курсы повышения квалификации и др.):<br>
•	Академкнига Учебник (математика, английский язык, основное общее образование, дошкольное образование)<br>
•	Ассоциация XXI век (вебинары, УМК "Гармония")<br>
•	Баласс ("Школа 2100", курсы повышения квалификации, электронные ресурсы)<br>
•	БИНОМ ("Школа БИНОМ", курсы НИО, лекторий, телекурсы, видеоафиша, видеолекции, УМК БИНОМ, газета "Лаборатория знаний")<br>
•	Вентана-Граф (вебинары, методическая поддержка, проекты)<br>
•	Вита-Пресс (курсы и семинары, вебинары, система развивающего обучения Эльконина-Давыдова, традиционная школа, методические рекомендации )<br>
•	Дрофа (вебинары, методическая поддержка, библиотекарям, система учебников "РИТМ", система учебников "Вертикаль", мультимедиа)<br>
•	Мнемозина (УМК издательства, цифровые образовательные ресурсы, мультимедиа, вебинары, презентации предметных линий)<br>
•	Просвещение (методическая помощь, интернет-ресурсы, видеолекции и вебинары, проекты, виртуальный университет, интернет-школа)<br>
•	Издательский Дом "Федоров" (система Занкова, УМК издательства, методическое сопровождение, курсы, мультимедиа, Занковские чтения)<br>
•	Ювента (методический кабинет, дошкольное образование, начальная школа, основная школа, УМК издательства)<br>
