<h1 style="font-size: 18px;padding-top:50px;">Семинары и вебинары</h1>

<p><br>
«Формирование универсальных учебных действий младших школьников средствами системы учебников «Открываю мир»<br>

<p><br>
Семинар<br>
13 декабря 2013 - 10:00<br>
Уважаемые коллеги!<br>
Приглашаем принять участие в семинаре для руководителей методических объединений, методистов, учителей начальных классов на тему «Формирование универсальных учебных действий младших школьников средствами системы учебников «Открываю мир».<br>
Семинар ведет Патрикеева Ирина Джолдошевна - заслуженный учитель РФ, отличник народного просвещения, лауреат Гранта г. Москвы в области образования, автор учебников «Букварь» и «Литературное чтение. 1-4 классы», входящих в систему «Открываю мир», а также пособий по критериальному оцениванию и методике преподавания в начальной школе.<br>
Дата и место проведения: 13 декабря 2013 года, в 10.00 ч., г. Екатеринбург, ул. Щорса, 92-а, корп.4, актовый зал.<br>
Проезд: от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская».<br>
Просим участников семинара зарегистрироваться до 10 декабря 2013 года по ссылке или направить заявки на участие в семинаре по электронной почте:biktuganova_lib@irro.ru. Форма заявки и программа семинара в прикрепленном файле.<br>
Контакты:  8(343)369-29-86 доб.124, 8-919-382-15-68<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	4 прикреплённых файла<br>
Продуктивные формы организации учебной деятельности и реализация их в обновленном варианте учебников по русскому языку под редакцией Львовой С.И.<br>

<p><br>
Семинар<br>
3 декабря 2013 - 10:00<br>
Уважаемые коллеги!<br>
Приглашаем принять участие в семинаре для руководителей методических объединений, методистов, учителей русского языка на тему «Основные идеи ФГОС среднего (полного) общего образования и обновленные цели обучения русскому языку в современной школе. Продуктивные формы организации учебной деятельности и реализация их в обновленном варианте учебников по русскому языку под редакцией Львовой Светланы Ивановны».<br> 

<p><br>
Дата и место проведения: 3 декабря 2013 года, в 10.00 ч., г. Екатеринбург, ул. Щорса, 92-а, корп.4, актовый зал.<br>
Проезд: от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская».<br>
Просим участников семинара зарегистрироваться до 29 ноября 2013 года по ссылке или направить заявки на участие в семинаре по электронной почте:biktuganova_lib@irro.ru. Форма заявки и программа семинара в прикрепленном файле.<br>

<p><br>
Контакты:  8(343)369-29-86 доб.124, 8-919-382-15-68<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
«Обновление содержания иноязычного образования в свете требований ФГОС учебно-методического комплекта серии FORWARD под ред. М.В. Вербицкой»<br>

<p><br>
Семинар<br>
25 ноября 2013 - 10:00<br>
Государственное автономное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» совместно с ООО Издательский центр «ВЕНТАНА-ГРАФ» проводят семинар для руководителей методических объединений, учителей английского языка на тему «Обновление содержания иноязычного образования в свете требований ФГОС учебно- методического комплекта серии FORWARD под ред. М.В. Вербицкой».<br>
Семинар проводит Степанова Марина Владимировна, начальник отдела филологических дисциплин ИЦ «ВЕНТАНА – ГРАФ». Дата и место проведения: 25 ноября 2013 года, в 10.00 ч., г. Екатеринбург, ул. Щорса, 92-а, корп.4, актовый зал.<br>
Проезд: от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская»).<br>
Просим участников семинара зарегистрироваться до 20 ноября 2013 года по ссылке или направить заявки на участие в семинаре по электронной почте:biktuganova_lib@irro.ru. Форма заявки в Информационном письме.<br>
Контакты:  8(343)369-29-86 доб.124, 8-919-382-15-68<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
Федеральный государственный образовательный стандарт начального и основного общего образования: достижение планируемых результатов средствами УМК Образовательной системы «Школа 2100» на примере биологии, географии, химии (1-9 класс)<br>

<p><br>
Семинар<br>
14 ноября 2013 - 10:00<br>
Уважаемые коллеги!<br>
             Приглашаем принять участие в семинаре для заместителей директоров школ, методистов и учителей основной школы на тему «Федеральный государственный образовательный стандарт начального и основного общего образования: достижение планируемых результатов средствами УМК Образовательной системы «Школа 2100» на примере биологии, географии, химии (1-9 класс)».<br>
Семинар ведет Родыгина Ольга Александровна, автор учебников, методист УМЦ «Школа 2100».<br>
Дата и место проведения: 14 ноября 2013 года, в 10.00 ч., г. Екатеринбург, уд. Щорса, 92 а, корп. 4, актовый зал<br>
Проезд: от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская»).<br>
Просим участников семинара зарегистрироваться до 11 ноября 2013 года по ссылке или направить заявки на участие в семинаре по электронной почте:biktuganova_lib@irro.ru. Форма заявки в Информационном письме.<br>
          
<p><br>
Контакты:  8(343)369-29-86 доб.124, 8-919-382-15-68<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
Федеральный государственный образовательный стандарт начального и основного общего образования: достижение планируемых результатов средствами УМК Образовательной системы «Школа 2100» на примере истории и обществознания<br>

<p><br>
Семинар<br>
12 ноября 2013 - 10:30<br>
Уважаемые коллеги!<br>
Приглашаем принять участие в семинаре для заместителей директоров школ, методистов и учителей основной школы на тему«Федеральный государственный образовательный стандарт начального и основного общего образования: достижение планируемых результатов средствами УМК Образовательной системы «Школа 2100» на примере истории и обществознания».<br>
Семинар ведет Кузнецова Светлана Сергеевна, автор учебников, методист УМЦ «Школа 2100».<br>
Дата и место проведения: 12 ноября 2013 года, в 10.00 ч., НТФ ГАОУ ДПО СО «Институт развития образования», г. Нижний Тагил, ул. Мира, 31, ауд.16.<br>
Проезд транспортом до остановки «Центральный рынок»: маршрутное такси №1, 5, 30 - от железнодорожного вокзала; маршрутное такси №36 - от НТИ УГТУ-УПИ им. Б.Н. Ельцина; маршрутное такси №42, 45 - от кулинарного училища; трамвай №8 - от центральной проходной ОАО «НПК «Уралвагонзавод».<br>
Просим участников семинара направить заявки на участие в семинаре по электронной почте:ap_irro@mail.ru. Форма заявки в Информационном письме.<br>
Контакты:  8(343)369-29-86 доб.124, 8-919-382-15-68, 8-922-264-47-85<br>
Ответственный:  Биктуганова Светлана Леонидовна, Завгородняя Алла Петровна<br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
Федеральный государственный образовательный стандарт основного общего образования: достижение планируемых результатов основного общего образования средствами УМК «Школа 2100» (на примере географии, биологии, химии)<br>

<p><br>
Семинар<br>
15 ноября 2013 - 10:00<br>
Уважаемые коллеги!<br>
             Приглашаем принять участие в семинаре для заместителей директоров школ, методистов и учителей основной школы на тему «Федеральный государственный образовательный стандарт начального и основного общего образования: достижение планируемых результатов средствами УМК Образовательной системы «Школа 2100» на примере биологии, географии, химии (1-9 класс)».<br>
Семинар ведет Родыгина Ольга Александровна, автор учебников, методист УМЦ «Школа 2100».<br>
Дата и место проведения: 15 ноября 2013 года, в 10.00 ч.,<br>
г. Красноуфимск, ул. Октября, 16, МБОУ СОШ №1(актовый зал).<br>
            Просим участников семинара зарегистрироваться до 10 ноября 2013 года  направить заявки на участие в семинаре по электронной почте:krasnoufimsk_ege@mail.ru. Форма заявки в Информационном письме.<br>
 

<p><br>
Контакты:  8(34394)5-02-90, 8(343)369-29-86(доб.124)<br>
Ответственный:  Биктуганова Светлана Леонидовна, Малахова Ирина Александровна<br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
Федеральный государственный образовательный стандарт начального и основного общего образования: достижение планируемых результатов средствами УМК Образовательной системы «Школа 2100» на примере истории и обществознания<br>

<p><br>
Семинар<br>
11 ноября 2013 - 10:00<br>
Уважаемые коллеги!<br>
Приглашаем принять участие в семинаре для заместителей директоров школ, методистов и учителей основной школы на тему «Федеральный государственный образовательный стандарт начального и основного общего образования: достижение планируемых результатов средствами УМК Образовательной системы «Школа 2100» на примере истории и обществознания».<br>
Семинар ведет Кузнецова Светлана Сергеевна, автор учебников, методист УМЦ «Школа 2100».<br>
Дата и место проведения: 11 ноября 2013 года, в 10.00 ч., г. Екатеринбург, ул. Щорса, 92-а, корп.4, актовый зал.<br>
Проезд: от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская»).<br>
Просим участников семинара зарегистрироваться до 6 ноября 2013 года по ссылке или направить заявки на участие в семинаре по электронной почте:biktuganova_lib@irro.ru. Форма заявки в Информационном письме.<br>

<p><br>
Контакты:  8(343)369-29-86 доб. 124, 8-919-382-15-68<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
Особенности содержания и методического сопровождения учебников биологии издательства «Мнемозина»<br>

<p><br>
Семинар<br>
7 ноября 2013 - 10:00<br>
Уважаемые коллеги!<br>
Приглашаем принять участие в семинаре для руководителей методических объединений, методистов, учителей биологии на тему «Особенности содержания и методического сопровождения учебников биологии издательства «Мнемозина».<br>
Семинар ведет Теремов Александр Валентинович, доктор пед. наук, профессор кафедры методики преподавания биологии ГОУ ВПО «Московского педагогического государственного университета».<br>
Дата и место проведения: 7 ноября 2013 года, в 10.00 ч., г. Екатеринбург, ул. Щорса, 92-а, корп. 4, актовый зал.<br>
Проезд: от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская».<br>
Просим участников семинара зарегистрироваться до 4 ноября 2013 года по ссылке или направить заявки на участие в семинаре по электронной почте:biktuganova_lib@irro.ru. Форма заявки в Информационном письме.<br>
Контакты:  8(343)369-29-86 доб. 124, 8-919-382-15-68<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	2 прикреплённых файла<br>
«Методика преподавания истории и обществознания в условиях перехода к ФГОС в учебно-методических комплектах издательства «Русское слово-учебник».<br>

<p><br>
Семинар<br>
16 октября 2013 - 10:00<br>
Уважаемые коллеги!<br>

<p><br>
Приглашаем принять участие в семинаре для руководителей методических объединений, методистов, учителей истории и обществознания на тему «Методика преподавания истории и обществознания в условиях перехода к ФГОС в учебно-методических комплектах издательства «Русское слово-учебник».<br>
Семинар ведет Агафонов Сергей Валерьевич, начальник информационно-методического отдела издательства «Русское слово-учебник», автор методических, наглядных, мультимедиа пособий, учитель истории и обществознания московской школы № 1262. <br>
Дата и место проведения: 16 октября 2013 года, в 10.00 ч., г. Екатеринбург, ул. Щорса, 92-а, корп.4, актовый зал.<br>
Проезд: от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская».<br>
Просим участников семинара зарегистрироваться до 14 октября 2013 года по ссылке или направить заявки на участие в семинаре по электронной почте:biktuganova_lib@irro.ru. Форма заявки прилагается.<br>

<p><br>
Контакты:  8(343)369-29-86 доб. 124<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
«Федеральный государственный образовательный стандарт основного общего образования: достижение планируемых результатов средствами УМК Образовательной системы «Школа 2100»<br>

<p><br>
Семинар<br>
16 октября 2013 - 11:00 - 17 октября 2013 - 16:00<br>
Уважаемые коллеги!<br>
Приглашаем принять участие в семинаре для заместителей директоров школ, методистов и учителей основной школы на тему «Федеральный государственный образовательный стандарт основного общего образования: достижение планируемых результатов средствами УМК Образовательной системы «Школа 2100»<br>
Семинар проводят Кашицына Юлия Николаевна, кандидат педагогических наук, Беличенко Дмитрий Юрьевич, автор учебников, методист УМЦ «Школа 2100».<br>
Дата и место проведения: 16-17 октября 2013 г., в 11.00 ч., Камышловский район с. Обуховское, МКОУ Обуховская СОШ, улица Школьная, 1-б.<br>
Проезд: от ж/д и автовокзала рейсом «Агроучилище – Санаторий» до остановки «Обуховская школа».<br>
Просим вас до 10 октября направить заявки на участие в семинаре по электронной почте kamiro2010@yandex.ru. Форма заявки прилагается в информационном письме.<br>

<p><br>
Контакты:  8(34375)2-54-54, e-mail:kamiro2010@yandex.ru<br>
Ответственный:  Ахметшина Людмила Ивановна<br>

<p><br>
«ФГОС основного общего образования: достижение нового образовательного результата средствами УМК физики Образовательной системы «Школа 2100»<br>

<p><br>
Семинар<br>
10 октября 2013 - 10:00<br>
Уважаемые коллеги!<br>
Приглашаем принять участие в семинаре для руководителей методических объединений, методистов, учителей физики на тему «ФГОС основного общего образования: достижение нового образовательного результата средствами УМК физики Образовательной системы «Школа 2100».<br>
Семинар проводит Андрюшечкин Сергей Михайлович, автор учебников, кандидат педагогических наук.<br>
Дата и место проведения: 10 октября 2013 г., в 10.00, г. Екатеринбург, ул. Щорса, 92-а, актовый зал<br>
Проезд: от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская»).<br>
Просим участников семинара зарегистрироваться до 7 октября 2013 года  по ссылке.<br>
Контакты:  (343)369-29-86, доб. 124, biktuganova_lib@irro.ru<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	2 прикреплённых файла<br>
«Современные подходы к обучению русскому языку и литературе в условиях внедрения ФГОС»<br>

<p><br>
Семинар<br>
27 сентября 2013 - 10:00<br>
Уважаемые коллеги!<br>
Приглашаем принять участие в семинаре для учителей русского языка и литературы, руководителей метод. объединений на тему «Современные подходы к обучению русскому языку и литературе в условиях внедрения ФГОС».<br>
Семинар проводят Ланин Борис Александрович доктор филологических наук, профессор, заведующий лабораторией литературного образования ИСМО РАО, Донскова Ольга Вячеславовна, методист по русскому языку и литературе ИЦ «ВЕНТАНА-ГРАФ»<br>

<p><br>
Дата и место проведения: 27 сентября 2013 г., в 10.00 ч., г. Екатеринбург, ул. Щорса, 92-а, корп.4, 204 ауд.<br>
Проезд: от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская»).<br>
Просим участников семинара зарегистрироваться до 25 сентября 2013 года  по ссылке.<br>
Контакты:  (343)369-29-86, доб. 124, biktuganova_lib@irro.ru<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	2 прикреплённых файла<br>
«Реализация ФГОС дошкольного образования с программно-методическими комплексами издательства «Просвещение»<br>

<p><br>
Семинар<br>
19 сентября 2013 - 10:00<br>
Уважаемые коллеги!<br>
Приглашаем принять участие в семинаре для заведующих ДОУ, зам. заведующих, руководителей методических объединений, методистов, педагогов ДОУ  «Реализация ФГОС дошкольного образования с программно-методическими комплексами издательства «Просвещение».<br>
Семинар ведет Лобанова Татьяна Ивановна, методист Центра развития дошкольного образования издательства «Просвещение».<br>
Дата и место проведения: 19 сентября 2013 года, в 10.00 ч., г. Екатеринбург, ул. Щорса, 92-а, корп.4, актовый зал.<br>
Проезд: от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская»).<br>
Просим участников семинара зарегистрироваться до 18 сентября 2013 года по ссылке.<br>
Контакты:  (343)369-29-86, доб. 124, biktuganova_lib@irro.ru<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	2 прикреплённых файла<br>
«Концептуальные и методические особенности УМК ИЦ «ВЕНТАНА-ГРАФ», реализующие программы курса ОРКСЭ»<br>

<p><br>
Семинар<br>
23 августа 2013 - 10:00<br>
Уважаемые коллеги!<br>
Приглашаем принять участие в семинаре для зам. директоров, руководителей метод. объединений, методистов и учителей начальных классов, который состоится на базе учебного корпуса ИРО совместно с Издательским центром "ВЕНТАНА-ГРАФ".<br>

<p><br>
Семинар проводит Попова Ирина Леонидовна, методист по истории и обществознанию ИЦ «ВЕНТАНА-ГРАФ» .<br>
Адрес проведения семинара: г. Екатеринбург, ул. Щорса, 92а, корп.4, актовый зал; транспорт от ж/д вокзала и Северного автовокзала: тролл. №11; трамв. №№1, 4, 5, 9, 14, 15, 25 до ост. «Автовокзал», ст. метро «Чкаловская»)<br>
Просим участников семинара зарегистрироваться до 20 августа 2013 г. по ссылке<br>
Контакты:  (343)369-29-86, доб. 124, biktuganova_lib@irro.ru<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	2 прикреплённых файла<br>
Информационно-методические семинары<br>

<p><br>
Семинар<br>
1 марта 2013 - 28 марта 2013<br>
Уважаемые коллеги!<br>
Предлагаем Вашему вниманию расписание семинаров с ведущими российскими издательствами, которые состоятся на базе ИРО в марте 2013 года. Электронная регистрация на семинары доступна по ссылкам, указанным в расписании. По всем вопросам просим обращаться к ответственным лицам.<br>

<p><br>
Контакты:  (343)369-29-86, доб. 124, etoropova77@mail.ru, ICQ 642866147<br>
Ответственный:  Биктуганова Светлана Леонидовна, Торопова Елена Владимировна<br>
•	Подробнее<br>
Расписание информационно-методических семинаров на март 2013 года<br>

<p><br>
Уважаемые коллеги!<br>
Приглашаем Вас принять участие в семинарах ведущих российских издательств, проходящих на базе ИРО в марте 2013 года.<br>
 
 <p><br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
Реализация требований ФГОС основного общего образования в УМК по биологии<br>

<p><br>
Семинар<br>
11 февраля 2013 - 10:00<br>
Приглашаем принять участие в семинаре заместителей директоров, учителей биологии, руководителей метод. объединений. Семинар проводит ведущий методист по биологии Исакова Светлана Николаевна.<br>
Просим Вас до 8 февраля 2013 г. зарегистрировать участников семинара по ссылке. <br>

<p><br>
Контакты:  (343)369-29-86, доб. 124, etoropova77@mail.ru, ICQ 642866147<br>
Ответственный:  Биктуганова Светлана Леонидовна, Торопова Елена Владимировна<br>
•	Подробнее<br>
•	2 прикреплённых файла<br>
Проектная деятельность по физике в УМК Грачева А.В., Погожева В.А. и др. в основной школе как реализация требований ФГОС ООО<br>

<p><br>
Семинар<br>
5 февраля 2013 - 10:00<br>
Приглашаем к участию в авторском семинаре по физике зам. директоров, руководителей метод. объединений, учителей физики. Семинар проводит автор учебника Боков Павел Юрьевич, канд. физ.-матем. наук, старший преподаватель кафедры общей физики МГУ им. М. В. Ломоносова.<br>
Просим Вас до 5 февраля 2013 года зарегистрировать участников семинара по ссылке.<br>

<p><br>
Контакты:  (343)369-29-86, доб. 124, etoropova77@mail.ru, ICQ 642866147<br>
Ответственный:  Биктуганова Светлана Леонидовна, Торопова Елена Владимировна<br>
•	Подробнее<br>
•	2 прикреплённых файла<br>
Обновление содержания дошкольного образования в ОС "Школа 2100". "Детский сад 2100" в условиях реализации ФГТ. Проблемы построения преемственной развивающей образовательной среды в ДОУ и школе.<br>

<p><br>
Семинар<br>
12 февраля 2013 - 10:00<br>
Приглашаем принять участие в семинаре ООО "Издательство "Баласс" по ОС "Школа 2100" заведующих ДОУ, методистов и воспитателей ДОУ.<br>
Семинар проводит методист Любимова Людмила Валентиновна, кандидат педагогических наук, доцент (г. Пермь).<br>
Просим Вас до 8 февраля 2013 года зарегистрировать участников семинара по ссылке.<br>

<p><br>
Контакты:  (343)369-29-86, доб. 124, etoropova77@mail.ru, ICQ 642866147<br>
Ответственный:  Биктуганова Светлана Леонидовна, Торопова Елена Владимировна<br>
•	Подробнее<br>
•	2 прикреплённых файла<br>
Особенности обучения английскому языку в условиях реализации ФГОС ООО (на примере УМК “Enjoy English”, “Millie”, “New Millennium English”, “Happy English.ru” и обучающих компьютерных программ к ним)<br>

<p><br>
Мероприятие<br>
28 января 2013 - 10:00<br>
Уважаемые коллеги!<br>
Приглашаем вас принять участие в информационно-методическом семинаре для заместителей директоров, учителей английского языка, руководителей методических объединений.<br>
Семинар проводит  Конобеев Алексей Васильевич, к. п. н., заместитель главного редактора издательства “Титул” по информационно-методической работе.<br>

<p><br>
Контакты:  (343)369-29-86, доб. 124<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
