<h1 style="font-size: 18px;padding-top:50px;">Центр администрирования и технического сопровождения информационных систем.</h1>
<p><br>
Задачи и функции отдела<br>

<p><br>
I. Цели и задачи<br>

<p><br>
Центр создан для администрирования существующих информационных систем ИРО (портал, сайты ИРО) разработки, создания  и внедрения новых.<br>
 
 <p><br>
Основными задачами Центра являются:<br>
•	Осуществление информационно-технической поддержки;<br>
•	Информатизация деятельности руководства и структурных подразделений;<br>
•	Обеспечение эксплуатации информационной системы ИРО;<br>
•	Обеспечение информационной безопасности при эксплуатации автоматизированных информационных систем;<br>
•	Работа с кадрами ИРО с целью повышения уровня владения вычислительной техникой и программными средствами;<br>
•	Освещение Деятельности ИРО в сети Интернет;<br>
 
 <p><br>
II. Функции
•	Осуществляет мероприятия по планированию, разработке и эксплуатации информационно-телекоммуникационной инфраструктуры ИРО.<br>
•	Обеспечивает функционирование информационных систем Администрации<br>
•	Оказывает техническое содействие в подготовке и проведении видео и аудиоконференций.<br>
•	Обрабатывает информационные запросы;<br>
•	Консультирует, обучает пользователей информационных систем ИРО;<br>
