<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>
<p><br>
Расширенное выездное совещание Минобрнауки РФ по вопросам развития общего образования<br>

<p><br>
Департамент государственной политики в сфере общего образования Минобрнауки России провел в Вологде расширенное выездное совещание по вопросам развития общего образования.<br>
•	Подробнее<br>
Семинар «Вопросы реализации нового Федерального закона "Об образовании в Российской Федерации"»<br>

 
 <p><br>
Государственное автономное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» совместно с Национальным исследовательским университетом «Высшая школа экономики» 24 – 25 октября 2013 года проводят областной семинар на тему «Вопросы реализации нового Федерального закона «Об образовании в Российской Федерации».<br>
•	Подробнее<br>
Расширенное выездное заседание Координационного совета 25 октября 2013г., г. Сухой Лог<br>

<p><br>
25 октября 2013 года состоится расширенное выездное заседание Координационного совета по вопросам введения федеральных государственных образовательных стандартов общего образования в Свердловской области при Министерстве общего и профессионального образования Свердловской области.<br>
 
 <p><br>
•	Подробнее<br>
Издательство «Просвещение» приглашает на вебинар, который ведёт профессор А. Н. Сахаров<br>

<p><br>
 
Уважаемые коллеги! Издательство «Просвещение» приглашает всех заинтересованных лиц на вебинар, который проведет профессор, доктор исторических наук, член-корреспондент РАН Андрей Николаевич Сахаров.<br>
Семинар состоится 20.05.2013 в 12:00 (время московское).<br>
12.00-14.00 «Работаем по новым стандартам. Линия учебников по истории России под редакцией А.Н. Сахарова. Дискуссионные вопросы истории» - Андрей Николаевич Сахаров, профессор, доктор исторических наук, член-корреспондент РАН<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Стажировка в Финляндии: репортаж участников<br>

 
 <p><br>
30 января 2012 год<br>
Лайнер, совершавший рейс из Екатеринбурга, согласно расписания, приземлился в Хельсинки 30 января 2012 года в 07.45.<br>
В Финляндию прибыли 12 человек на стажировку в рамках образовательной программы "Формирование общероссийского кадрового ресурса ведущих консультантов по вопросам развития системы образования".<br>
•	Подробнее<br>
e-Teachers Summit для преподавателей<br>

<p><br>
09-10 февраля 2012 года сообщество eLearning PRO собирает вместе всех преподавателей, которые применяют информационные технологии в своей деятельности, обучают дистанционно или по смешанной модели, используют ИТ для самостоятельной работы студентов и для исследований. e-Teachers Summit — 1-ое в России мероприятие подготовленное специально для педагогов, для обмена их опытом и наработками. Уникальная возможность пообщаться с коллегами, рассказать о своих наработках и проблемах, вместе с сообществом подумать о решениях.<br>
•	Подробнее<br>
Веб-семинар для стажировочных площадок<br>

<p><br>
Уважаемые коллеги!<br>
18-19 октября состоялся веб-семинар для стажировочных площадок по особенностям предоставления и целевого использования субсидий.<br>
Материалы представлены в презентациях.<br>
•	4 прикреплённых файла<br>
О семинаре «Федеральные государственные образовательные стандарты общего образования: ключевые проблемы и решения»<br>

<p><br>
Уважаемые коллеги!<br>
Информирую Вас  том, что 18 октября 2011 года государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» совместно с ОАО «Издательство «Просвещение» проводят семинар «Федеральные государственные образовательные стандарты общего образования: ключевые проблемы и решения». Программа семинара прилагается.<br> 
•	Подробнее<br>
Совещание «Организация деятельности базовых площадок, реализующих научно-исследовательские проекты в рамках мероприятий стажировочной площадки по теме «Введение ФГОС образования как фактор модернизации системы образования Свердловской области»<br>

<p><br>
11 октября состоялось совещание «Организация деятельности базовых площадок, реализующих научно-исследовательские проекты в рамках мероприятий стажировочной площадки по теме «Введение федеральных государственных образовательных стандартов общего образования как фактор модернизации системы образования Свердловской области».<br>
•	Подробнее<br>
Образовательная программа «Управление введением Федеральных государственных образовательных стандартов "<br>

<p><br>
Уважаемые руководители и заместители руководителей начальной школы!<br>
Открыта регистрация на обучение по образовательной программе "Управление введением Федеральных государственных образовательных стандартов".<br>
 
 <p><br>
Дополнительная образовательная программа «Управление введением ФГОС»   (Вариативный модуль «Управление введением ФГОС НОО») адресована руководителям и заместителям руководителей начальной школы.<br>

<p><br>
Состоялся окружной установочный семинар "Разработка регламентирующих документов по формированию общероссийского кадрового ресурса ведущих консультантов<br>

 
<p><br>
27 сентября 2011 года в рамках реализации приоритетного национального проекта «Образование» и Федеральной целевой программы развития образования на 2011-2015 годы состоялся окружной установочный семинар по теме «Разработка регламентирующих документов по формированию общероссийского кадрового ресурса ведущих консультантов по вопросам развития системы образования».<br>
Организаторами семинара выступили Международный институт менеджмента «ЛИНК» и Региональный Центр по введению федеральных государственных образовательных стандартов, являющийся структурным подразделением ГБОУ ДПО Свердловской области «Института развития образования».<br>