<h1 style="font-size: 18px;padding-top:50px;">Библиотечно-информационный центр</h1>

<p><br>
Библиотечно-информационный центр (БИЦ)<br>
 
<p><br>
О Библиотечно-информационном центре<br>
Наши цели: библиотечное, информационное и справочно-библиографическое обеспечение деятельности Института в соответствии с его основными задачами и направлениями работы.<br> 
Задачи, решение которых способствует достижению целей: полное и оперативное библиотечное, информационное и справочно-библиографическое обслуживание пользователей БИЦ в соответствии с их информационными запросами на основе широкого доступа к источникам информации;• формирование документного фонда БИЦ в соответствии с основными направлениями деятельности Института и информационными потребностями пользователей;• формирование информационной культуры пользователей;• координация и кооперация деятельности БИЦ со структурными подразделениями Института, библиотеками других образовательных учреждений и ведомств, органами научно-технической информации для более полного удовлетворения потребностей пользователей;• совершенствование предоставляемых БИЦ услуг на основе внедрения информационных технологий и компьютеризации библиотечно-информационных процессов.<br>
 Режим работы:<br>
Понедельник  10.30 - 17.00<br>
Вторник 10.30 - 17.00<br>
Среда 10.30 - 17.00<br>
Четверг 10.30 - 17.00<br>
Пятница 10.30 - 16.00<br>
Суббота, воскресенье - выходные дни<br>
Последний четверг месяца - санитарный день<br>

<p><br>
Подробнее<br>
Дополнительные сервисные услуги библиотечно-информационного центра<br>
•	предварительный заказ документов с последующим внеочередным обслуживанием;<br>
•	подготовка библиографических списков, поиск информации в Интернет сотрудниками библиотечно-информационного центра по индивидуальным информационным запросам пользователей;<br>
•	ксерокопирование документов;<br>
•	аренда компьютерного времени пользователями библиотечно-информационного центра;<br>
•	запись информации на электронные носители;<br>
•	распечатка на бумаге;<br>
•	вывод информации из электронного каталога и др.<br>
