<h1 style="font-size: 18px;padding-top:50px;">Региональный центр по введению ФГОС</h1>
<p><br>
Региональный центр по введению федеральных государственных образовательных стандартов<br>

<p><br>
Региональный Центр по введению федеральных государственных  образовательных стандартов (далее – Центр) был создан 16 сентября 2011 года и с того самого момента является структурным подразделением ГАОУ ДПО СО «ИРО».<br>

<p><br> 
Центр создан с целью информационно–методического, и организационно-содержательного обеспечения исполнения Программы деятельности стажировочной площадки ГАОУ ДПО СО «ИРО», плана-графика (сетевого графика) выполнения работ, включающих реализацию программ повышения квалификации, региональные и межрегиональные мероприятия, разработку методических и учебно-методических рекомендаций и пособий в установленной сфере деятельности, а также мероприятиий  с другими субъектами Российской Федерации в соответствии с реализуемой темой:  «Введение ФГОС общего образования как фактор модернизации системы образования Свердловской области.<br>
 
<p><br> 
Основными задачами Центра являются:<br>
1. Создание системы организационно-методического обеспечения реализации ФГОС на базовых площадках - образовательных учреждениях Свердловской  области;<br>
2. Реализация основных  направлений деятельности стажировочной площадки:<br>
•	осуществление подготовки педагогических и руководящих кадров к введению ФГОС;<br>  
•	развитие единого открытого информационного пространства в системе образования Свердловской области;<br>
•	разработка, экспертиза и апробация нормативно-правовой документации, учебно-методической продукции, новых экономических механизмов;<br>
•	организация и проведение мониторинга эффективности реализации федерального государственного образовательного стандарта общего образования;<br>
•	наиболее актуальным проблемам: программа УУД, система оценивания результатов ФГОС, управление процессами введения ФГОС, особенности введения ФГОС в МКШ организация внеурочной деятельности, муниципальные модели методических служб.<br>
3. Обеспечение информационно-методических и организационно-содержательных условий, организация и проведение повышения квалификации руководителей и специалистов муниципальных органов управления образованием, муниципальных методических служб, руководителей общеобразовательных учреждений, муниципальных  координаторов-тьюторов, отвечающих за ведение ФГОС, тьюторов по методической работе, тьюторов по вопросам введения ФГОС начального общего образования, учителей, педагогов-психологов, адресное повышение квалификации учителей, работающих  по различным УМК, в том числе из других регионов Российской Федерации.<br>

<p><br>
4.	Центр выполняет своё предназначение во взаимодействии со    структурными подразделениями ИРО, Министерства общего и профессионального образования Свердловской области, высшими учебными заведениями Свердловской области и России, муниципальными органами управления образованием и методическими службами, образовательными учреждениями.<br>
