<h1 style="font-size: 18px;padding-top:50px;">Базовые площадки</h1>
<p><br>
Темы проектов образовательных учреждений - базовых площадок

<p><br>
Приложение к  приказу № _177_ от «__19_»   октября 2011 года

<table>
<th>
	<td>№</td>
	<td>ОУ</td>
	<td>Тема проекта</td>
	<td>Научный руководитель</td>
</th>

<th>
	<td>№</td>
	<td>Северный округ</td>
</th>

<tr>
	<td>1.</td>
	<td>МОУ СОШ № 32, г. Краснотурьинск</td>
	<td>Духовно-нравственное развитие личности школьника через систему внеклассной работы в образовательном учреждении</td>
	<td>Тагильцева Н.Г.,профессор кафедры гуманитарного образования,    д.п.н.</td>
</tr>



<tr>
	<td>2.</td>
	<td>МОУ СОШ №14 им. В.Ф. Фуфачева г. Серов</td>
	<td>"Школа – навигатор здоровья»</td>
	<td>Иванов С.А., старший преподаватель кафедры философии и управления образованием, к.п.н.</td>
</tr>

<tr>
	<td>3.</td>
	<td>МОУ СОШ  № 4, г. Новая Ляля.</td>
	<td>Формирование новой   модели   обучения естественно-научным дисциплинам и математике в условиях   введения ФГОС</td>
	<td>Овсянникова Н.П., старший преподаватель кафедры  естественнонаучного и математического образования</td>
</tr>

<tr>
	<td>4.</td>
	<td>МОУ  «Лицей № 6», г. Качканар</td>
	<td>Проектирование  новой образовательной среды Лицея  как условие и средство  реализация ФГОС</td>
	<td>Волкова И.А., старший преподаватель кафедры ИТ</td>
</tr>

<tr>
	<td></td>
	<td>Восточный управленческий округ</td>	
</tr>

<tr>
	<td>5.</td>
	<td>МОУ «Лицей», г. Камышлов</td>
	<td>Сопровождение детской одаренности средствами ЭОР в условиях массовой школы</td>
	<td>Меньшикова Н. А, заведующий кафедры гуманитарного образования,    к.п.н..</td>
</tr>

<tr>
	<td>6.</td>
	<td>МОУ  СОШ № 12, г. Алапаевск</td>
	<td>Технологии качественного сопровождения и поддержки талантливых детей в условиях реализации ФГОС  общего образования</td>
	<td>Ткачева Л.Н., старший преподаватель кафедры педагогики и психологии</td>
</tr>

<tr>
	<td>7.</td>
	<td>МОУ СОШ   № 13, г. Ирбит,</td>
	<td>Интеграция в образовательный процесс технологий  медиакультуры  и медиабразовния как фактор развития субъектности  организации  продуктивного взаимодействия участников образовательного сообщества</td>
	<td>Тренихина С.Ю.,  директор ИМЦ Октябрьского района, к.п.н.</td>
</tr>

<tr>
	<td></td>
	<td>Горнозаводской управленческий округ</td>
</tr>

<tr>
	<td>8.</td>
	<td>МБОУ Гимназия № 86,  г. Нижний Тагил</td>
	<td>Прооектирование  информационно-образовательной среды ОУ в соответствии с идеологией ФГОС</td>
	<td>Шпарута Н.В., доцент кафедры ИТ</td>
</tr>

<tr>
	<td>9.</td>
	<td>МОУ СОШ № 58, г. Новоуральск</td>
	<td>Осуществление проектной деятельности педагогов и учащихся в  рамках введения ФГОС общего образования</td>
	<td>Царегородцева И.А., доцент  кафедры педагогики и психологии, к.п.н.</td>
</tr>

<tr>
	<td></td>
	<td>Южный управленческий округ</td>
</tr>

<tr>
	<td>10.</td>
	<td>МОУ СОШ № 40 г. Каменск-Уральский</td>
	<td>Средовый подход как условие  реализация ФГОС</td>
	<td>Осинцева  И.М., заведующий  кафедрой  естественно-научного и математического образования, к.п.н.</td>
</tr>

<tr>
	<td>11.</td>
	<td>МБОУ Гимназия № 1,  г. Сухой Лог,</td>
	<td>"Развитие самостоятельности и открытости образовательного учреждения в условиях введения ФГОС"</td>
	<td>Осинцева  И.М., заведующий  кафедрой  естественно-научного и математического образования, к.п.н.</td>
</tr>

<tr>
	<td></td>
	<td>Западный управленческий округ</td>
</tr>

<tr>
	<td>12.</td>
	<td>МОУ гимназия «Еврогимназия», г. Ревда</td>
	<td>Информационно-образовательная среда МОУ гимназии  «Еврогимназия»   как условие достижения качества образования соответствующего требованиям  ФГОС</td>
	<td>Долинер Л.И. заведующий кафедрой ИТ,  д.п.н.</td>
</tr>

<tr>
	<td>13.</td>
	<td>МБОУ  «Лицей № 21», г. Первоуральск</td>
	<td>Создание модели  развивающей поливариантной  образовательной среды как ресурс индивидуализации   образовательного процесса</td>
	<td>Надеева Е.П. заведующий кафедрой педагогики и психологии</td>
</tr>

<tr>
	<td>14.</td>
	<td>МБОУ «Артинский лицей» Артинского района</td>
	<td>Использование инновационных (информационных) технологий как условие формирования универсальных учебных действий</td>
	<td>Сероштанова Н.Ю., старший преподаватель  кафедры ИТ</td>
</tr>

<tr>
	<td>15.</td>
	<td>МОУ СОШ № 2 г. Красноуфимск</td>
	<td>Использование интерактивных технологий в образовательном процессе</td>
	<td>Надеева Е.П. , зав.кафедрой педагогики и  психологи</td>
</tr>

<tr>
	<td>16.</td>
	<td>МОУ СОШ № 14 п. Красногвардейский, Артемовского ГО</td>
	<td>Система духовно–нравственного воспитания как фактор образовательной модели  сельской школы</td>
	<td>Неганова М.Б., старший преподаватель кафедры педагогики и психологи</td>
</tr>

<tr>
	<td></td>
	<td>Центральный управленческий округ</td>
</tr>

<tr>
	<td>17.</td>
	<td>МАОУ Гимназия № 47,г. Екатеринбург</td>
	<td>"Одаренность без границ»,  модель образовательного учреждения, обеспечивающего современное качество образования через развитие детской одаренности на основе реализации ФГОС</td>
	<td>Куприна Н.Г., профессор кафедры гуманитарного образования,    д.п.н.</td>
</tr>

<tr>
	<td>18.</td>
	<td>МБОУ Лицей № 135 г. Екатеринбург</td>
	<td>Компетентностная    модель  лицейского образования</td>
	<td>Долинина Т.А. заведующий кафедрой  филологического образования</td>
</tr>

<tr>
	<td>19.</td>
	<td>МАОУ Гимназия  № 210 «Корифей» г. Екатеринбурга.</td>
	<td>Информационный профиль учащегося</td>
	<td>Долинер Л.И. заведующий кафедрой ИТ,  д.п.н.</td>
</tr>

<tr>
	<td>20.</td>
	<td>МБОУ СОШ № 76, г. Екатеринбург</td>
	<td>Управление качеством образования на основе IT-технологий</td>
	<td>Долинер Л.И. заведующий кафедрой ИТ,  д.п.н.</td>
</tr>

</table>