<h1 style="font-size: 18px;padding-top:50px;">Календарь выставок</h1>
<p><br>
Тематические выставки по профилю образовательных программ<br>

<p><br>
Уважаемые коллеги!<br>
Приглашаем посетить книжные выставки в рамках образовательных программ "Психолого - педагогическое сопровождение эмоционально- чувственного развития детей и подростков в образовательном процессе" и "Специальная педагогика и психология"<br>
 
 <p><br>
Психолого - педагогическое сопровождение детей и подростков  (представлены учебные пособия по психологии, статьи из периодических изданий) (читальный зал ул. Щорса, 92-а, корп. 4)<br>
Специальная педагогика и психология (представлены учебные пособия по коррекционной педагогике, статьи из периодических изданий (читальный зал ул. Щорса, 92-а, корп. 4)<br>

<p><br>
•	Подробнее<br>
Тематические выставки<br>

<p><br>
Уважаемые коллеги!<br>
 
 <p><br>
Приглашаем вас в читальные залы Библиотечно-информационного центра на тематические выставки:<br>
 
 <p><br>
«День знаний: первые уроки, первые трудности, первый опыт» (подобранные документы охватывают все направления воспитательной деятельности как на уроке, так и во внеурочное время: работа с родителями первоклассников, методические рекомендации в помощь учителям и родителям, сценарии праздничных мероприятий, посвященных Дню знаний) (читальный зал ул. Щорса, 92-а, корп. 4)<br>
 
 <p><br>
«Издания сотрудников Института развития образования» (представлены методические рекомендации, учебные пособия, материалы конференций, изданные Институтом  в 2013 году) (читальный зал ул. Академическая, 16)<br>
  
  <p><br>
«Выбор профессии - первые шаги в будущее» (на выставке представлены издания для профориентационной работы в образовательных учреждениях разного уровня. Особенно широко представлен раздел для педагогов дошкольных образовательных учреждений: настольные игры, дидактический материал, методические рекомендации, разработки занятий).<br>
(читальный зал ул. Академическая, 16)<br>
 
 <p><br>
«Реализация ФГОС в учебно-методических комплексах издательств-партнеров»<br>
(на выставке представлены учебники, рабочие тетради, дидактические материалы, методические рекомендации, программы издательств: «Баласс», «ИЦ «Вентана-Граф», «Просвещение», «Русское слово-учебник», «Титул», «ИД «Федоров»).  (читальный зал ул. Академическая, 16)<br>
