<h1 style="font-size: 18px;padding-top:50px;">Состав</h1>
<p><br>
Новгородова Валентина Витальевна<br>

<p><br>
Должность: <br>
Заведующий РЦ<br>
Телефон: <br>
369-29-86, добавочный 128<br>
Электронный адрес: <br>
rc_standart@e1.ru<br>
Тарасова Ирина Александровна<br>

<p><br>
Должность: <br>
специалист<br>
Телефон: <br>
369-29-86, добавочный 127<br>
Электронный адрес: <br>
rc_standart@mail.ru<br>
Арнт Екатерина Андреевна<br>

<p><br>
Должность: <br>
специалист<br>
Телефон: <br>
369-29-86, добавочный 128<br>
Электронный адрес: <br>
rc_standart@mail.ru<br>
