<h1 style="font-size: 18px;padding-top:50px;">Материалы кафедры</h1>

<p><br>
Материалы региональной научно-практической конференции «Воспитательное пространство современной школы как условие развития духовно-нравственной культуры учащихся»<br>

<p><br>
Уважаемые коллеги!<br>
Выпущен сборник материалов региональной научно-практической конференции «Воспитательное пространство современной школы как условие развития духовно-нравственной культуры учащихся».<br>
Сборник содержит материалы региональной научно-практической конференции «Воспитательное пространство современной школы как условие развития духовно-нравственной культуры учащихся», представленные участниками. Содержание издания сформировано по следующим направлениям работы конференции:<br>
1. Пленарные доклады.<br>

<p><br>
- Методические рекомендации "Нормативно-правовое обеспечение организации внеурочной деятельности в соответствии с требованиями федеральных государственных образовательных стандартов общего образования"<br>

<p><br>
Уважаемые коллеги!<br>
Вашему вниманию предлагаются методические рекомендации Нормативно-правовое обеспечение организации внеурочной деятельности в соответствии с требованиями федеральных государственных образовательных стандартов общего образования: методические рекомендации / авт.-сост. Н. А. Меньшикова. – Екатеринбург : ГАОУ ДПО СО «ИРО», 2013. – 310 с.<br>

<p><br>
- Материалы для слушателей ОП «Организация внеурочной деятельности образовательного учреждения в соответствии с требованиями ФГОС»<br>

<p><br>
- Материалы международной научно-практической конференции "Образ России эпохи первого Президента РФ Б.Н. Ельцина"<br>

 
    
<p><br>
Сборник материалов научно-практической конференции "Образ России эпохи  первого  Президента РФ Б.Н. Ельцина" можно получить на кафедре гуманитарного образования Института развития образования Свердловской области, по адресу: г. Екатеринбург, ул. Академическая, 16 (ИРО), каб. 332,  тел. 369-29-86,  доб.306.<br>

<p><br>
- Пленарное и секционные заседания международной научно-практической конференции "Образ России эпохи первого Президента РФ Б.Н. Ельцина" 26 февраля 2011 года<br>

 
<p><br>                                              
•	Для комментирования войдите или зарегистрируйтесь Подробнее<br>
Работа пленарного заседания<br>

 
 <p><br>
Доклад " Азербайджан и Россия в 1990-е гг."<br>
Искендеров Ильгар Фарид оглы, вице-консул Азербайджанской Республики генерального консульства АР в Екатеринбурге<br>
•	Подробнее<br>
Работа пленарного заседания<br>

 
 <p><br>
Доклад  "Формирование новой медиасреды в эпоху Б.Н. Ельцина"<br>
Кириллова Наталья Борисовна, директор Уральского центра м едиакультуры и медиаобразования, профессор Уральского государственного университета им. А.М. Горького, доктор куль турологии (Екатеринбург)<br>

<p><br>
- Работа пленарного заседания<br>

 <p><br>
Доклад  "Политический экстремизм в России 1990-х гг.: проблемы интерпретации"<br> 

<p><br>
Нестеров Александр Геннадиевич, заведующий кафедрой европейских исследований, Уральский государственный университет им. А.М. Горького, доктор исторических наук (Екатеринбург)<br>

<p><br>
- Работа пленарного заседания<br>

 
<p><br>
Доклад "Основные тенденции развития экономики России в 1990-е гг.: германский взгляд"<br>
Роланд Хан,   профессор Университета прикладных наук Штутгарта (Германия)<br>

<p><br>
- Работа пленарного заседания<br>

 
 <p><br>
Доклад "Б.Н. Ельцин во главе Свердловской области".<br>
Каёта Григорий Максимович, заведующий аналитическим отделом Уральского Центра Б.Н. Ельцина (Екатеринбург).<br>

<p><br>
- Фотоотчет Международной научно-практической конференции "Образ России эпохи первого Президента РФ Б.Н. Ельцина" 26 февраля 2011 года<br>

 <p><br>
Открытие Международной научно-практической конференции  "Образ России эпохи первого Президента РФ  Б.Н. Ельцина" 26 февраля 2011 года<br>
 
 <p><br>
Участников  Международной научно-практической конференции  "Образ России эпохи первого Президента РФ Б.Н. Ельцина"  приветствовал декан факультета повышения квалификации Государственного бюджетного образовательного учреждения дополнительного профессионального образования Свердловской области "Института развития образования", кандидат социологических наук, Ростовцев Сергей Александрович (Екатеринбург).<br>
