<h1 style="font-size: 18px;padding-top:50px;">Кафедра гуманитарного образования</h1>

<p><br>
- Кафедра гуманитарного образования<br>


<p><br>
Приоритетные направления деятельности кафедры гуманитарного образования:<br>
- информационное и научно-методическое сопровождение введения ФГОС в систему дошкольного и общего образования Свердловской области в рамках предметных областей «Художественно-эстетическое развитие» и  «Искусство»;<br>
- научно-методическое сопровождение преподавания учебных дисциплин духовно-нравственной направленности в соответствии с федеральными государственными стандартами начального и  общего образования;<br>
- научно-методическое сопровождение организации внеурочной деятельности в условиях  интеграции общего и дополнительного образования при  реализации и введении  ФГОС НОО и ООО;<br>
- выявление, обобщение, научно-методическое сопровождение педагогического опыта и совершенствование образовательных технологий поддержки одаренных детей как актуального направления деятельности современной школы.<br> 
На кафедре гуманитарного образования повышают квалификацию: специалисты  муниципальных органов управления образованием, информационно-методических служб, курирующих внеурочную сферу образовательных учреждений;  руководящие и педагогические работники образовательных учреждений  системы общего и дополнительного образования детей, осуществляющих внеурочную деятельность обучающихся (руководители, заместители руководителей образовательных учреждений, учителя, классные руководители, воспитатели групп продленного дня, педагоги дополнительного образования, педагоги-организаторы и др.); музыкальные руководители дошкольных образовательных учреждений, учителя предметной области «Искусство», «Основы религиозных культур и светской этики», «Основы духовно-нравственной культуры народов России» и другие специалисты и работники системы образования.<br>
Кафедрой реализуются следующие дополнительные профессиональные программы повышения квалификации и стажировки:<br>
- Преподавание учебных дисциплин духовно-нравственной направленности в соответствие с федеральными государственными стандартами начального и основного общего образования (108 час.) обучение с использованием дистанционных образовательных технологий;<br>
-  Интеграция общего и дополнительного образования в процесс организации внеурочной деятельности в условиях  реализации ФГОС ОО (108 часов) обучение с использованием дистанционных образовательных технологий;<br>
- Социокультурное развитие школьников в образовательном процессе (108 часов) обучение с использованием дистанционных образовательных технологий;<br>
- Организация гражданского и патриотического воспитания в условиях современного образования» (108 часов) обучение с использованием дистанционных образовательных технологий;<br>
- Деятельность музыкального руководителя в условиях стандартизации дошкольного образования (108 часов) обучение с использованием дистанционных образовательных технологий;<br>
- Реализация федерального государственного образовательного стандарта основного общего образования в предметной области «Искусство» (112 час.) обучение с использованием дистанционных образовательных технологий;<br>
- Развитие одаренности детей в условиях современного образования (108 часов) обучение с использованием дистанционных образовательных технологий;<br>
- Проектирование и реализация внеурочной деятельности в соответствии с требованиями ФГОС общего образования (72 часа) обучение с использованием дистанционных образовательных технологий.<br>
Кафедра осуществляет стажировку для учителей предметной области "Искусство" (музыка, ИЗО, искусство) и учителей учебных дисциплин духовно-нравственной направленности  ("Основы религиозной культуры и светской этики", "Основы духовно-нравственной культуры народов России", "Урал. Человек. Истоки" и др.).<br> 
