<h1 style="font-size: 18px;padding-top:50px;">Кафедра методологии и методики образования детей с ОВЗ и детей и детей, оставшихся без попечения родителей.</h1>

<p>
Кафедра методологии и методики образования детей с ОВЗ и детей, оставшихся без попечения родителей<br>


<p> 
 Кафедра методологии и методики образования<br>
детей с ОВЗ и детей, оставшихся без попечения родителей<br>

<p> 
Кафедра создана путем слияния кафедры специальной педагогики и психологии и кафедры педагогической антропологии в сентябре 2010 года<br>

<p>
Миссия кафедры<br>

<p>
организационное и содержательное обеспечение повышения квалификации и профессиональной переподготовки руководящих и педагогических работников Свердловской области по вопросам психолого-педагогического сопровождения детей с ограниченными возможностями здоровья, детей-сирот и детей, оставшихся без попечения родителей;<br>
осуществление образовательной, учебно-методической и научно-исследовательской деятельности по профилю кафедры на уровне, отвечающем современным требованиям;<br>
оказание научно-методической помощи руководящим и педагогическим работникам образовательных организаций Свердловской области;<br>
участие в научно-исследовательских проектах по проблемам образования детей с ограниченными возможностями здоровья, детей-сирот и детей, оставшихся без попечения родителей;<br>
изучение, обобщение и распространение опыта образовательных организаций и отдельных педагогических работников по вопросам внедрения инновационных технологий в области образования детей с ограниченными возможностями здоровья, детей-сирот и детей, оставшихся без попечения родителей.<br>

<p>
 Образовательная деятельность кафедры<br>

<p>
В рамках выполнения государственного задания кафедра реализует следующие дополнительные профессиональные программы повышения квалификации и профессиональной переподготовки:<br>

<p>
1. Психолого-педагогическое сопровождение  развития ребёнка с ограниченными возможностями здоровья в  образовательных учреждениях.<br>
Вариативный модуль 1. Психолого-педагогическое сопровождение развития детей дошкольного возраста с ограниченными возможностями здоровья.<br>
Вариативный модуль 2. Психолого-педагогическое сопровождение развития детей с задержкой психического развития в общеобразовательных учреждениях.<br>
Вариативный модуль 3. Психолого-педагогическое сопровождение развития умственно отсталых детей в общеобразовательных учреждениях различных типов.<br>
Вариативный модуль 4. Психолого-педагогическое сопровождение развития детей с тяжелыми и комплексными нарушениями в общеобразовательных учреждениях различных типов и видов.<br>
Вариативный модуль 5. Логопедическая работа с детьми дошкольного возраста.<br>
Вариативный модуль 6. Психолого-педагогическая работа с детьми дошкольного возраста с расстройствами аутистического спектра.<br>

<p>
2. Проектирование коррекционно-развивающей работы с воспитанниками с ограниченными возможностями здоровья в условиях учреждения для детей-сирот и детей, оставшихся без попечения родителей (100 часов).<br>

<p>
3. Логопедическая работа с детьми с ограниченными возможностями здоровья в общеобразовательном учреждении (100 час.).<br>

<p>
4. Ранняя комплексная помощь детям с ограниченными возможностями здоровья (72 час.).<br>
 
<p>
5. Основы коррекционной работы воспитателя дошкольного образовательного учреждения с детьми с ограниченными возможностями здоровья (120 час.)<br>
 
<p>
6. Коррекционно-развивающая работа с обучающимися со сложным дефектом: организация и содержание (120 час.).<br>
 
<p>
7. Коррекционно-развивающая работа с обучающимися с умеренной и тяжелой умственной отсталостью: организация и содержание (120 час.).<br>
 
<p>
8. Духовно-нравственное воспитание обучающихся в специальных (коррекционных) общеобразовательных учреждениях: организация и содержание (120 час.)<br>
 
<p>
9. Вариативный модуль для руководителей специальных (коррекционных) общеобразовательных учреждений I-VII видов образовательной программы "Управление введением федеральных государственных образовательных стандартов общего образования" (72 час.).<br>
 
<p>
10. Вариативный модуль для педагогических работников специальных (коррекционных) общеобразовательных учреждений I-VII видов образовательной программы "Содержание и технологии введения федерального государственного образовательного стандарта начального общего образования" (72 час.).<br>
 
<p>
11. Вариативный модуль для педагогических работников специальных (коррекционных) общеобразовательных учреждений I-VII видов образовательной программы "Федеральный государственный образовательный стандарт общего образования: идеология, содержание, технологии введения" (120 час.).<br>

<p>
12. Управление развитием воспитательных систем в соответствии с федеральным государственным образовательным стандартом (72 час.)<br>
 
<p>
13. Коррекционная работа с обучающимися в условиях введения федеральных государственных образовательных стандартов общего образования" (108 час.)<br>

<p>
14. Дополнительная профессиональная программа профессиональной переподготовки «Специальная педагогика и психология» (896 часов).<br>

<p>
Тип программы: программа профессиональной переподготовки, освоение которой дает право выполнения нового вида профессиональной деятельности.<br>

<p>
На обучение по образовательной программе профессиональной переподготовки принимаются лица, имеющие среднее или высшее профессиональное образование.<br>  

<p>
По окончании обучения слушателям выдается документ установленного образца – диплом о профессиональной переподготовке, дающий право осуществлять профессиональную деятельность нового вида.<br>

<p>
Срок обучения составляет 1 год (508 аудиторных часов)<br>
 
<p>
Научно-методическая продукция кафедры<br>

<p>
Методические рекомендации для руководящих и педагогических работников<br>

<p>
1. Проектирование программно-планирующей документации в специальном (коррекционном) общеобразовательном учреждении для обучающихся, воспитанников с ограниченными возможностями здоровья, 2009 год.<br>

<p>
2. Проектирование индивидуальных образовательных программ для детей с ограниченными возможностями здоровья, 2009, 2011 год.<br>

<p>
3. Организация образования детей на дому, 2008 год.<br>

<p>
4. Профилактика нарушений поведения умственно отсталых детей и подростков, 2008 год.<br>

<p>
5. Организация итоговой аттестации выпускников специальной (коррекционной) общеобразовательной школы для детей с умственной отсталостью, 2007 год.<br>

<p>
6. Проектирование основной образовательной программы и программы развития специального (коррекционного) общеобразовательного учреждения для обучающихся, воспитанников с ограниченными возможностями здоровья в условиях введения федерального государственного образовательного стандарта начального общего образования, 2012 год.<br>

<p>
7. Проектирование программ курсов внеурочной деятельности для обучающихся с ограниченными возможностями здоровья: алгоритм разработки и примеры программ, 2012 год.<br>

<p>
8. Организационно-содержательные аспекты деятельности психолого-медико-педагогического консилиума в образовательном учреждении, 2013 год.<br>

<p>
9. Проектирование рабочей программы учителя-логопеда дошкольного образовательного учреждения, 2013 год.<br>

<p>
10. Проектирование программы коррекционной работы в соответствии с федеральными государственными образовательными стандартами общего образования, 2013 год.<br>
 
<p>
11. Разработка основной образовательной программы основного общего образования, 2013 год.<br>

<p>
12. Психолого-педагогические технологии формирования навыков социального поведения у детей-инвалидов, 2013 год.<br>

<p>
Сборники материалов научно-практических конференций<br>

<p>
1. Сборники материалов областных научно-практических конференций "Актуальные проблемы специальной педагогики и психологии", организованных кафедрой  2006-2009 гг.<br>

<p>
2. Специальное (коррекционное) образование в аспекте национальной образовательной инициативы «Наша новая школа»: материалы V научно-практической конференции «Актуальные проблемы специальной педагогики и психологии» в 2х частях, 2010 г.<br>

<p>
3. Обновление содержания и технологий образования детей с ограниченными возможностями здоровья: опыт, проблемы, перспективы: сборник материалов Всероссийской научно-практической конференции в 2х частях, 2011 г.<br>

<p>
4. Модернизация специального (коррекционного) образования в условиях введения федеральных государственных образовательных стандартов общего образования: материалы Всероссийской научно-практической конференции 28 марта 2012 года.<br>

<p>
5. Актуальные вопросы модернизации специального (коррекционного) образования в контексте государственной политики в сфере образования: материалы Всероссийской научно-практической конференции 28 марта 2013 года.<br>

<p>
С научно-методической продукцией можно познакомиться, обратившись на кафедру или в библиотечно-информационный центр института. Ряд материалов размещены на странице кафедры в разделе "Материалы"<br>
Научно-исследовательская деятельность кафедры<br>

<p>
Ежегодно сотрудники кафедры проводят всероссийские научно-практические конференции по проблемам содержания и технологий образования детей с ограниченными возможностями здоровья в аспекте приоритетных направлений государственной политики в сфере образования.<br>
 
<p>
Приглашаем к сотрудничеству заинтересованных лиц!<br>
Сборник материалов конференции 2010<br>

<p>
Подробнее<br>
Методические рекомендации по разработке основной образовательной программы основного общего образования<br>

<p>
Подробнее<br>
Всероссийская научно-практическая конференция "Актуальные вопросы модернизации специального (коррекционного) образования в контексте государственной политики в сфере образования"<br>
