<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>
<p>
Некрасова Ольга Александровна<br>

<p>
Фотография: <br>

<p> 
Должность: <br>
заведующий кафедры педагогики и психологии, кандидат педагогических наук, доцент<br>
Рычкова Наталья Викторовна<br>

<p>
Фотография: <br>

<p> 
Должность: <br>
методист кафедры педагогики и психологии<br>
Парамонова Анна Евгеньевна<br>

<p>
Фотография: <br>

<p>
Должность: <br>
доцент кафедры педагогики и психологии, кандидат педагогических наук<br>
Спирина Алена Вадимовна<br>

<p>
Фотография: <br>

<p>
Должность: <br>
доцент кафедры педагогики и психологии, кандидат психологических наук<br>
Толстикова Ольга Викторовна<br>

<p>
Фотография: <br>

<p>
Должность: <br>
доцент кафедры педагогики и психологии<br>
Неганова Марина Борисовна<br>

<p>
Фотография: <br>

<p>
Должность: <br>
преподаватель кафедры педагогики и психологии<br>
Ткачева Лариса Николаевна<br>

<p>
Фотография: <br>

<p>
Должность: <br>
преподаватель кафедры педагогики и психологии<br>
Лукоянова Людмила Андреевна<br>

<p>
Фотография: <br>

<p>
Должность: <br>
преподаватель кафедры педагогики и психологии<br>
Савельева Ольга Валерьевна<br>

<p>
Фотография: <br>

<p>
Должность: <br>
преподаватель кафедры педагогики и психологии<br>
