<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>

<p>
ВНИМАНИЕ!!!<br>

<p>
Дата проведения: <br>
Чтв, 14/11/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Уважаемые коллеги!<br>
 WEB-семинар по прогрмме "Методология и прктика государственно-общественного управления в образовтельном учреждении"<br>
•	Подробнее<br>
ВНИМАНИЕ!<br>

<p>
Дата проведения: <br>
Чтв, 07/11/2013<br>
Вид мероприятия: <br>
Образовательный семинар<br>
Уважаемые коллеги!<br>
Следующий WEB-семинар по прогрмме "Методология и прктика государственно-общественного управления в образовтельном учреждении"<br>
состоится 7 ноября в 15-00.<br>
•	Подробнее<br>
ВНИМАНИЕ!<br>

<p>
Дата проведения: <br>
Срд, 30/10/2013 - Пнд, 11/11/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Набор в группу закрыт. Вы можете выбрать другую дату или посетить мероприятие платно.<br>
Уважаемые Слушатели! <br>

<p>
30 октября 2013 - начало обучения по программе профессиональной переподготовки "Менеджмент в образовании" (300 часов) <br>
•	Подробнее<br>
Уважаемые коллеги, ждем вас на образовательных программах!<br>

<p>
Дата проведения: <br>
Птн, 01/11/2013 - Птн, 27/12/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей:<br> 
Руководители дошкольных образовательных учреждений, руководители, заместители руководителей общеобразовательных учреждений руководителей и специалистов органов местного самоуправления в сфере образования.<br>
График образовательной деятельности ноябрь-декабрь 2013 года.<br>

•	1 прикреплённый файл<br>
Внимание!!!<br>

<p>
Дата проведения: <br>
Пнд, 18/11/2013 - Птн, 27/06/2014<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: <br>
Руководители, заместители руководителей образовательных учреждений, руководители и специалисты органов местного самоуправления,<br> осуществляющих управление в сфере образования.<br>
ГАОУ ДПО  СО «Институт  развития образования»<br>

<p>
ПРИГЛАШАЕТ<br>
руководителей, заместителей руководителей образовательных учреждений различных типов и видов<br>
 
<p>
на программу профессиональной переподготовки<br>
«Менеджмент в образовании»<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Внимание!<br>

<p>
Образовательная программа "Административный менеджмент в образовании" (80ч) с 18.02.2013 - 01.03.2013 отменяется.<br>
Данная программа перенесена на 13.05.2013 - 24.05.2013.<br>
Если Вас устраивают сроки, то звоните на кафедру философии и управления образованием ГБОУ ДПО СО "ИРО"<br>
раб. телефон:369-29-86, 369-29-73 (доб. 171)<br>
6 шляп<br>

<p>
•	2 прикреплённых файла
График стажировочной практики руководителей ОУ (с 04 по 15 февраля 2013 г.)

<p>
•	1 прикреплённый файл
Образовательная деятельность кафедры на 1 полугодие 2013 года

<p>
•	Подробнее
•	3 прикреплённых файла
День здоровья в Институте развития образования

IMAGE
<p>
С целью совершенствования и усиления корпоративного духа ГБОУ ДПО СО "ИРО" (в условиях реализации ФГОС:-) своими инновационными находками с нами поделился Нижнетагильский филиал ИРО на горнолыжном курорте "Гора Белая". ИРОвцы оценили инновационные управленческие технологии администрации Института, в лице Грединой О.В.
Катание на лыжах, коньках, бубликах, участие в "Веселых стартах" подарило всем заряд бодрости и чувство сплоченности.
