<h1 style="font-size: 18px;padding-top:50px;">Образовательная деятельность</h1>

<p><br>
- Образовательная программа "Социокультурное развитие школьников в образовательном процессе" (108 часов) обучение с использованием дистанционных образовательных технологий<br>

<p><br>
Дата проведения: <br>
Втр, 14/01/2014 - Срд, 29/01/2014<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: <br>
специалисты муниципальных органов управления образованием, информационно-методических служб, курирующих внеурочную сферу образовательных учреждений; руководящие и педагогические работники образовательных учреждений системы общего и дополнительного образования детей, осуществляющих внеурочную деятельность обучающихся (руководители, заместители руководителей образовательных учреждений, учителя, классные руководители, воспитатели групп продленного дня, педагоги дополнительного образования, педагоги-организаторы и др.); музыкальные руководители дошкольных образовательных учреждений, учителя предметной области «Искусство», «Основы религиозных культур и светской этики», «Основы духовно-нравственной культуры народов России» и другие специалисты и работники системы образования<br>
Приоритетное направление: <br>
научно-методическое сопровождение преподавания учебных дисциплин духовно-нравственной направленности в соответствие с федеральными государственными стандартами общего образования<br>

<p><br>
- Оразовательные программы кафедры<br>

<p><br>
•	Преподавание учебных дисциплин духовно-нравственной направленности в соответствие с федеральными государственными стандартами начального и основного общего образования» (108 час.) обучение с использованием дистанционных образовательных технологий;<br>
•	Интеграция общего и дополнительного образования в процесс организации внеурочной деятельности в условиях  реализации ФГОС ОО (108 часов) обучение с использованием дистанционных образовательных технологий;<br>
•	Социо<br>

<p><br>
- Образовательная программа Преподавание учебных дисциплин духовно-нравственной направленности в соответствие с федеральными государственными стандартами начального и основного общего образования» (108 час.) обучение с использованием дистанционных образоват<br>

<p><br>
Дата проведения: <br>
Пнд, 13/01/2014 - Птн, 28/02/2014<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: <br>
учителя предметной области «Основы религиозных культур и светской этики», «Основы духовно-нравственной культуры народов России»<br>
Приоритетное направление: <br>
научно-методическое сопровождение преподавания учебных дисциплин духовно-нравственной направленности в соответствие с федеральными государственными стандартами общего образования<br>

<p><br>
- Образовательная программа «Реализация федерального государственного образовательного стандарта основного общего образования в предметной области «Искусство» (120 час.) с использованием дистанционных образовательных технологий<br>

<p><br>
Дата проведения: <br>
Чтв, 03/04/2014 - Птн, 18/04/2014<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: <br>
учителя предметной области "Искусство" (музыки, ИЗО, искусство, МХК)<br>
Приоритетное направление: <br>
информационное и научно-методическое сопровождение введения ФГОС в систему дошкольного и общего образования Свердловской области в рамках предметной области «Искусство»<br>

<p><br>
- Информация о содержании ОП «Реализация федерального государственного образовательного стандарта основного общего образования в предметной области «Искусство» (128 час.)<br>


<p><br>
- Неграмотный будущего – это не тот, кто не умеет читать. Им станет тoт, кто не умеет учиться. О. Тоффлер<br>
