<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>
<p>
- Курсы подготовки тьюторов вопросам ФГОС ООО в г. Нягань<br>

<p>
Дата проведения: <br>
Пнд, 11/11/2013 - Чтв, 05/12/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Набор в группу закрыт. Вы можете выбрать другую дату или посетить мероприятие платно.<br>
Категория слушателей: <br>
педагоги основной школы<br>
Педагоги города Нягань организовали две группы для обучения тьюторов по вопросам введения и реализации ФГОС ООО. Одна группа работала в школе №6  - в ней собрались педагоги разных образовательных учреждений города, вторая группа состояла из педагогов одной школы № 3, ее задачей была подготовка тьюторов в начальной школе. Образовательный процесс включал в себя элементы дистанционного обучения, практические занятия с педагогами кафедры педагогики и писхологии ГАОУ ДПО СО "ИРО" и стажировку на базе Лицея № 21 г. Первоуральска и МБОУ СОШ № 58 г. Новоуральска. Результатом обучения стала разработка групповых проектов тьюторского сопровождения субъектов образовательного процесса, которые в ближайшее время будут реализованы в ОУ, педагоги которых обучались на данной программе. Реализация разработанных проектов позволит осуществить эффективность перехода ОУ г.Нягани на работу по федеральным государственным образовательным стандартам.<br>

<p>
-	ОП «Тьюторское сопровождение педагогов по организации внеурочной деятельности в образовательном учреждении в соответствии с требованиями федеральных государственных образовательных стандартов»<br>

<p>
- Образовательная программа "ФГОС ОО: идеология, содержание, технологии введения"<br>

<p>
Дата проведения: <br>
Пнд, 14/10/2013 - Срд, 30/10/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Набор в группу закрыт. Вы можете выбрать другую дату или посетить мероприятие платно.<br>
Категория слушателей: <br>
педагоги основной школы<br>
30 октября успешно завершили обучение 33 педагога основной школы, среди которых учителя иностранного языка - 6 человек. учителя физической культуры - 6 человек, учителя технологии - 4 человека, учителя математики и информатики - 4 человека, учителя русского языка и литературы - 3 человека, учителя естественнонаучного цикла - 7 человек,учитель музыки, ИЗО, ОБЖ. Территориально группа представлена разнообразно: г. Первоуральск, Екатеринбург, Богданович, Тавда, Артемовский, п. Белоярский, п. Северка, г. Талица, д. Артя-Шигири, Ирбитский район, Полевской район, Шалинский район. с. Сылва.<br>

<p>
- 22 октября 2013 года на базе образовательных учреждений города Екатеринбурга состоялся заключительный (очный) этап конкурса на соискание премий Губернатора Свердловской области.<br>

<p>
В номинации «педагогический работник дошкольной образовательной организации» заняли:<br>
1 место – Марченко Светлана Васильевна (воспитатель  МБДОУ детский сад №22 «Орленок»  ГО Карпинск);<br>
2 место – Усанова Екатерина Владимировна (музыкальный руководитель МБДОУ<br>
                              ЦРР– детский сад №18 «Семицветик», г. Лесной)<br>
                              3 место – Кваст Елена Викторовна (музыкальный руководитель МБДОУ детский сад<br>
                               комбинированного вида №25, Асбестовский ГО).<br>
 
<p>
ПОЗДРАВЛЯЕМ!!!<br>

<p>
- ОП «Профессиональное мастерство современного учителя как основа успешной реализации Федерального государственного образовательного стандарта общего образования» (120 час.) - 2 сессия<br>

<p>
Дата проведения: <br>
Пнд, 21/10/2013 - Чтв, 24/10/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Набор в группу закрыт. Вы можете выбрать другую дату или посетить мероприятие платно.<br>

<p>
- ОП «Содержание и технологии реализации Федерального государственного образовательного стандарта начального общего образования» (72 час.)<br>

<p>
Дата проведения: <br>
Пнд, 21/10/2013 - Срд, 30/10/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Зарегистрируйтесь или войдите чтобы принять участие в мероприятии<br>
Категория слушателей: <br>
Учителя, работающие в начальной школе<br>

<p>
- ОП «Управление введением Федеральных государственных образовательных стандартов общего образования» Вариативный модуль: «Управление введением Федеральных государственных образовательных стандартов основного общего образования» (108 час.)<br>

<p>
Дата проведения: <br>
Пнд, 14/10/2013 - Втр, 29/10/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Зарегистрируйтесь или войдите чтобы принять участие в мероприятии<br>
Категория слушателей: <br>
руководители и заместители руководителей по основной школе<br>

<p>
- С праздником!
<p>
 
                      Октябрьский день, прекрасная погода –
                      Так каждый год бывает, каждый раз!
                      Вас, видно, любит Бог, коль дождь отводит;
                      И как мне нынче не поздравить вас –
                      За труд с терпеньем, недоступный многим,
                                                       За то, что это вам лишь по плечу –
                                                       Быть истым, настоящим педагогом?!
                                                       Я искренне поздравить вас хочу –
                                                       За равнодушие к тщете оваций
                                                       И за презрение к суете рубля…
                                                       Хочу и буду нынче повторяться:
                                                       Я поздравляю вас, учителя!

<p>
- «Федеральный государственный образовательный стандарт общего образования: идеология, содержание, технологии введения» Вариативный модуль для педагогов основной школы (120 час.)

<p>
Дата проведения: 
Пнд, 14/10/2013 - Срд, 30/10/2013
Вид мероприятия: 
Образовательная программа
Зарегистрируйтесь или войдите чтобы принять участие в мероприятии
Категория слушателей: 
педагоги общеобразовательных учреждений

<p>
- ОП "Тьюторское сопровождение педагогов по организации внеурочной деятельности в соответствии с требованиями федеральных государственных образовательных стандартов общего образования" (108 часов)

<p>
Дата проведения: 
Пнд, 07/10/2013 - Птн, 25/10/2013
Вид мероприятия: 
Образовательная программа
Зарегистрируйтесь или войдите чтобы принять участие в мероприятии
Категория слушателей: 
педагоги-тьюторы, классные руководители, заместители руководите-лей образо-вательных учреждений

<p>
- Отмена семинара«Педагогические технологии образования детей дошкольного возраста в соответствии с федеральными государственными требованиями» (16 час.)

<p>
Уважаемые коллеги!

<p>
Семинар «Педагогические технологии образования детей дошкольного возраста в соответствии с федеральными государственными требованиями», запланированный на 15-16 апреля, перенесен на май. Дата проведения семинара будет сообщена дополнительно. Ваши заявки действительны.

<p>
- Научно-практическая конференция «Психолого-педагогические условия развития и воспитания личности обучающихся в условиях введения федеральных государственных образовательных стандартов общего образования».

<p>
Научно-практическая конференция
27 марта 2013
Уважаемые коллеги! Кафедра педагогики и психологии ИРО  27 марта  2013 года проводит Всероссийскую научно-практическую конференцию «Психолого-педагогические условия развития и воспитания  личности обучающихся  в условиях введения федеральных государственных образовательных стандартов общего образования».
Научно-практическая конференция проводится в рамках мероприятий, посвященных 75-летнему юбилею ГБОУ ДПО Свердловской области «Институт развития образования».
Цель конференции: анализ и обобщение опыта создания психолого– педагогических условий становления и развития личности обучающихся в условиях введения федеральных государственных стандартов начального и основного  общего образования.
К участию в конференции приглашаются руководители, заместители руководителей, педагоги общеобразовательных учреждений, руководители и специалисты методических служб, преподаватели вузов, учреждений  дополнительного профессионального образования, докторанты, аспиранты, а также все лица, проявляющие интерес к рассматриваемым проблемам.
