<h1 style="font-size: 18px;padding-top:50px;">Отзывы слушателей</h1>
<p>
ОП «Тьюторское сопровождение педагогов по организации внеурочной <br>
деятельности в образовательном учреждении в соответствии с требованиями<br> 
федеральных государственных образовательных стандартов»<br>

<p> 
Коллектив МБОУ МО города Нягани «НОШ№ 11», ХМАО-Югры выражает<br> 
Благодарность за организацию и качественное проведение обучения по<br> 
образовательной программе «Тьюторское сопровождение педагогов по <br>
организации внеурочной деятельности в соответствии с требованиями ФГОС<br> 
ОО». Подготовка наших педагогических работников проводилась на высоком <br>
профессиональном уровне. Индивидуальный подход к каждому слушателю<br>
 обеспечил высокую эффективность процесса обучения, способствовал <br>
 обогащению знаний сотрудников и совершенствованию их педагогического <br>
 мастерства. Спасибо Вам и надеемся на дальнейшее с вами сотрудничество!<br>
 

