<h1 style="font-size: 18px;padding-top:50px;">Кабинет «ОБЖ и физического воспитания»</h1>
<p><br>
Кабинет ОБЖ и физического воспитания<br>

<p><br>
    В основу работы кабинета "ОБЖ и физическое воспитание" положена Концепция приоритета здоровья человека в системе общечеловеческих ценностей, содержание которой предусматривает фундаментальное направление в работе с педагогическими кадрами по обучению педагогов принципам и методам формирования культуры здоровья и культуры безопасности жизнедеятельности, внедрение в образовательный процесс оздоровительных технологий.<br>
 
 <p><br>
    Цель деятельности кабинета:<br>
 Совершенствование комплекса информационных, программных, учебно-методических условий, обеспечивающих работу педагогов в области культуры здоровья, физической культуры, ОБЖ и КБЖ.<br>
 
 <p><br>
     Задачи:<br>
1.	Изучение образовательных потребностей педагогических кадров Свердловской области.<br>
2.	Совершенствование профессиональной компетентности педагогов в области формирования безопасного здоровьесберегающего пространства образовательных учреждений.<br>
3.	Вовлечение образовательных учреждений в инновационную деятельность через деятельность базовых площадок по вопросам реализации ФГОС начального и основного общего образования.<br>
4.	Содействие внедрению передового педагогического опыта по здоровьесбережению и безопасности жизнедеятельности через использование в практике деятельности кабинета опыта педагогов, являющихся победителями конкурсов профессионального мастерства "Учитель года", "Лучший преподаватель-организатор ОБЖ", "Лучший учитель физической культуры" и др.<br>   
Специалистами кабинета разработаны и реализуются следующие образовательные программы:<br>
•	ОП "Здоровьесберегающие технологии в образовательном процессе"<br>
•	ОП "Физическая культура в образовательных учреждениях различных типов и видов : содержание и организация образовательного процесса".<br>
Вариативный модуль "Физическая культура в начальной, основной, средней (полной) школах и НПО."<br>
Вариативный модуль "Физическое воспитание в детских образовательных учреждениях".<br>
Вариативный модуль  "Физкультурно-оздоровительная деятельность в дошкольных образовательных учреждениях и начальной ступени учреждений общего образования".<br> 
 
 <p><br>
•	ОП " Организационное и методическое обеспечение учебного курса "Культура безопасности жизнедеятельности".<br>
Вариативный модуль для преподавателей-организаторов ОБЖ.<br>
Вариативный модуль для учителей начальных классов.<br>
 
 <p><br>
      В настоящее время кабинет работает над созданием образовательных программ для подготовки тьюторов по реализации ФГОС начального и основного общего образования в образовательных учреждениях Свердловской области.<br>
График образовательной деятельности на 2013 год кабинета "ОБЖ и физического воспитания"<br>
 
 <p><br>
В 2013 году кабинет "ОБЖ и физическое воспитание" планирует реализацию следующих образовательных программ и семинаров (в приложении)<br>
Чтобы записаться слушателем, пройдите по ссылке в документе напротив выбранного ОС или ОП.<br>
Подробнее<br>
График образовательной деятельности на 2013 год кабинета "ОБЖ и физического воспитания" (удалить)<br>
В 2013 году кабинет "ОБЖ и физическое воспитание" планирует реализацию следующих образовательных программ и семинаров (в приложении)<br>
Чтобы записаться слушателем, пройдите по ссылке в документе напротив выбранного ОС или ОП.<br>
