<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>
<p><br>
Горохова Наталья Александровна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
Заведующий кабинетом<br>
Телефон: <br>
(343) 369-29-86 доп. 137<br>
Электронный адрес: <br>
nagobg@yandex.ru<br>
   Окончила Ульяновский педагогический институт. Имеет опыт работы в общеобразовательной школе, лицее, гимназии, педагогическом колледже. В системе повышения квалификации работает 19 лет, из них 11 лет в Свердловской области.<br>
•	Подробнее<br>
Беляева Валентина Владимировна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
Методист<br>
Телефон: <br>
(343)369-29-86 (доб.137)<br>
Электронный адрес: <br>
nagobg@yandex.ru<br>
       Беляева Валентина Владимировна учитель высшей категории, педагогический стаж составляет 35 лет. В 1978 году окончила Свердловский техникум физической культуры, в 1986 году Московский областной государственный институт физической культуры. Свою педагогическую деятельность Валентина Владимировна начала в 1977 году тренером – преподавателем по конькобежному спорту в спортивном комбинате «Юность»-ДЮСШОР №9 г. Екатеринбурга.<br>
