<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>
<p><br>
Методические новинки<br>

<p><br> 
   Методические новинки кабинета:<br>
   1.  Методические рекомендации «Создание материально-технической базы по курсу «Основы безопасности жизнедеятельности» /М.А. Росляков, Н.А. Горохова, Н.И. Колесник. -ГБОУ ДПО СО "ИРО".- Екатеринбург, 2011г. с.34.<br>
   В методических рекомендациях приведены основные направления работы по созданию материально-технической базы кабинета по курсу «Основы безопасности жизнедеятельности».<br>
  Содержание методических рекомендаций адресовано преподавателям-организаторам ОБЖ, руководителям учреждений общего и профессионального образования.<br>
 <p><br>
    2. Сборник нормативно-правовых материалов по организации отдыха и оздоровления детей и подростков /Горохова Н.А., Зубова Л.А., Слуднова О.Ю. -ГБОУ ДПО СО "ИРО". - Екатеринбург, 2011г. с.64.<br>
   Сборник содержит нормативные документы федерального и регионального значения, регламентирующие организацию и проведение летней оздоровительной кампании.<br>
   Содержание сборника адресовано директорам и заместителям директоров, менеджерам служб и подразделений лагерей, центров летнего детского отдыха, руководителям различных муниципальных, профсоюзных и общественных организаций, самостоятельно открывающих разнообразные по профилю и содержанию деятельности лагеря и смены, а также воспитателям и вожатым.<br>
 


 
<p><br>
                 О конкурсе «Мой регион и город - лучшие!»<br>
Министерство общего и профессионального образования Свердловской области (далее - Министерство образования) сообщает о проведении общероссийского конкурса «Мой регион и город - лучшие!». Конкурс проводится Некоммерческим партнерством «Регионы XXI век».<br>
В конкурсе принимают участие крупные компании, предприятия и учебные заведения, разрабатывающие и реализующие проекты и программы, идеи и инициативы во благо региона и города.<br>
Прием материалов на конкурс - до 30 ноября 2012 г. Подведение итогов первого этапа - 20 декабря 2012 г. Номинации конкурса: Лучший социально значимый проект, Лучший реализованный проект (программа) в любой отрасли, Россия - наш общий дом. Также участникам конкурса предоставляется возможность предложить другие возможные номинации, в которых будут оцениваться конкурсные материалы.<br>
Объем предоставляемых на конкурс материалов - до 100 страниц формата А4. Материал о проекте, инициативе, программе будет опубликован в СМИ: в день поступления - на сайте РИА «Регионы России», в текущий месяц - в федеральном журнале «Регионы России: национальные приоритеты». Объем публикации - от 8000 печатных знаков + 4-5 фотографии или иных графических элементов до 16000 печатных знаков + 7-8 фотографий. Условия публикации просим уточнять у Координатора конкурса Натальи Владимировны Лобановой (тел. 8-912-639-61-01; 8-922-02-61-011).<br>
Учебное заведение - победитель конкурса по одной из номинаций получит возможность бесплатно опубликовать в СМИ Медиа-холдинга «Регионы России» материалы на выбранную тематику.<br>
В случае принятия решения об участии в конкурсе необходимо проинформировать Министерство образования, направив информацию по прилагаемой форме на электронный адрес kovalenko@minobraz.ru.<br>
Приложение: форма информационного отчета об участии в конкурсе на 1 л. в 1 экз.<br>

        Информация об участии в конкурсе «Мой регион и город - лучшие!»<br>

        <table>
        <tr>
        <td>Наименование учреждения</td>
        <td>Номинация и название конкурсных материалов</td>
        <td>Ответственное лицо учреждения по вопросу участия в конкурсе</td>
        <td>Контактные данные ответственного лица</td>
        </tr>        
        </table>