<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>
<p><br>
- Заочная интернет-конференция "Внеурочная деятельность обучающихся в условиях реализации федеральных государственных образовательных стандартов общего образования"<br>

<p><br>
Научно-практическая конференция<br>
1 ноября 2013 - 30 ноября 2013<br>
ГАОУ ДПО СО «Институт развития образования» (далее ИРО) в период с 1 по 30 ноября 2013 года проводит заочную интернет-конференцию «Внеурочная деятельность обучающихся в условиях реализации федеральных государственных образовательных стандартов  общего образования».<br>
Цель конференции: обобщение педагогического опыта работы по организации внеурочной деятельности обучающихся в условиях реализации федеральных государственных образовательных стандартов  общего образования.<br>
Контакты:  8 (343) 369-29-86 (доб. 151)<br>
Ответственный:  Тарасова Ирина Игоревна - методист кафедры гуманитарного образования<br>

<p><br>
- Региональная научно-практическая конференция «Воспитательное пространство современной школы как условие развития духовно-нравственной культуры учащихся»<br>

<p><br>
Научно-практическая конференция<br>
14 июня 2013<br>
ГБОУ ДПО СО «Институт развития образования» (далее ИРО) проводит 14 июня 2013 года  региональную  научно-практической конференцию  «Воспитательное пространство современной школы как условие развития духовно-нравственной  культуры  учащихся»<br>
Цель конференции: обобщение педагогического опыта работы по развитию духовно-нравственной культуры учащихся в воспитательном пространстве современной школы.<br>
Задачи:<br>
Контакты:  iro-kgo@yandex.ru тема письма: НПК_ДНК<br>
Ответственный:  Лукоянова Людмила Андреевна<br>

<p><br>
- Результаты областного конкурса инновационных программ духовно-нравственного воспитания младших школьников<br>

<p><br>
Уважаемые коллеги!<br>
Ввиду наличия большого количества конкурсных работ, нарушающих действующее законодательство РФ в части защиты авторских прав (см. Положение о конкурсе), назначенные ранее повторные проверки с целью  выявления конкурсных материалов на наличие плагиата и недобросовестных заимствований из источников, находящихся в свободном доступе через Интернет, завершились.<br>
Коллегиальным заключением экспертов признано невозможным выявить победителя и лауреатов областного конкурса инновационных программ духовно-нравственного воспитания младших школьников. Причина: отсутствие конкурсных материалов, отвечающих требованиям Положения о конкурсе (п.6) и, не нарушающих действующее законодательство РФ в части защиты авторских прав. Сертификаты участников данного конкурса аннулированы.<br>
В целях развития культуры цитирования и корректного заимствования текстов,  рекомендуем ознакомиться с данными материалами. Эти правила распространяются на все авторские тексты.<br>

<p><br>
- Результаты областного конкурса электронных мультимедийных художественных продуктов (видеофильмов, слайдовых презентаций, сайтов/раздела сайта) «Отечественная война 1812 года: события, судьбы, память»<br>

<p><br>
- Результаты областного конкурса на лучший творческий проект (в рамках комплексного курса «Основы религиозных культур и светской этики»)<br>

<p><br>
- Мониторинг качества организации введения и преподавания курса ОРКСЭ в образовательных учреждениях Свердловской области в 2012-2013 уч.году - II этап<br>

<p><br>
Мероприятие<br>
20 декабря 2012 - 20 января 2013<br>
ГБОУ ДПО СО "ИРО" информирует о проведении 2 этапа мониторинга качества организации введения и преподавания курса ОРКСЭ в образовательных учреждениях Свердловской области в 2012-2013 учебном году.<br>

<p><br>
- Областной конкурс на лучший творческий проект (в рамках комплексного курса "Основы религиозных культур и светской этики")<br>


<p><br>
- Областной конкурс инновационных программ духовно-нравственного воспитания младших школьников<br>

<p><br>
Конкурс<br>
12 ноября 2012 - 11 декабря 2012<br>

<p><br>
- Областной конкурс электронных мультимедийных художественных продуктов (видеофильмов, слайдовых презентаций, сайтов/раздела сайта) «Отечественная война 1812 года: события, судьбы, память»<br>

<p><br>
Конкурс<br>
12 ноября 2012 - 6 декабря 2012<br>

<p><br>
- Сборник материалов научно-практической конференции "Развитие детской одаренности в условиях современного образования: опыт, проблемы, перспективы"<br>

<p><br>
Уважаемые коллеги!<br>
Сборник адресован педагогам, тьюторам, руководителям, представителям методических служб и другим специалистам системы образования, занимающимся проблемами выявления, обучения, развития, сопровождения одаренных детей.<br>
Ответственность за аутентичность и точность цитат, имён, названий и иных сведений, а также за соблюдение законов об интеллектуальной собственности несут авторы публикуемых материалов. Материалы публикуются в авторской редакции.<br>
Авторы статей, чьи материалы вошли в сборник, могут получить его по адресу: г. Екатеринбург, ул. Академическая, 16, ауд. 332,  предъявляя документ, удостоверяющий личность.<br>
Приобрести данное издание можно  за наличный расчет  по адресу: г. Екатеринбург, ул. Академическая, 16, ауд. 332.<br>
•	Подробнее<br>
"Школа, где процветает грамотность": путь от мечты к реальности<br>

<p><br>
Школа, где процветает грамотность - так называется проект Европейского Комитета ( IDEC ) Международной Ассоциации Чтения ( IRA ), цель которого – создать модель «идеальной» школы приемлемой для любой европейской страны. Подробнее см. здесь http://www.rusreadorg.ru/issues/smetannikova/1.htm<br>
Мониторинг оценки качества образования в школе PISA<br>

<p><br>
"PISA (Programme for International Student Assessment) – значительно больше, чем просто рейтинг: это показатель того, насколько хорошо национальные системы образования готовят молодых людей к завтрашнему дню."<br>
Анхель Гурриа, генеральный секретарь ОЭСР.<br>

<p><br>
PISA - пожалуй, самый весомый и уважаемый мониторинг оценки качества образования  в школе, проводимый Организацией Экономического Сотрудничества и Развития (OECD).Подробнее см. здесь<br>
http://www.education-medelle.com/articles/monitoring-otcenki-kachestva-obrazovaniya-v-schkole-pisa.html<br>

<p><br>
http://www.education-medelle.com/articles/kontrol-i-obespechenie-kachestva-obrazovaniya-pisa-2009.html<br>

<p><br>
- Что меняется в новом законе «Об образовании»?...<br>

<p><br>
Вместо учреждений - образовательные организации, вместо учащихся - обучающиеся... Подробнее смотреть здесь http://eduurfo.ru/official/?ELEMENT_ID=3010<br>

<p><br>
- 14 января 2012 года состоялся региональный этап Всероссийской олимпиады школьников по предмету «Искусство» (МХК)<br>

<p><br>
Разбор олимпиадных заданий с учащимися состоится 18 января с 12.00. до 13.00 по адресу: Академическая, 16, ауд. 332.<br>
Интерактивная олимпиада по истории России и обществознанию "Россия в электронном мире"<br>

<p><br>
     Президентская библиотека имени Б.Н.Ельцина проводит для учащихся образовательных учреждений интерактивную олимпиаду по истории России и обществознанию "Россия в электронном мире".<br>

<p><br>
- В сентябре 2011 года в Йошкар-Оле прошло заседание Межведомственного координационного совета (МКС), посвященное итогам проведения эксперимента и оценке готовности региональных систем образования к введению в школах с 2012 года курса ОРКСЭ<br>

 
 
<p><br>
С подробностями можно ознакомиться в разделе "Курс ОРКСЭ в образовательных учреждениях Свердловской области"<br>

<p><br>
- Регламент областной научно-практической конференции «Опыт и перспективы преподавания комплексного учебного курса «Основы религиозных культур и светской этики» в Свердловской области» 15 июня 2011 года<br>

<p><br>
- Результаты областного конкурса электронных мультимедийных художественных продуктов (видеофильмов, слайдовых презентаций, сайтов/раздела сайта) «Великая Отечественная война глазами молодежи XXI века»<br>

<p><br>
Результаты конкурса во вложенных файлах.<br>

<p><br>
- Перечень учебно-методических разработок по комплексному учебному курсу «Основы религиозных культур и светской этики», дополняющих имеющееся учебно-методическое обеспечение курса, направленных от Свердловской области в АПК и ППРО<br>

<p><br>
областного конкурса  на лучшую учебно-методическую разработку по курсу «Основы религиозных культур и светской этики» пройдут в рамках  Областной научно-практической конференции «Опыт  и перспективы преподавания комплексного учебного курса «Основы религиозных культур и светской этики» в Свердловской области»  15 июня 2011 года.<br> 

<p><br>
- Результаты областного конкурса на лучшую учебно-методическую разработку по курсу «Основы религиозных культур и светской этики»<br>


<p><br>
- Конкурс на лучшую учебно-методическую разработку по курсу «Основы религиозных культур и светской этики»<br>


<p><br>
-	Программа НПК<br>
