<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>

<p><br>
- "Развитие независимой системы оценки качества образования в России"<br>

<p><br>
- Методика разработки профессиональных стандартов<br>


<p><br>
- Концепция развития системы подготовки рабочих кадров и формирования прикладных квалификаций<br>


<p><br>
- Стратегия развития системы подготовки рабочих кадров и формирования прикладных квалификаций<br>


<p><br>
- Проект «Славим человека труда!»<br>


<p><br>
- План мероприятий ("дорожная карта") "Изменения в отраслях социальной сферы, направленные на повышение эффективности образования и науки"<br>


<p><br>
- Концепция и программа профориентационной работы в системе образования Свердловской области<br>


<p><br>
- Научно-методическое сопровождение реализации ФГОС профессионального образования<br>


<p><br>
- Приказ от 21.01.2011 №02-Д "О введении ФГОС НПО / СПО в ГОУ НПО / СПО Свердловской области<br>


<p><br>
- О результатах деятельности по введению федеральных государственных образовательных стандартов начального профессионального / среднего профессионального образования<br>


 

1.7.5.5. Контакты

Heading: Контакты


