<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>
<p><br>
«Восьмые Невьянские исторические чтения»<br>

<p><br>
«Восьмые Невьянские исторические чтения», посвященные 300-летию со дня рождения Саввы Яковлева «Невьянский Горнозаводской округ в эпоху Яковлевых. ХVIII-ХХ в.в.»<br> 
09.11.2013-09.11.2013<br> 
ИНФОРМАЦИОННОЕ ПИСЬМО<br>

<p><br>
государственное бюджетное учреждение культуры Свердловской области<br> 
«Невьянский государственный историко-архитектурный музей» <br>
при поддержке Министерства культуры Свердловской области <br>
9 ноября 2013 года <br>
проводит научно-практическую Конференцию<br> 
«Восьмые Невьянские исторические чтения», <br>
посвященные 300-летию со дня рождения Саввы Яковлева<br>
•	Подробнее<br>
Десятые Татищевские чтения<br>

<p><br>
в Екатеринбурге состоятся<br>
ДЕСЯТЫЕ ТАТИЩЕВСКИЕ ЧТЕНИЯ,<br>
ПОСВЯЩЕННЫЕ 290-ЛЕТИЮ ЕКАТЕРИНБУРГА (18 ноября 2013 г.),<br>
90-ЛЕТИЮ ОБРАЗОВАНИЯ УРАЛЬСКОЙ ОБЛАСТИ (3 ноября 2013 г.),<br>
80-ЛЕТИЮ СВЕРДЛОВСКОЙ ОБЛАСТИ (17 января 2014 г.)<br>
 
 <p><br>
•	Подробнее<br>
Международная научная конференция «Международные отношения в ХХ–ХХI вв.» Чемпаловские чтения<br>

 <p><br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Методический день учителя общественно-научных дисциплин по теме «Использование современных образовательных технологий для формирования духовно-нравственных ценностей обучающихся в урочной и внеурочной деятельности».<br>

<p><br>
24 октября 2013 года на базе МБОУ СОШ№56 г. Новоуральска состоялся методический день учителя общественно-научных дисциплин по теме «Использование современных образовательных технологий для формирования духовно-нравственных ценностей обучающихся в урочной и внеурочной деятельности». В методическом дне  приняли участие 132 педагога общеобразовательных организаций из 13 муниципальных территорий Свердловской области.<br>
В рамках методического дня состоялась научно-практическая конференция и открытые уроки. <br>
Актуальные вопросы преподавания обществознания в условиях реализации ФГОС основного общего образования (40 час.)<br>

<p><br>
Дата проведения: <br>
Пнд, 02/12/2013 - 09:00 - Сбт, 07/12/2013 - 16:20<br>
Вид мероприятия: <br>
Образовательный семинар<br>
Категория слушателей: <br>
учителя обществознания<br>
Кафедра общественно-научных дисциплин разрабатывает программу перподготовки (ок. 500 ч.) для учителей обществознания.<br>
В декабре (с 02 по 07) состоится первая установочная сессия в рамках образовательного семинара  "Актуальные вопросы преподавания обществознания в условиях реализации ФГОС основного общего образования " (40 час.).<br>
 
 <p><br>
 ОС бесплатный, очное обучение.<br>
 
 <p><br>
Адрес обучения: г. Екатеринбург, ул. Щорса 92а, к. 4.<br> 
Преемственность в реализации федеральных государственных образовательных стандартов основного и среднего общего образования в предметной области «Общественно-научные дисциплины», с применением электронного обучения (120 час.)<br>

<p><br>
Дата проведения: <br>
Втр, 05/11/2013 - 09:00 - Чтв, 21/11/2013 - 15:20<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: <br>
учителя истории, обществознания, географии, экономики и права<br>
Программа позволит  обеспечить теоретическую и практическую готовность педагогических работников системы образования, осуществляющих профессиональную деятель-ность в рамках предметной области «Общественные науки» (история, обществознание, география, экономика, право), к осуществлению преемственности в реализации федеральных государственных образовательных стандартов основного общего и среднего (полного) образования.<br>
 
 <p><br>
Программа очная, бюджетная.<br>
 
 <p><br>
Адрес обучения: г. Екатеринбург, ул. Щорса 92а, к.4.<br> 
Развитие ключевых компетенций обучающихся в преподавании естественнонаучных дисциплин». «Итоговая аттестация обучающихся в форме ГИА-9 и ЕГЭ по предметам естественнонаучного цикла (география).

<p><br>
Дата проведения: 
Пнд, 11/11/2013 - 09:00 - Втр, 26/11/2013 - 16:20
Вид мероприятия: 
Образовательная программа
Категория слушателей: 
учителя географии
 
 <p><br>
Образовательная программа реализуется в рамках двух семинаров.
 
 <p><br>
1 образовательный семинар -      Развитие ключевых компетенций обучающихся в преподавании естественнонаучных дисциплин». «Итоговая аттестация обучающихся в форме ГИА-9 и ЕГЭ по предметам естественнонаучного цикла (география). Итоговая аттестация-концепция, содержание, нормативная база. (56 час.) - с 11 по 18 ноября 2013. 
•	Подробнее
Развитие ключевых компетенций обучающихся в преподавании естественнонаучных дисциплин. Итоговая аттестация обучающихся в форме ГИА-9 и ЕГЭ по предметам естественнонаучного цикла (география).

<p><br>
Дата проведения: 
Пнд, 21/10/2013 - 09:00 - Срд, 06/11/2013 - 16:20
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: 
учителя географии
Образовательная программа реализуется в рамках двух семинаров.
 
 <p><br>
1 образовательный семинар -      Развитие ключевых компетенций обучающихся в преподавании естественнонаучных дисциплин». «Итоговая аттестация обучающихся в форме ГИА-9 и ЕГЭ по предметам естественнонаучного цикла (география). Итоговая аттестация-концепция, содержание, нормативная база. (56 час.) - с 21 по 28 октября 2013. 
•	Подробнее
Содержательные и методические аспекты подготовки учащихся к итоговой аттестации (ОГЭ, ЕГЭ) по истории и обществознанию (108 час.)

<p><br>
Дата проведения: <br>
Срд, 30/10/2013 - 09:00 - Пнд, 18/11/2013 - 16:20<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: <br>
учителя истории и обществознания<br>
Набор в группу закрыт. Вы можете выбрать другую дату или посетить мероприятие платно.<br>
 
 <p><br>
Программа реализуется в рамках двух семинаров.<br>
1 образовательный семинар - "Итоговая аттестация (ОГЭ-9 и ЕГЭ) – концепция, содержание, нормативная база (история, обществознание)» обучение с использованием дистанционных образовательных технологий" (54 час) - с 30 октября по 07 ноября.<br>
2 образовательный семинар - "Подготовка обучающихся к итоговой аттестации в формате ЕГЭ и ОГЭ (история, обществознание)» обучение с использованием дистанционных образовательных технологий" (54 час.) - с 11 по 18 ноября.<br>
 
 <p><br>
•	Подробнее<br>
Содержательные и методические аспекты подготовки учащихся к итоговой аттестации (ГИА, ЕГЭ) по истории и обществознанию (108 час.)<br>

<p><br>
Дата проведения: <br>
Пнд, 28/10/2013 - 09:00 - Срд, 13/11/2013 - 16:20<br>
Вид мероприятия: 
Образовательная программа
Категория слушателей: 
учителя истории и обществознания
Набор в группу закрыт. Вы можете выбрать другую дату или посетить мероприятие платно.
 
 <p><br>
Программа реализуется в рамках двух семинаров.
1 образовательный семинар - "Итоговая аттестация (ОГЭ-9 и ЕГЭ) – концепция, содержание, нормативная база (история, обществознание)» обучение с использованием дистанционных образовательных технологий" (54 час) - с 28 октября по 05 ноября.
2 образовательный семинар - "Подготовка обучающихся к итоговой аттестации в формате ЕГЭ и ОГЭ (история, обществознание)» обучение с использованием дистанционных образовательных технологий" (54 час.) - с 06 по 13 ноября.
 
 <p><br>
Содержательные и методические аспекты подготовки учащихся к итоговой аттестации (ОГЭ, ЕГЭ) по истории и обществознанию (108 ч.)

<p><br>
Дата проведения: 
Срд, 09/10/2013 - 09:00 - Чтв, 24/10/2013 - 16:20
Вид мероприятия: 
Образовательная программа
Категория слушателей: 
учителя истории и обществознания
Набор в группу закрыт. Вы можете выбрать другую дату или посетить мероприятие платно.
Программа позволит повысить профессиональную компетентность педагогов в подготовке учащихся к итоговой аттестации по истории и обществознанию
ОП направлена на 
- содействие пониманию слушателями роли ЕГЭ и ОГЭ в общероссийской системе оценки качества образования; 
•	Подробнее
Готовность удостоверений

<p><br>
 Уважаемые педагоги, прошедшие обучение на ОП «Преемственность в реализации федерального государственного образовательного стандарта основного общег
•	Подробнее
Полевой практикум по географии
