<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>

<p>
Исламова Венера Рашидовна<br>

<p>
Должность: <br>
Методист кафедры<br>
Телефон: <br>
8 (343) 369-89-26 (доб.171)<br>
Электронный адрес: <br>
iro-kf@yandex.ru<br>
Ильясов Раис Миннирасихович<br>

<p>
Должность: <br>
Доцент кафедры<br>
Телефон: <br>
8 (343) 369-89-26 (доб.171)<br>
Шарапов Александр Иванович<br>

<p>
Должность: <br>
заведующий кафедрой, кандидат философских наук<br>
Телефон: <br>
369-29-86 (доб.171)<br>
Электронный адрес: <br>
sharapov-ai@ya.ru<br>