<h1 style="font-size: 18px;padding-top:50px;">Кафедра философии и управления образованием</h1>
<p>
Кафедра философии и управления образованием<br>

<p>
Е-mail:  iro-kf@yandex.ru<br>
Тел.: (343) 369-29-86, (доб.171)<br>

<p> 
Цель деятельности кафедры:<br>
Формирование информационных, программных, методологических, научно-исследовательских, научно-методических, образовательных условий для<br> развития потенциала руководящих и педагогических работников, формирование стратегического управленческого и образовательного мышления на<br> основе интегративного взаимодействия теоретико-методологического знания и обобщения практики образования.<br>

<p>
Задачи кафедры:<br>
•	Реализация образовательной деятельности в соответствии с приоритетами государственной политики в сфере образования. <br>
•	Методическое обеспечение образовательного процесса, ориентированного на вопросы управления образованием, развития инновационного<br> потенциала образования.<br>
•	Методическое обеспечение образовательной деятельности кафедры.<br>
•	Научно-исследовательская деятельность, реализуемая на основе теоретико-методологического знания и обобщения практики образования.<br>