<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>

<p>
-	Методические рекомендации по разработке образовательной программы и программы развития СКОУ<br>
-	Методические рекомендации по профилактике нарушений поведения умственно отсталых учащихся<br>
-	Методические рекомендации по организации внеурочной деятельности обучающихся с ограниченными возможностями здоровья<br>
-	Методические рекомендации по организации обучения на дому<br>
-	Методические рекомендации по проектированию индивидуальных образовательных программ<br>
-	Методические рекомендации для учителей-логопедов дошкольных образовательных учреждений<br>

<p>
Уважаемые коллеги!<br>

<p>
Предлагаем Вам познакомиться с методическими рекомендациями для учителей-логопедов дошкольных образовательных учреждений.<br>

<p>
Надеемся, что данные материалы будут для Вас полезны.<br>

<p>
- Методические рекомендации по организации работы психолого-медико-педагогического консилиума в общеобразовательных учреждениях<br>

<p>
Уважаемые коллеги!<br>

<p>
Предлагаем Вам к использованию в работе методические рекомендации по организационно-содержательным аспектам деятельности психолого-медико-педагогического консилиума в общеобразовательных учреждениях.<br>

<p>
- Методические материалы по профессионально-трудовой подготовке обучающихся с нарушением интеллекта<br>

<p>
Уважаемые коллеги!<br>

<p>
Предлагаем Вам к использованию в профессиональной деятельности методические материалы по вопросам профессионально-трудовой подготовки умственно отсталых учащихся.<br>

<p>
- Методические рекомендации для слушателей образовательной программы профессиональной переподготовки "Специальная педагогика и психология"<br>

<p>
Уважаемые слушатели дополнительной профессиональной программы профессиональной переподготовки "Специальная педагогика и психология"!<br>

<p>
Предлагаем Вам при подготовке выпускной аттестационной работы использовать представленные методические рекомендации.<br>
