<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>

<p>
-	Методические рекомендации ПРОФЕССИНАЛЬНОЕ МАСТЕРСТВО ПЕДАГОГА<br>

<p>
- Для слушателей ОП "ФГОС ОО: идеология, содержание, технологии введения"<br>

<p>
Выставка<br>
14 октября 2013 - 30 октября 2013<br>
Для занятий необходим текст ФГОС основного общего образования. В предлагаемых материалах он есть и вы можете скачать и распечатать текст документа.<br>

<p>
- Для слушателей ОП «Управление введением Федеральных государственных образовательных стандартов общего образования» В.м.: «Управление введением Федеральных государственных образовательных стандартов основного общего образования» (108 час.)<br>

<p>
Дата проведения: <br>
Пнд, 14/10/2013 - Втр, 29/10/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Набор в группу закрыт. Вы можете выбрать другую дату или посетить мероприятие платно.<br>

<p>
- Для слушателей ОП «Профессиональное мастерство современного учителя как основа успешной реализации Федерального государственного образовательного стандарта общего образования» (120 час.)<br>

<p>
Дата проведения: <br>
Пнд, 21/10/2013 - Чтв, 24/10/2013<br> 
Вид мероприятия: <br>
Образовательная программа<br>
Набор в группу закрыт. Вы можете выбрать другую дату или посетить мероприятие платно.<br>