<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>

<p><br>
Герасимова Марина Анатольевна<br>

<p>
 
 
 
  
к. п. н., заведующий кафедрой<br>

<p> 
Сфера научных интересов:<br>
 - методическая деятельность в учреждениях начального и среднего профессионального образования;<br>
 - региональная модель развития содержания среднего профессионального педагогического образования;<br>
 - методическое сопровождение профориентационной работы Свердловской области.<br>
 

<p>
•	Подробнее<br>
Малышкина Анна Александровна<br>

 
 
 
 
 
 
<p>
методист<br>

<p>
Сфера научных интересов:<br>

<p>
- организационно-информационное обеспечение образовательного процесса;<br>
- диагностика, прогнозирование и планирование образовательного процесса.<br>

<p>
•	Подробнее<br>
Беспалова Елена Павловна<br>

 
 
 
 
 
<p> 
к. п. н., доцент кафедры<br>

<p>
Сфера научных интересов:<br>

<p>
- развитие профессиональной компетентности учителя технологии;<br>
- современные педагогические технологии в процессе технологического образования.<br> 
 
<p>
•	Подробнее<br>
Пакалина Елена Николаевна<br>

 
 
 
 
 
 
<p>
к. п. н., доцент кафедры<br>

<p>
Сфера научных интересов:<br>
- профессиональная подготовка и педагогическая поддержка обучающихся с ограниченными возможностями здоровья в системе НПО и СПО;<br>
- психолого-педагогическое сопровождение профессионального самоопределения учащихся общеобразовательных школ и профессионального становления обучающихся  учреждений НПО и СПО.<br> 

<p>
•	Подробнее<br>
Темняткина Ольга Владимировна<br>

 
 
 
 
 
 
<p>
к.п.н., доцент кафедры<br>
Сфера научных интересов:<br>
 - мониторинг качества профессионального образования;<br>
 - технологии реализации компетентностного подхода в образовательном процессе ОУ НПО, СПО в соответствии с ФГОС;<br>
-	формирование общих и профессиональных компетенций обучающихся в соответствии с ФГОС. <br>
