<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>

<p><br>
Конкурс методических разработок с ИКТ в образовательном процессе<br>

 
<p><br>
25 ноября 2013 года прошел очный этап конкурса методических разработок по использованию информационных и коммуникационных технологий, современных средств обучения в образовательном процессе<br>
Место проведения: ИРО, Академическая, 16.<br>
•	Подробнее<br>
Итоги Областного конкурса сайтов образовательных учреждений (организаций)<br>

 
 <p><br>
28 октября 2013 года состоялся очный этап Областного конкурса сайтов образовательных учреждений (организаций) Свердловской области!<br>
Конкурс проводился с целью поддержки сайтов образовательных учреждений (организаций), популяризации успешного опыта использования Интернет-ресурсов Свердловской области, организации профессионального взаимодействия образовательных учреждений (организаций) для формирования инновационного образовательного пространства Свердловской области.<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Областной конкурс сайтов образовательных учреждений (организаций) 2013 ИРО<br>

<p><br>
Конкурс<br>
13 октября 2013 - 28 октября 2013<br>
Уважаемые коллеги, здравствуйте.<br>

<p><br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
26 апреля 2013 года очный этап конкурса методических разработок по использованию информационных и коммуникационных технологий, современных средств обучения в образовательном процессе<br>

<p><br>
Конкурс<br>
26 апреля 2013 - 26 мая 2013<br>
26 апреля 2013 года прошел очный этап конкурса методических разработок по использованию информационных и коммуникационных технологий, современных средств обучения в образовательном процессе<br>
Место проведения: ИРО, Академическая, 16.<br>
•	Подробнее<br>
Областной конкурс методических разработок по использованию ИКТ, современных средств обучения в образовательном процессе 26.04.13<br>

<p><br>
Конкурс<br>
24 марта 2013 - 26 апреля 2013<br>
 
 <p><br>
Уважаемые коллеги!<br>
Приглашаем принять участие в  Областном конкурсе методических разработок по использованию ИКТ, современных средств обучения в образовательном процессе.<br>
Конкурс проводится по следующим номинациям:<br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
Конкурс «Современный урок информатики в условиях введения ФГОС ОО» 19.04.2013<br>

<p><br>
Конкурс<br>
25 марта 2013 - 19 апреля 2013<br>
Уважаемые коллеги, здравствуйте.<br>
В марте - апреле 2013 года состоится областной конкурс методических разработок «Современный урок информатики в условиях введения ФГОС ОО» (далее конкурс) проводится с целью повышения профессионального мастерства педагогов в области методики обучения информатике и ИКТ.<br>

<p><br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
VII Международная научно-практическая конференция «ИНФОРМАЦИОННЫЕ И КОММУНИКАЦИОННЫЕ ТЕХНОЛОГИИ В ОБРАЗОВАНИИ»<br>

<p><br>
Научно-практическая конференция<br>
16 мая 2013 - 17 мая 2013<br>
Уважаемые коллеги, 16 - 17 мая состоится VII Международная научно-практическая конференция «ИНФОРМАЦИОННЫЕ И КОММУНИКАЦИОННЫЕ  ТЕХНОЛОГИИ В ОБРАЗОВАНИИ»  («ИКТО-Екатеринбург-2013»), город Екатеринбург.<br> 
 
 <p><br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Конкурс методических разработок по использованию информационных и коммуникационных технологий, интерактивных средств в образовательном процессе 07 декабря 2012 года<br>

<p><br>
Конкурс<br>
7 декабря 2012 - 10:00<br>
 
 <p><br>
07 декабря 2012 года прошел очный этап конкурса методических разработок по использованию информационных и коммуникационных технологий, интерактивных средств в образовательном процессе<br>
Место проведения: ИРО, Академическая, 16, ауд. 419.<br>
•	Подробнее<br>
•	6 прикреплённых файлов<br>
Областной конкурс «Современный урок информатики в условиях введения ФГОС» 21.11.12<br>

<p><br>
Конкурс<br>
21 ноября 2012 - 10:00<br>
21 ноября 2012 года в ИРО состоялся очный этап областного конкурса «Современный урок информатики в условиях введения ФГОС». В заочном туре приняло участие 44 учителя Свердловской области.<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Всероссийская интерактивная репрезентация компании «Polymedia» и «Human IT&AV»<br>

<p><br>
Мероприятие<br>
16 октября 2012 - 14:00<br>

<p><br>
Результаты реализации ОП "ИКТ как средство реализации требований ФГОС" март-апрель 2012 г. Серов<br>

 
<p><br>
Результаты реализации ОП "ИКТ как средство реализации требований ФГОС" март-апрель 2012 г. Серов<br>
•	Подробнее<br>
ИКТ & ФГОС – для нас сегодня не вопрос! п. Рефтинский<br>

 
 <p><br> 
ИКТ & ФГОС – для нас сегодня не вопрос!<br>
   В  течение  двух  недель марта 18  педагогов  рефтинской школы № 15 пр<br>
•	Подробнее<br>
Семинар - совещание по вопросам внедрения и использования программно-аппаратных комплексов в начальную школу<br>

<p><br>
21 марта 2012 года на базе ГБОУ ДПО СО «Институт развития образования» состоялся семинар-совещание по вопросам внедрения и использования программно-аппаратных комплексов (ПАК), поставленных в 2011 году, в образовательных учреждениях Свердловской области.<br>
•	Подробнее<br>
График кафедры информационных технологий на 1 полугодие 2012.<br>

<p><br>
Уважаемые коллеги, в приложении к сообщению можно познакомиться с графиком кафедры информационных технологий на 1 полугодие 2012.<br>
 
 <p><br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Обучение учителей начальных классов использованию аппаратно-программного комплекса "Начальная школа"<br>
