<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>
<p><br>
Сегеда Татьяна Александровна<br>

<p><br>
Должность: <br>
Зав. кафедрой<br>
Телефон: <br>
(343)3692986 (доб. 104)<br>
Электронный адрес: <br>
segeda_ta@mail.ru<br>
Уколова Ольга Сергеевна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
Старший преподаватель<br>
Телефон: <br>
(343)3692986 (доб. 144)<br>
Электронный адрес: <br>
olsu2009@gmail.com<br>
 
 <p><br>
         Учитель истории и обществознания гимназии № 37 г. Екатеринбурга, председатель Свердловского регионального отделения «Ассоциации учителей истории и обществознания».<br> 
•	Подробнее<br>
Титаренко Анастасия Сергеевна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
Методист<br>
Телефон: <br>
(343)3692986 (доб. 144)<br>
Электронный адрес: <br>
kafedra.obsh.nauk@mail.ru<br>
