<h1 style="font-size: 18px;padding-top:50px;">Кафедра общественно-научного дисциплин</h1>
<p><br>
Кафедра общественно-научных дисциплин


<p><br> 
    Наше педагогическое и жизненное кредо<br>
«Если вы есть – будьте лучшими,<br>
              Если вы есть – будьте первыми!»<br>
                                                             (Р.И. Рождественский)<br>
 
 <p><br>
Кафедра общественно-научных дисциплин ИРО образована 3 июня 2013 года в результате объединения в одну предметную область таких  учебных  дисциплин как «география», «история», «обществознание», «экономика», «право».<br>
 Целью деятельности кафедры является обеспечение повышения профессиональной компетентности педагогов общественно-научных дисциплин с учетом стратегических направлений развития российской системы образования.<br>
Профессорско-преподавательский состав кафедры  разрабатывает и проводит дополнительные профессиональные образовательные программы повышения квалификации для педагогов предметной области<br>
«общественно-научные дисциплины» образовательных организаций Свердловской области и РФ в рамках приоритетных направлений инновационного развития системы образования <br>
(ФГОС ОО, ЕГЭ и ГИА-9, работа с одаренными и талантливыми детьми).<br>
Сотрудниками и союзниками кафедры являются доктора и кандидаты наук,  учителя истории, обществознания, географии, экономики и права, базовых и стажировочных площадок<br> 
ИРО - победители и призеры  профессиональных конкурсов городского, регионального и всероссийского уровней,  ПНП «Образование», а также все неравнодушные к проблемам <br>
современного  образования.<br>
 
 <p><br>
 Мы открыты для новых форм сотрудничества!<br>
 
 <p><br>
Зав. кафедрой: Татьяна Александровна Сегеда, к.п.н.<br>
Методист: Анастасия Сергеевна Титаренко<br>
 
 
 <p><br>
Уважаемые педагоги, прошедшие обучение на ОП «Преемственность в реализации федерального государственного образовательного стандарта основного общего и среднего (полного) образования в предметной области «Общественно-научные дисциплины» (120 час.) обучение с использованием ДОТ с 26 августа по 21 сентября.<br>

<p><br>
Ваши удостоверения готовы. Вы можете подъехать за ними по адресу: Академическая, 16 ауд. 324.<br>

<p><br>
Желательно предварительно позвонить 8 (343) 3692986 (доб 144).<br>
 
 
 
 
 <p><br>
Отзывы наших слушателей:<br>
 
 
 <p><br>
Но что такое? С чем его едят?<br>
Не знал никто.<br>
Известно было только, что ФГОСы<br>
Нужны для наших маленьких ребят.<br>
Пришел сентябрь, программы нам спустили<br>
Пришлось теперь вдвойне пугаться нам.<br>
ФГОСы есть, программы утвердили<br>
Но как преподавать, не говорят.<br>
Помучившись, немного поразмыслив<br>
Мы дружно все на курсы подались<br>
Надеясь хоть немного научиться<br>
Вести уроки, современным быть.<br>
Но что такое значит современным?<br>
А это означает, что теперь<br>
Работать мы должны не так, как прежде<br>
Традиционный вид теперь тупик для всех.<br>
Теперь нам надо мыслить креативно<br>
Поставить знак «Равно» учитель – ученик<br>
Учить нам надо так, чтоб было видно:<br>
Добытчик знаний он! А ты – лишь проводник!<br>
Не должен ученик теперь стесняться<br>
Любую мысль свою преподносить<br>
И нам порой не надо удивляться<br>
Когда мы в спор вступаем с ним<br>
Уметь он должен доказать иное<br>
Коль не согласен он с тобой<br>
Уметь учитывать и мнение другое<br>
Ведь с обществом считаться должен он.<br>
В конечном счете, получить должны мы<br>
Людей, способных сразу ко всему:<br>
Петь, танцевать, решать глобальные проблемы<br>
Не обращаясь ни к кому.<br>
Уметь он должен слушать всех и слышать<br>
Надеясь только на себя<br>
А чтобы это получилось<br>
ФГОС сопровождает пусть тебя!<br>
 
 <p><br>
Иксанова Гульнара Наильевна<br>
Петров Борис Митрофанович<br>
Ширяева Офелия Карапетовна<br>
Муллыев Самат Хаматович <br>
