<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>

<p><br>
Секция 3. ИКТ в преподавании школьных предметов 17 мая 2013 ИКТ-Екатеринбург- 2013<br>

<p><br>
Уважаемые коллеги, заполните лист, пожалуйста, ссылка.<br>
https://bubbl.us/<br>
https://bubbl.us/<br>
График кафедры информационных технологий на 1 полугодие 2013<br>

<p><br> 
Уважаемые коллеги, в приложении к сообщению можно познакомиться с графиком кафедры информационных технологий на 1 полугодие 2013.<br>
 
 <p><br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
График кафедры информационных технологий на 1 полугодие 2012<br>

<p><br>
Уважаемые коллеги, в приложении к сообщению можно познакомиться с графиком кафедры информационных технологий на 1 полугодие 2012.<br>
 
 <p><br>
Заявки на курсы можно отправлять методисту кафедры Глинских Юлии Владимировне по эл.адресу glinskich@gmail.com.  В заявке необходимо указывать ФИО, должность, ОУ, контактные данные слушателя.<br>
•	1 прикреплённый файл<br>
Список образовательных программ Кафедры ИТ реализуемых в 2012 год<br>

<p><br>
Уважаемые коллеги!<br>

<p><br>
Кафедра информационных технологий ИРО проводит ряд актуальных образовательных программ, связанных с использованием ИКТ в образовательном процессе для руководителей образовательных учреждений, преподавателей НПО и СПО, учителей начальных классов, учителей-предметников, учителей - информатиков, педагогов дополнительного образования, воспитателей.<br>
