<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>
<p>
-	Советы директору школы<br>
-	Лучшие итоговые работы слушателей<br>
-	Программа профессиональной переподготовки «Менеджмент в образовании»<br>
Существенные изменения во всех сферах социальной и духовной жизнедеятельности общества своеобразно отражаются на состоянии современного<br> образования, содержании, организации и результатах образовательного процесса в учебных заведениях, облике и характере выполняемых ими<br> социальных функций. Создание новой системы образования привело к реализации личностно ориентированной модели образования, которая <br>принципиально изменяет ситуацию подготовки руководителя. Возникновение новых, непривычных для нашего общества экономических процессов, <br>связанных с переходом на конкурентную основу производства и современными методами управления им, необходимость быстрой социальной и <br>психологической адаптации, профессиональной мобильности руководителя обуславливают потребность поиска новых путей и средств психологической <br>и практической подготовки работников образования<br>
<p>
Сегодня в педагогическом лексиконе прочно закрепилось понятие «менеджмент» (от англ. management – руководство, управление), обозначающее общее искусство управления процессами, протекающими в различных системах.<br>
За многие годы в нашем обществе сложилось представление об управлении как непрофессиональной деятельности, управленцах как людях, которых<br> не нужно специально готовить. Руководителями школ, как правило, становились лучшие учителя или чьи-то выдвиженцы, поэтому о грамотном <br>менеджменте говорить не приходилось. Но управление образовательным учреждением – это наука и искусство, которые необходимо постичь; <br>в управлении не обойтись без особого таланта, лидерских качеств.<br>
<p>
Функционирование школы в настоящее время требует от государства для большей эффективности изменения системы подготовки специалистов управления образованием.<br>
<p>
Еще недавно руководители школ получали управленческое образование лишь в системе повышения квалификации. Проблема получения базового<br> управленческого образования неоднократно поднималась в научных исследованиях и психолого-педагогических публикациях. Но было непонятно, <br>какой должна быть система базовой подготовки руководителей. Также оставался нерешенным вопрос о том, кто есть кто сегодня: кто директор и <br>кто менеджер, одинаковы ли их цели, задачи, функции, характер деятельности? При более детальном выяснении становится понятно, что <br>менеджер – это не только специалист, профессионально выполняющий функции управления, но и профессионал, учитывающий специфику школы как <br>системы, где каждый управляет на своем уровне и является субъектом управления, имеет определенную ориентацию – профессионально работает с <br>людьми. Область профессиональной деятельности менеджера – обеспечение рационального управления системой образования, организация систем <br>управления в режиме развития, совершенствование управления в соответствии с тенденциями социально-экономического развития. Объектами <br>профессиональной деятельности являются система образования региона в соответствии с законодательством Российской Федерации. Видами <br>профессиональной деятельности менеджера в зависимости от назначения и места в системе управления являются: управленческая, организационная, <br>экономическая, планово-финансовая, маркетинговая, информационно-аналитическая, проектно-исследовательская, диагностическая, инновационная, методическая.
<br>Обучение проходят руководители образовательных учреждений и их заместители, руководители и работники отделов образований, кадровый <br>руководящий резерв. Переподготовка должна стимулировать рост квалификации, профессионализма, результативности управленческого труда, развитие творческой инициативы, обеспечение правовой и социальной защищенности работников отрасли. В процессе переподготовки происходит существенное обновление содержания, методов, средств и организационных форм управленческой деятельности, усложнение функций эффективной деятельности управленцев в образовании.<br>
<p>
Нормативный срок освоения программы переподготовки при очно-заочной форме обучения – 1,5 года; специализация – менеджер образования. Образовательная программа профессиональной переподготовки рассчитана на 890 часов, включает изучение общепрофессиональных дисциплин (ОПД) – 340 часов, специальных дисциплин (СД) – 396 часов. Также слушатели могут изучать специальные дисциплины по выбору (модуль в количестве 34 часа) в соответствии со своими профессиональными интересами. При освоении образовательной программы предполагается самостоятельная работа слушателей в количестве 286 часов. Формы итогового контроля включают зачеты после освоения каждого раздела программы, защиту исследовательских проектов, тестирование, собеседование. Завершается образовательная программа государственной аттестацией, где слушатели представляют выпускную (дипломную) работу.
<p>
Организация обучения, особенно в части овладения специальными дисциплинами, построена на преобладании деятельностных форм: деловых и ролевых игр, практикумов, семинаров, анализе результатов, что позволит слушателям обсудить актуальные вопросы, связанные с реализацией Федеральных государственных образовательных стандартов нового поколения, выполнением областной государственной целевой программы «Развитие образования в Свердловской области «Наша новая школа» на 2011-2015 годы», проблематизировать собственные представления об управлении этими процессами, актуализировать опыт образовательных учреждений Свердловской области по развитию образовательных комплексов, спроектировать в совместной деятельности модели образовательных программ. <br>

- Образовательная программа «Формирование общероссийского кадрового ресурса ведущих консультантов по во-просам развития системы образования»
<p>
Программа  создана для подготовки ведущих консультантов – специалистов системы образования различных уровней (дошкольное, среднее, высшее профессиональное образование, дополнительное образование), специализирующихся на вопросах развития образования на основе современных образовательных и управленческих технологий, способных осуществлять консультационное сопровождение и поддержку процессов развития образования.
<p> 
Объектами профессиональной деятельности ведущих консультантов являются проблемные ситуации, возникающие у различных субъектов образовательной деятельности (индивидуальных и коллективных; на уровне образовательного учреждения, муниципальном и государственном уровнях), поэтому роль консультанта не сводится к передаче востребованной информации и готовых решений. Консультант – это прежде всего фасилитатор, тьютор, помогающий специалистам осознать  свои затруднения при проведении изменений, проанализировать, критически оценить возникшую проблемную ситуацию и в результате совместных поисков, размышлений и оценки альтернатив найти оптимальные пути ее решения. В связи с этим владение ведущим консультантом инновационными образовательными технологиями, в том числе технологиями тьюторской деятельности и проектирования различных форм совместной деятельности при работе с взрослыми является одной из его ключевых компетенций.  
 
<p> 
Кроме освоения инструментария для организации собственной консультационно-обучающей практики, данная Программа может быть также полезна в плане знакомства с методологическими и теоретическими основами инновационных образовательных технологий как инструментов реализации компетентностного подхода – одного из ключевых направлений модернизации современного образования. Известно, что одной из актуальных проблем перехода образования на компетентностый подход является неготовность работников образования всех уровней к его реализации. Поэтому типичная проблемная ситуация для консультанта может быть связана с необходимостью консультационной поддержки процессов освоения тьюторской деятельности и внедрения современных образовательных технологий как инструментов для реализации
компетентностного подхода. 

<p> 
Целевая аудитория (контингент слушателей)
В качестве потребителей Программы рассматриваются специалисты системы образования различных уровней (дошкольное, среднее, высшее профессиональное образование, дополнительное образование), специализирующиеся на вопросах развития образования на основе современных образовательных и управленческих технологий. Программа создана как для тех, кто только приступает к освоению новой для себя деятельности консультанта, так и для тех, кто уже имеет некоторый опыт работы со взрослыми по проблемам развития образования. Слушатели смогут развить навыки групповой и индивидуальной работы с обучающимися взрослыми, понять их актуальные проблемы, а также освоить современные образовательные технологии.

<p> 
Цели и задачи Программы<br>
Программа призвана оказать поддержку и содействие консультанту в реализации двух основных целей:<br>
- прагматическая – снабдить эффективными инструментами для проектирования и проведения ярких и результативных консультаций и учебных занятий в образовательной среде;<br>
- развивающая – способствовать профессиональному и личностному росту за счет освоения множества теорий, идей и техник. Программа замыслена как практико-ориентированная, направленная на передачу и присвоение слушателями практических инструментов для организации обучения и консультирования различных специалистов системы образования. Наряду с технологиями и техниками в содержание модулей включены самые разнообразные теоретические положения общей педагогики, педагогической психологии и дидактики. Идеи, собранные в модулях программы, носят универсальный характер имогут быть полезны и для менеджеров, работающих с персоналом, и для преподавателей системы дополнительного профессионального образования, и для любых специалистов, работающих с взрослой аудиторией. Освоив язык, идеи и техники актуальной образовательной инновационной среды, специалист может быть уверен в том, что его педагогическая компетентность будет по достоинству оценена этой средой.<br>

<p>
Мы полагаем, что эта Программа послужит для всех групп слушателей хорошим подспорьем для рефлексии собственной педагогической компетентности и поможет им осознать зону своего ближайшего развития.<br>

<p>
- Образовательная программа «Методология и практика государственно-общественного управления в образовательном учреждении»
<p>
Программа адресована руководителям образовательных учреждений, специалистам отделов образований, членам Родительских комитетов, членам Попечительских и Управляющих советов, лидерам школьного самоуправления.
 <p>
Программа раскрывает следующие вопросы:<br>
- Исторический и современный опыт государственно- общественного управления образованием.<br>
- Методологические основы проектирования государственно- общественного управления в образовательном учреждении.<br>
- Правовые основы государственно- общественного управления в образовательном учреждении. Форматы и функции государственно- общественного управления в системе управления образовательным учреждением.<br>
- Механизмы действия органов государственно- общественного управления в образовательном учреждении.<br>
-	Реализация задач государственно- общественного управления в различных видах деятельности образовательного учреждения с целью повышения престижа конструктивной социальной активности, пропаганды позитивного опыта общественно-полезной деятельности, лучших социальных практик, «новых героев» социального развития страны.<br>

<p>
- Образовательная программа "Современный образовательный менеджмент"<br>

<p>
Содержание программы разработано в русле реализации идей стратегии модернизации российского школьного образования, где четко охарактеризованы проблемы и задачи развития системы в целом. Экспертами отмечается недостаточная обученность и подготовленность директоров школ, как ключевого звена управленцев в системе общего образования Российской Федерации. Поэтому требуются масштабные изменения в образовательных технологиях и в организации труда. В связи с этим возникла необходимость разработки программы повышения квалификации директоров школ системы общего образования Российской Федерации.<p>
            Основная цель программы – актуализация знаний слушателей, постановка и освещение проблем, достижение понимания слушателями представляемой информации через рефлексивные процедуры, стимулирование интереса к изучаемым темам.
            Целевыми группами программы являются региональные тьюторы,  руководители и специалисты региональных органов управления образованием, региональные, муниципальные проектные (стратегические) команды, команды развития (модернизации) образовательных учреждений.<p>
            Для успешного освоения программы обязательным условием является наличие у обучающихся опыта практической управленческой деятельности в системе образования, базовых знаний по тематике предложенной программы, понимание необходимости проводящихся в современной системе образования изменений, наличие навыков пользователя ПК и поиска информации в Интернете, а также готовность принимать новые идеи и реализовывать их на практике.<p>
            Процесс освоения программы построен на сочетании аудиторных занятий (основанных на интерактивных формах освоения учебного содержания, а также на использовании примеров и ситуаций из собственного управленческого опыта обучающихся) и самостоятельной работы, ориентированной на включение освоенного методического инструментария в реальную практику для решения конкретных проблем в своих образовательных учреждениях.<p>
            В рамках программы разработаны и изданы учебно-методические пособия, которые предполагают возможность усвоения вышеперечисленных разделов, которые представляют собой содержательно завершенный блок информации, включающий учебную задачу, методические рекомендации, ориентировочную основу действий и средства контроля (самоконтроля) успешности освоения учебного материала.<p>
            Основными формами работы со слушателями программы являются интерактивные лекции – форма занятия, предполагающая интерактивное изложение преподавателем одного из разделов курса, а также интерактивные семинары, предполагающие диалоговое форму закрепления и углубления знаний, при которой слушатели заранее готовят информацию по теме и презентуют её с использованием приемов и техник интерактивного обучения.<p>
<p>
При освоении программы используются и иные формы работы – групповая и совместная работа над проектом, практика деловых игр, анализ критических ситуации, тренинги практических навыков и прочие.
Ключевые идеи программы:<br>
•	Образование как потенциал инновационного развития общества;<br>
•	Личность в центре государственной образовательной  политики, обеспечение  образовательных прав и  возможности реализации обязанностей  человека;<br>
•	Открытое образование как ценностно-технологический контекст построения образовательного процесса;<br>
•	 Новая образовательная культура (обучение через деятельность, компетентностный  подход, проектные  технологии, развитие исследовательской культуры и самостоятельности и т.д.);<br>
•	Общественно-государственное взаимодействие, социальное партнерство как факторы развития образования в гражданском обществе;<br>
•	Взаимосвязь государственного и общественного контроля качества образования, мониторинг качества образования, управление с учетом достигнутого качества;<br>
•	Независимость, автономия школы, самостоятельность субъектов образования как необходимое условие повышения эффективности образовательного процесса;<br>
•	Сетевые структуры, сетевые модели управления и взаимодействия как способ повышения эффективности системы образования;<br>
•	Управление в условиях модернизации образования – ориентация на  достижение стабильности и развития;<br>
•	Экономика образования:  обеспечение самостоятельности и эффективности образовательного учреждения за счет введения новых управленческих механизмов.<br>

- Образовательная программа «Развитие инновационного потенциала образовательного учреждения»<br>


<p>
«…решая задачу радикального повышения эффективности экономики, мы должны создать стимулы для формирования национальной инновационной системы….От мотивации к инновационному поведению граждан и от отдачи, которую приносит труд каждого человека, будет зависеть будущее России.»
В.В.Путин<br>

<p>
Содержание<br>
образовательной программы дополнительного профессионального образования<br>
«Развитие инновационного потенциала образовательного учреждения»<br>

<p>                                
I Инвариантный модуль<br>
«Развитие инновационного потенциала образовательного учреждения» (8-48 час.)<br>
1.         Инновационное образование как основной ресурс  инновационного развития государства.<br>
2.         Миссия и ценности школы в контексте инновационного развития школы.<br>
3.         Анализ результатов деятельности школы и планирование изменений.<br>
4.         Проекты и целевые программы как основные механизмы изменений.<br>
5.         Управление качеством инновационного образования: понятийное поле и методические конструкты.  <br>

<p>
II. Вариативный модуль<br>
" Управление изменениями в образовательном учреждении"<br>
1.         Введение. Цели и задачи программы повышения квалификации, прогнозируемый результат. Входная диагностика  уровня профессиональной компетентности.<br>
2.         Теоретико-методологические основания необходимости изменений в образовании.<br>
3.         Концепции управления организационными изменениями в образовательном учреждении.<br>
4.         Методология управления организационными изменениями в образовании.<br>
5.         Организационное обеспечение изменений в образовательном учреждении.<br>
6.         Трансформационное руководство в управлении образовательным учреждением.<br>
7.         Стратегическое управление изменениями в образовательном учреждении.<br>
8.         Инновационный подход к управлению изменениями в образовательном учреждении.<br>
9.         Управление процессами изменений в образовательном учреждении.<br>
10.       Анализ результатов  изменений в  деятельности образовательного учреждения.<br>

<p>
III  Вариативный модуль<br>
«Правовое регулирование деятельности образовательного учреждения»<br>
1.         Введение. Цели и задачи программы повышения квалификации, прогнозируемый результат. Входная диагностика  уровня профессиональной компетентности.<br>
2.         Право на образование и образовательное право<br>
3.         Основные положения федерального образовательного законодательства и образовательного законодательства Свердловской области<br>
4.         Правовой статус образовательного учреждения<br>
5.         Государственные образовательные стандарты и образовательные программы как механизмы правового регулирования результатов образования<br>
6.         Правовое регулирование управления образовательным учреждением<br>
7.         Локальные акты и локальное правотворчество образовательного учреждения<br>
8.         Правовой статус участников образовательного процесса<br>
9.         Трудовое законодательство в сфере образования<br>
10        Правонарушения и юридическая ответственность в сфере образования<br>

<p>       
IV  Вариативный модуль<br>
«Технологии связи с общественностью в образовании (PR)»<br>
1.         Теоретико-методологические основания современных технологий связей с общественностью.<br>
2.         Коммуникации и социальное управление.<br>
3.         Основы планирования PR-кампаний.<br>
4.         Методы исследования в системе управления общественными отношениями.<br>
5.         Программа PR.<br>
6.         Технологии PR: инструментарий и возможности применения.<br>
7.         Технологии PR в  условиях изменений.<br>

<p>        
V         Вариативный модуль<br>
«Особенности содержания и организации образовательного процесса в развитии потенциала одаренных детей»<br>
1.         Основы теории детской одарённости.<br>
2.         Принципы и методы выявления одарённых детей.<br>
3.         Принципы, цели, содержание, методы и формы обучения одарённых детей в образовательном процессе массового образовательного учреждения.<br>
4.         Педагогическое проектирование решения  задач образовательного процесса по выявлению и развитию одарённых детей.<br>

<p>        
VI Вариативный модуль<br>
«Технологии образования взрослых в системе непрерывного образования»<br>
1.         Образование взрослых как ресурс развития непрерывного образования.<br>
2.         Определение целей и результатов в образовании взрослых.<br>
3.         Модели образования взрослых.<br>
4.         Особенности технологий в образовании взрослых.<br>
5.         Технологии образования взрослых. Виды, подходы, задачи и методы.<br>
6.         Особенности организации образования взрослых.<br>
7.         Методы исследования и установления «обратной связи» в образовании взрослых.<br>

<p>        
VII Вариативный модуль<br>
Развитие профессионального потенциала педагога<br>
1.         Методологические основы исследования педагогического потенциала личности.<br>
2.         Теория развития профессионально-педагогического потенциала учителя.<br>
3.         Технология развития профессионально-педагогического потенциала специалиста в условиях непрерывного образования.<br>
4.         Профессионализм. Профессиональный потенциал. Становление профессионализма и развитие профессионала.<br>
5.         Педагог как субъект профессионального развития.<br>
6.         Компетентность как базовая характеристика профессионала.  <br> 
7.         Мастерство педагогического взаимодействия.<br>
8.         Квалификационные характеристики работников образования.<br>

<p>         
VIII Вариативный модуль <br>
«Развитие кадрового потенциала в образовательном учреждении» <br>
         1.         Введение. Управление персоналом в образовательном учреждении. Стратегия и структура.<br>
         2.         Формирование организационной культуры. Лидерство. Стили руководства.<br>
         3.         Формирование команды. Управление конфликтом.<br>
         4.         Делегирование. Тайм-менеджмент.<br>
         5.         Оценка персонала и мотивация. Организационное развитие.<br>

<p>
IX Вариативный модуль  «Организация методической работы в образовательном учреждении». <br> 
1.         Введение. Методическая работа: новые ожидания и необходимость.<br>
2.         Нормативно-правовое обеспечение деятельности  методической службы образовательного учреждения.<br>
3.         Основные направления и содержание методической работы в ОУ.<br>
4.         Планирование и анализ методической работы в ОУ.<br>
5.         Организация, координация и контроль деятельности субъектов  методической работы в ОУ.<br>
 6.        Методическое сопровождение аттестации педагогов в условиях модернизации образования.<br>
 7.        Система методической работы с педагогическими и руководящими кадрами при подготовке к профессиональным конкурсам.<br>
 8.        Мастер-класс: теория и практика.<br>
 9.        Обобщение опыта работы.<br>
10.       Создание и презентация инновационного педагогического проекта.<br>
11.       Сетевая организация как механизм интеграции методической работы на муниципальном уровне.<br>

<p>
X Вариативный модуль<br>
«Реализация инновационных проектов в образовательном учреждении»<br>
1.         Социально-экономические основания и нормативно-правовая база  инновационной деятельности в ОУ.<br>
2.         Методология проектной деятельности.<br>
3.         Программа развития ОУ как социальный проект.<br>
4.         Учебный проект как инструментарий развития субъектности обучающихся<br>
5.         Проектирование оценочной деятельности.Формирующая оценка образовательных результатов обучающихся.<br>

<p>          
XI        Вариативный модуль<br>
«Стратегии развития инновационного образования»<br>
1.         Основы теории и методологии инноватики  в образовании.<br>
1.1.      Инноватика  как область знаний.<br>
1.2.      Теории инновационного развития.<br>
1.3.      Классификация нововведений в образовании и в педагогике.<br>
2.         Национальное стратегическое проектирование в области инновационного  развития образования в России.<br>
3.         Инновационные модели развития системы и содержания общего среднего образования в регионах России<br>
4.         Организационные формы инновационной деятельности  в образовании.<br>
4.1.      Инновационный  образовательный процесс: этапы, сущность, содержание.<br>
4.2.      Жизненный цикл инновации в образовании.<br>
4.3.      Инновационные стратегии в образовании.<br>
4.4.      Организационно – содержательные инновации в образовательном процессе.<br>
4.5.      Создание и развитие инновационной  структуры в ОУ.<br>
5.         Мониторинг инновационной деятельности  ОУ.<br>

<p>
XII       Вариативный модуль<br>
«Инновационная деятельность в профессиональном образовании»<br>
1.         Основы инновационной деятельности в профессиональном образовании.<br>
1.1.      Общая характеристика инновационной деятельности в профессиональном образовании.<br>
1.2.          Государственная политика и управление в сфере инновационного развития  системы образования.<br> 
1.3.      Основные методы инновационной деятельности в профессиональном образовании.<br>
1.4.      Инновационные педагогические идеи в творческой деятельности инноваторов проф. образования.<br>
1.4.      Авторский и инновационный педагогический опыт в творческой деятельности инноваторов профессионального образования.<br>
1.5.      Групповая консультация: Самообразование и тематика инновационных творческих работ слушателей вариативного модуля.<br>
2. Вариативная часть<br>
Инновационная     деятельность педагога (руководителя) профессионального образования<br>
2.2.      Психологические основы инновационной деятельности педагога<br>
2.3.      Организация инновационной деятельности педагога<br>
2.4.      Информационное обеспечение инновационной деятельности педагога.<br>
2.5.      Публичная презентация результатов инновационной деятельности педагога.<br>
3. Вариативная часть<br>
Инновационная деятельность образовательного учреждения профессионального образования<br>
3.1.      Психологические основы коллективной инновационной  деятельности.<br>
3.2.      Организация инновационной деятельности образовательного учреждения проф. образования.<br>
3.3.      Этические и правовые основы инновационной деятельности в образовательном учреждении проф. образования.<br>
