<h1 style="font-size: 18px;padding-top:50px;">Кафедра профессионального образования</h1>
<p><br>
Кафедра профессионального образования<br>

<p>
Кафедра профессионального образования<br>
Деятельность кафедры организуется в соответствии с приоритетными направлениями модернизации профессионального образования:<br>
- разработка методологической основы  развития профессионального образования в русле усиления связи образования, науки  и промышленности;<br>
- обеспечение готовности  системы профессионального образования  к структурным сдвигам в экономике, технологическим изменениям, необходимым в отечественном производстве;<br>
- модернизация системы начального и среднего профессионального образования в соответствии с Федеральными государственными образовательными стандартами.<br>
Основные направления деятельности кафедры:<br>
1. Обеспечивается комплексное сопровождение введения Федеральных государственных образовательных стандартов начального и среднего профессионального образования: организационное, информационное, методическое:<br>
– осуществляется развитие методических и технологических компетенций педагогов учреждений начального и среднего профессионального образования к реализации федеральных государственных образовательных стандартов профессионального образования;<br>
–  создаются информационно-методические условия для введения федеральных государственных образовательных стандартов профессионального образования в учреждениях НПО и СПО Свердловской области;<br>
– обеспечивается развитие управленческих компетенций руководителей учреждений начального и среднего профессионального образования для реализации федеральных государственных образовательных стандартов профессионального образования;<br>
- создаются организационно-методическое обеспечение мониторинга введения федеральных государственных образовательных стандартов профессионального образования в учреждениях НПО и СПО Свердловской области.<br>
2. Осуществляется повышение квалификации работников профессионального образования.<br>
3. Сопровождаются аттестационные процессы в учреждениях начального и среднего профессионального образования.<br>
4. Осуществляется методическое сопровождение образовательной деятельности учреждений начального и среднего профессионального образования.<br>
5. Осуществляется организация и сопровождение конкурсной деятельности в системе начального и среднего профессионального образования.<br>
6.	Организуется исследовательская деятельность в научно-образовательных проектах.<br>
