<h1 style="font-size: 18px;padding-top:50px;">Кафедра филологического образования</h1>

<p><br>
Кафедра филологического образования<br>

<p><br>
Кафедра филологического образования<br>
Академическая 16, каб. 337, тел. (т. 343 369-29-86, доп. 157).<br>
Email: iro-kfo@mail.ru<br>
 
 <p><br>
Сотрудники кафедры:<br>
Долинина Тамара Альбертовна – зав. кафедрой<br>
Архарова Дина Ивановна – доцент кафедры, к.ф.н.<br> 
Камышанова Елена Анатольевна – старший преподаватель кафедры<br>
Машарова Ирина Сергеевна – доцент кафедры, к.ф-м.н.<br>
Юшкова Наталия Анатольевна – доцент кафедры, к.ф.н.<br>
Смирнова Наталья Леонидовна -  доцент кафедры, к.ф.н.<br>
Юдина Наталья Александровна - доцент кафедры, к.п.н. <br>

<p><br>
Цели и задачи деятельности кафедры на 2014 год<br>
Миссия:<br>
- развитие школьного филологического образования на основе профессионально-личностного роста  педагога новой школы<br>
Задачи:<br>
- помочь педагогам понять идеологию, содержание и технологии введения ФГОС, помочь осознать ФГОС в контексте государственной образовательной политики в сфере образования;<br>
- через систему образовательных программ и семинаров практически приобщить учителей к освоению педагогических технологий, позволяющих приобретать профессионально значимые компетенции, что дает  возможность решать на практике проблемы, связанные с особенностями работы в соответствии с требованиями ФГОС;<br>
- формировать профессиональное педагогическое видение  надпредметных аспектов своей  деятельности, которое способствует тому, чтобы учащиеся  могли  достигать предметных, метапредметных и личностных результатов  филологического обучения;<br>
- постоянно совершенствовать научно-и учебно-методическое  сопровождение курсовой подготовки педагогов, которое ориентирует их  на овладение инновационными педагогическими технологиями и эффепктивными методическими приемами обучения, позволяющими практически  решать  проблемы  функциональной языковой, речевой  и коммуникативной грамотности учащихся;<br> 
- оказывать методическую поддержку учителям-словесникам при подготовке обучающихся к государственной итоговой аттестации в условиях поэтапного обновления контрольно-измерительных материалов;<br>
- обеспечивать повышение профессиональной компетентности членов кафедры через программы и семинары повышения квалификации и переподготовки на базе АПК и ПРО;<br>
-  плодотворно  взаимодействовать  с методическими объединениями педагогов-филологов;<br>
-  систематически  работать с педагогами-тьюторами;<br>
-  систематически  сотрудничать с преподавателями высших учебных заведений города при проведении образовательных программ, семинаров, вебинаров, научно-практичских конференций<br>
 
 <p><br>
Направления деятельности <br>
1. Проведение образовательных программ и образовательных семинаров, дающих возможность решать на практике проблемы, связанные с особенностями работы по ФГОС,  помогающих педагогам при подготовке учащихся  к ИА по английскому языку, русскому языку и литературе.<br> 
2. Создание сопровождающих методических материалов,   помогающих педагогам работать в условиях внедрения ФГОС и  при подготовке учащихся  к ИА по английскому языку, русскому языку и литературе.<br>
3. Освещение  проблем преемственности в обучении филологическим дисциплинам в начальной, основной и средней школе.<br>
4. Научно-организационная работа по подготовке и проведению  конференций, научных семинаров, круглых столов.<br>
5. Научно-методическое сопровождение деятельности образовательных учреждений – базовых площадок ИРО<br>
6. Научно-методическое сопровождение работы с талантливыми детьми в условиях реализации ФГОС с учетом потенциала предметных конкурсов,олимпиад, фестивалей.<br>
7. Совершенствование системы оценивания качественных результатов филологического образования учащихся. Практическое ознакомление с технологиями мониторинга как фактором  влияния на качество образования.<br>
8. Приобщение педагогов к проблемам обучения детей мигрантов и билингвов  русскому языку  как средству межнационального общения народов РФ; создание учебно-методического сопровождения этого обучения;<br>
9.	Приобщение педагогов к содержанию  этнокультурного компонента в образовании и проблемам  изучения национальных (родных) языков в современной образовательной ситуации.<br>
