<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>
<p><br>
График образовательной деятельности кабинета на 1 полугодие 2013г.<br>

 
<p><br> 
Уважаемые коллеги,<br>
просим Вас обратить внимание на график<br>
образовательной деятельности кабинета "ОБЖ и физическое воспитание"<br> 
на 2013г.  <br>
   
   <p><br>
     ОП "Преподавание предмета "Физическая культура" в соответствии с федеральными госудаарственными стандартами общего образования"(108 час.)<br>
Сроки:<br>
2 поток 08.04-23.04.13г.<br> 
3 поток  03.06.-19.06.13г.<br>
4 поток 14.10-29.10.13г. <br>
5 поток 11.11-26.11.13г. <br>
 
 <p><br>
Вариативный модуль «Преподавание предмета «Основы безопасности жизнедеятельности» в соответствии с федеральным государственным образовательным стандартом общего образования» (108 час.) дополнительной профессиональной образовательной программы «Федеральный государственный образовательный стандарт общего образования: идеология, содержание, технологии введения»<br>  
Сроки:<br>
1 поток 13.05-28.05.13г.<br>
2 поток  16.09-01.10.13г.<br>
 
 <p><br>
 Образовательный семинар «Педагогические и методические условия реализации учебного курса «Основы безопасности жизнедеятельности» в образовательных учреждениях Свердловской области» (совместно с МСЧ)<br>
Дата проведения: 13 октября 2013г.<br>
Место пролведения: г.Сухой Лог    <br>
 
 <p><br>
 Обращаться по телефону:<br>
8-(343) 369-29-86 (доб.217)<br>
С.т. 8-904-980-79-48 <br>
Эл.почта: nagobg@yandex.ru<br> 
 
 

 <p><br>
      Институт развития образования располагает общежитием для слушателей программ<br>
Адрес: г.Екатеринбург ул Бебеля д.71.<br>
Проезд: трамвай №6, 10, 13, 23 о.Фармацевтический колледж<br> 
автобус №6, 57, 61 о.Заречный<br>
т.245-81-01<br>
