<h1 style="font-size: 18px;padding-top:50px;">Отзывы слушателей</h1>

<p><br>
Отзывы слушателей образовательной программы "Проектирование и реализация внеурочной деятельности в соответствии с требованиями федеральных государственных образовательных стандартов общего образования " (72 часа) с использованием ДОТ<br>

<p><br>
Уважаемая Наталия Анатольевна.<br>
Хочется поблагодарить за проведенные курсы, за тот материал, который был предоставлен. Вами и вашими коллегами проделана огромная работа - это титанический труд.<br>
Подведение итогов - в интересной форме он-лайн встрече.<br>
Спасибо за возможность пообщаться с педагогами по проблемной теме. Я для себя, как заместителя, увидела возможности и необходимость коррекции всей программы внеурочной деятельности. Получено много материалов, которые помогут в изменении ВУД. Одно из важных выводов - четкое разграничение планов воспитательной системы и внеурочной деятельности. Хорош совет для планирования - начать с результатов: для чего? зачем мы создаем те или иные формы ВУД в ОУ.<br>
Одно обстоятельство, которое создает трудности - ИЗМЕНЕНИЕ САМОГО ПЕДАГОГА, его мышления, компетентности, отношения к внеурочной деятельности.<br>
Но я знаю, что все зависит от нас. Так что огромное спасибо за начало изменений.<br>
С уважением, Анна Васильевна Лоретц, слушатель потока 07.10-02.11.2013, зам. директора по УВР, учитель начальных классов, МБОУ «ООШ № 28», Г. Краснотурьинск.<br> 
