<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>

<p><br>
Состав Кафедры:<br>
Долинер Леонид Исаевич - зав. кафедрой<br>
e-mail: dolis13@rambler.ru <br>
Шпарута Надежда Владимировна - доцент кафедры<br>
e-mail: shparuta@gmail.com<br>

<p><br> 
Ст. преподаватели: <br>
Сероштанова Наталья Юрьевна,<br>
e-mail: seroshtanova@gmail.com,<br>
Волкова Ирина Александровна<br>
e-mail: via170@gmail.com<br>
Тюгаева Елена Валерьевна<br>
e-mail: tugaeva@gmail.com<br>
 
 <p><br>
Методисты:<br>
Глинских Юлия Владимировна,<br>
e-mail: glinskich@gmail.com—запись на курсы<br>
Дементьева Мария Андреевна<br>
e-mail: marydementyeva@gmail.com<br>
 
 <p><br>
Направления работы:<br>
•	ИКТ в управлении образовательным учреждением<br>
•	Реализация ФГОС в средних общеобразовательных учреждениях<br>
•	Современные технологии дистанционного обучения<br>
•	Технология разработки педагогических компьютерных тестов<br>
•	Современные сервисы Интернет (Веб 2.0) в педагогической практике<br>
•	Интерактивные информационные средства в образовательном процессе<br>
•	Компьютерная графика<br>
•	Использования свободного программного обеспечения в образовательном учреждении<br>
•	Мультимедиа технологии<br>
•	Основы прикладной информатики<br>
•	Методика обучения информатике и ИКТ<br>
•	Подготовка к ЕГЭ по информатике<br>
•	<br>
Кафедра ИТ взаимодействует с образовательными учреждениями различного уровня в Свердловской области и России. Сотрудники Кафедры являются ведущими специалистами в Свердловской области по повышению квалификации педагогов в сфере ИТ-технологий.<br>
