<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>
<p>
- Набор группы слушателей на профессиональную переподготовку<br>

<p>
Уважаемые руководители и работники общеобразовательных учреждений!<br>

<p>
В настоящее время осуществляется формирование группы слушателей на обучение по дополнительной профессиональной программе профессиональной переподготовки "Специальная педагогика и психология" (896 час.).<br>
Начало обучения планируется в феврале-марте 2014 года. Завершение обучения - март-апрель 2015 года.<br>

<p>
Обучение осуществляется на бюждетной основе.<br>

<p> 
Дополнительная профессиональная образовательная программа включает изучение 26 учебных курсов, сформированных по следующим блокам:<br>
1. История и методология специального (коррекционного) образования.<br>
2. Медико-биологические основы специальной педагогики и психологии.<br>
3. Психология лиц с ограниченными возможностями здоровья.<br>
4. Педагогические системы обучения и воспитания лиц с ограниченными возможностями здоровья.<br>

<p>
Обучение слушателей завершается защитой выпускной (аттестационной) работы.<br>

<p>
Очное обучение составляет 508 часов, 4 сессии продолжительностью 1 месяц в течение 1 года 2 месяцев. Обучение осуществляется с отрывом от работы.<br>

<p>
На обучение принимаются педагогические работники общеобразовательных учреждений, специальных (коррекционных) общеобразовательных учреждений, учреждений для детей-сирот и детей, оставшихся без попечения родителей, дошкольных образовательных учреждений.<br>

<p> 
Для зачисления на обучение необходимо:<br>

<p>
1. До конца 2013 года подать заявку на обучение по установленной в ИРО форме.<br>

<p>
2. К началу обучения предоставить следующие документы:<br>
копия диплома об образовании с приложением;<br>
копия паспорта (2-3 страницы, прописка);<br>
справка, подтверждающая место работы и должность (форма справки произвольная);<br>
копия свидетельства о браке в случае расхождения фамилии в паспорте и дипломе;<br>
фотография 3+4;<br>
личное заявление о зачислении на обучение (пишется в первый день занятий).<br>

<p>
Заявки на обучение необходимо направлять по адресу: irrokafedrasp@inbox.ru<br>

<p>
- Методические рекомендации по проектированию программы коррекционной работы<br>

<p>
Уважаемые коллеги!<br>
 
<p>
Изданы методические рекомендации "Проектирование программы коррекционной работы в соответствии с федеральными государственными образовательными стандартами общего образования".<br>

<p>
Методические рекомендации подготовлены сотрудниками кафедры в рамках деятельности стажировочной площадки ГАОУ ДПО СО ИРО "Введение ФГОС общего образования как фактор модернизации системы образования Свердловской области".<br>
 
<p>
Материалы подготовлены с учетом опыта реализации федерального государственного образовательного стандарта начального общего образования педагогами общеобразовательных и специальных (коррекционных) общеобразовательных учреждений I-VII видов Свердловской области.<br>

<p>
По вопросам приобретения обращайтесь на кафедру.<br>

<p>
- Письмо Министерства образования и науки РФ<br>

<p>
Уважаемые коллеги!<br>

<p>
Предлагаем Вам познакомиться с письмом Министерства образования и науки РФ от 7 июня 2013 года № ИР - 535/07 "О коррекционном и инклюзивном образовании детей".<br> 


<p>
- Форма заявки на повышение квалификации<br>

<p>
Уважаемые коллеги!<br>

<p>
При оформлении заявки на повышение квалификации по дополнительным профессиональным образовательным программам просим Вас использовать форму, которая находится в прикрепленном файле.<br>

<p>
Зачисление слушателей на обучение по образовательной программе осуществляется только на основании заявки образовательного учреждения.<br>
