<h1 style="font-size: 18px;padding-top:50px;">Состав подразделений</h1>

<p><br>
Долинина Тамара Альбертовна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
зав. кафедрой<br>
Электронный адрес:<br> 
iro-kfo@mail.ru<br>
Образование высшее, Курганский государственный педагогический институт<br>
Стаж педагогической работы:   40 лет<br>
Ученая степень, ученое звание, квалификационная категория<br> 
(для преподавателей) преподаватель-методист <br>

<p><br>
•	Подробнее<br>
Архарова Дина Ивановна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
Доцент каферы<br>
Электронный адрес:<br> 
iro-kfo@mail.ru<br>
Образование высшее, Уральский госуниверситет им. М.Горького<br>
Ученая степень, ученое звание, квалификационная категория <br>
(для преподавателей) кандидат филол.<br>
•	Подробнее<br>
Машарова Ирина Сергеевна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
доцент<br>
Электронный адрес:<br> 
mairs@yandex.ru<br>
Образование высшее, Уральский государственный университет им. А.М.<br>
•	Подробнее<br>
Юшкова Наталия Анатольевна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
доцент<br>
Электронный адрес:<br> 
yushkova-n@yandex.ru<br>
