<h1 style="font-size: 18px;padding-top:50px;">Кафедра естественнонаучного и математического образования</h1>

<p>
Кафедра естественнонаучного и математического образования<br>

<p>
  Миссия: устойчивое развитие естественнонаучного и математического образования на основе профессионально-личностного роста педагога новой школы<br> 
О подразделении<br>
Кафедра естественнонаучного и математического образования<br>

<p>
•	 Кафедра реализует образовательные программы, в которых раскрывается широкий круг теоретических и практических вопросов, связанных с преподаванием дисциплин естественнонаучного цикла: современные технологии, способы формирования компетенций и универсальных учебных действий учащихся согласно ФГОС, общепедагогические задачи, частные методики преподавания отдельных разделов и дисциплин естественнонаучного цикла, вопросы образовательной политики государства и региона, организация и содержание исследовательской деятельности учащихся, работа с одаренными детьми.<br>
•	Преподаватели кафедры руководят работой стажировочных базовых площадок, по реализации ФГОС основной школы;<br>
•	Сотрудниками кафедры организуют и проводят конференции по вопросам, развития естественно-научного образования в ОУ.  По материалам конференций на кафедре ежегодно издаются сборники научных трудов профессорско-преподавательского состава кафедры, института в целом и педагогов области.<br>
•	Преподаватели кафедры регулярно повышают свой профессиональный уровень через курсы повышения квалификации, участие в конференциях различного уровня, круглых столах, семинарах, а так же через самообразование, используя дистантные формы обучения;<br>
•	Профессорско-преподавательский состав кафедры регулярно приглашается для рецензирования различных школьных учебников;<br>
•	Преподаватели кафедры являются экспертами ЕГЭ, проводя экспертизу работ учащихся и, одновременно, обучая учителей этой непростой работе;<br>
•	Работники кафедры принимаю активное участие в аттестации учителей естественнонаучных дисциплин школ области;<br>
Такой широкий круг вопросов кафедра способна решать потому, что в ней работают профессионалы высокого уровня, на кафедре царит творческая, уважительная атмосфера и тесное социальное партнерство с ведущими ВУЗами города Екатеринбурга.<br>