<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>

<p><br>
- ОС "Разработка познавательных туристических маршрутов во внеучебной работе по географии как форма работы с одаренными детьми в условиях реализации ФГОС"<br>

<p> 
Уважаемые коллеги! <br>
          Приглашаем Вас принять участие в ОС "Разработка познавательных туристических маршрутов во внеучебной работе по географии как форма работы с одаренными детьми в условиях реализации ФГОС". На данном семинаре слушатели познакомятся с содержанием технологии по разработке познавательных маршрутов; научатся прокладывать маршруты с учетом теоретических основ физической географии. В заключении будет обсуждена возможность использования полученных знаний во внеучебной работе по географии.<br>
           Семинар состоится: 24.10.-25.10.2011г. по адресу: ул. Щорса, 92А, корпус <br>

<p>
- Уважаемые коллеги!<br>


<p>
      
          21 сентября 2011 г преподавателями  кафедры естественнонаучного и математического  образования   проведён образовательный  семинар для учителей физики «Внедрение инновационных форм и методов работы с обучающимися на уроках физики (на основе работы лучших учителей физики Свердловской области)».<br>
           На семинар съехалось большое количество учителей -  47 человек. География участников семинара была тоже весьма обширной: Североуральск, Красноуральск, Каменск-Уральский, Красноуфимск, Реж, Арти, Новоуральск, Полевской и др. Такое многочисленное и широкое присутствие участников семинара  было обусловлено интересом, проявленным к теме семинара, к тем проблемам, которые были подняты. Действительно,  автор семинара – Осинцева  Ирина Михайловна, заведующая кафедрой естественнонаучного и математического образования, к.п.н. поставила такие задачи, как: раскрыть значимость инновационной деятельности учителя физики в условиях внедрения ФГОС, раскрыть особенности  системно-деятельностного  подхода на примере игровых  технологий и ИКТ, показать роль исследовательской деятельности в развитии личности обучающегося.<br>
           Участники семинара с большим интересом прослушали выступления учителей по данным вопросам, приняли активное участие в их обсуждении.  Учитель высшей категории СУНЦа Инишева Ольга Викторовна познакомила участников семинара с интересными приемами игровой технологии: турнир физических боев, физическая лавина, физическая АБАКА.<br>
          Слушатели имели возможность познакомиться с возможностями использования графического планшета, цифрового аппарата на уроках физики.<br>
            Учитель высшей категории из поселка Талица Берсенева Лидия Петровна поделилась своими находками по организации исследовательской деятельности со школьниками на уроках  физики и во внеурочное время.<br>

<p>
            Большой интерес, проявленный  участниками семинара,  говорит о том, что поднятые темы востребованы.  Сотрудники кафедры планируют продолжить образовательную деятельность по внедрению инновационных методов и форм работы с обучающимися на уроках физики в условиях ФГОС, как на серии семинаров, так и на программах.<br>

<p>
- Уважаемые коллеги!<br>

 
<p>
22 апреля 2011 года состоялась областная научно-практическая конференция «Развитие естественнонаучного и математического образования в соответствии с ФГОС нового поколения» в Государственном образовательном учреждении дополнительного профессионального образования Свердловской области «Институт развития образования», в ходе которой обсуждены научные, методические, дидактические, организационные вопросы развития естественнонаучного и математического образования в соответствии с ФГОС нового поколения.<br>
        

<p>
- Уважаемые коллеги!<br>


<p>
Институт      развития        образования       Свердловской области 22 апреля 2011 года проводит областную научно-практическую конференцию «Развитие естественнонаучного и математического образования в соответствии с новыми ФГОС».<br>

<p>
- Для учителей математики<br>

<p>
Уважаемые учителя математики!Семинар «Подготовка председателей МЭК к проверке заданий части «С» ГИА-9 по математике» состоится 21.03-23.03.2011г. по адресу: г. Екатеринбург, ул.Академическая, 16.<br>

<p>
- Информация для слушателей образовательного семинара<br>

<p>
26 января состоялся образовательный семинар «Роль современного урока географии в реализации требований ФГОС».  Семинар проводила доцент кафедры к.п.н. Сегеда Татьяна Александровна.  В ходе семинара были рассмотрены такие актуальные вопросы, как современные подходы к проектированию урока в контексте требований ФГОС, анализ современного урока.  Слушатели   смоделировали урок географии  с использованием  эффективных техник и приемов современных образовательных технологий.<br>

<p>
- Уважаемые коллеги!<br>

<p>
Обратите внимание на изменения в сроках проведения образовательной программы "Обучение тьюторов для подготовки педагогов к проведению государственной (итоговой) аттестации ГИА по математике".<br>
Программа будет проводиться с 16 апреля по 3 мая 2012 года.<br>

<p>
- Уважаемые коллеги!<br>

<p>
Обратите внимание на изменение реквизитов<br>
ГБОУ ДПО СО «Институт развития  образования»<br>
ИНН/КПП 6662056567/667001001<br>
Министерство финансов Свердловской области<br>
(ГБОУ ДПО СО «ИРО») л/сч  23002905890<br>
Р.сч 40601810600003000001<br>
БИК 046568000<br>
РКЦ Единый г.Екатеринбург<br>
КБК – 01200000000000000130<br>
ОКАТО - 65401000000      <br>
Доходы от плат.деят-ти НПК-1<br>

<p>
«Развитие естественнонаучного и математического образования в условиях введения ФГОС»<br>

<p>
- Уважаемые коллеги!<br>

 
<p>
28-30 января прошел региональный тур Всероссийской олимпиады школьников по химии, который булл проведен химико-технологическим институтом УрФУ. Участники олимпиады и педагоги отметили высокий уровень организационной культуры мероприятия.<br>
    Педагогам, подготовившим участников регионального тура олимпиады по химии, была предоставлена возможность познакомиться с новыми условиями приема в УрФУ и образовательными ресурсами химико-технологического института. Директор ХТФ УрФУ, член-корреспондент РАН, профессор, доктор химических наук В.Л.Русинов подробно рассказал педагогам о направлениях деятельности института.<br>
С большим интересом педагоги прослушали лекцию профессора. Доктора химических наук Е.Н.Уломского об особенностях окислительно-восстановительных реакциях в органической химии.<br>
Доцент кафедры естественнонаучного и математического образования ИРО кандидат химических наук И.В.Гофенберг предоставила педагогам информацию о результатах ЕГЭ по химии в 2011г., обозначила проблемы и перспективы обучения химии в средней школе.<br>
Участники олимпиады и педагоги отметили безупречную организацию экспериментального тура олимпиады, профессионализм работы лаборантов, поддержку и помощь при выполнении химического эксперимента.<br>
Завершением олимпиады стало награждение участников и педагогов. Каждый призер и победитель получил пакет сувенирной продукции и футболку с символикой УрФУ.<br>
Яркие демонстрационные опыты, проведенные на церемонии закрытия олимпиады, были своеобразным восклицательным знаком мероприятия.<br>

           
<p>
- Уважаемые коллеги!<br>

<p>
С 12 марта по 26 марта 2012 г. кафедра естественнонаучного и математического образования проводит для учителей физики образовательную программу "Проектирование деятельности учителя физики в соответствии с Федеральным государственным образовательным стандартом общего образования" (108 час.). Программа проводится в две сессии. Три дня 2-й сессии - самостоятельная работа педагогов. По окончании программы слушатели получают свидетельство о повышении квалификации в объёме 108 часов.<br>
Приглашаем учителей физики на эту программу.<br>

<p>
- Уважаемые коллеги!<br>

<p>
Будьте внимательны! Сроки проведения программ, проводимых на кафедре естественнонаучного и математического образования, изменены. Основанием для изменения сроков программ служит ФГОС раздел 6 пункт 22.<br> 
Сроки проведения программы ОП «Обучение тьюторов для подготовки педагогов естественнонаучного цикла к проведению ЕГЭ (биология)» Модуль «Итоговая аттестация обучающихся в форме ГИА (9 кл.) и ЕГЭ (11 кл.) по предметам естественнонаучного цикла (биология) (108час.)<br>
С 20 февраля 2012г. по 06 марта 2012г.<br>

<p>
- Уважаемые коллеги!<br>

<p>
20 апреля 2012 года кафедра естественнонаучного и математического образования проводит Всероссийскую научно- практическую конференцию "Развитие естественнонаучного и математического образования в условиях введения ФГОС"<br>

<p>
- Уважаемые коллеги!<br>
2- сессия образовательной программы "Обучение тьюторов для подготови педгогов к проведению государственной (итоговой) аттестации (ГИА-9) в новой форме по матаматике" начинается 19 марта по 26 марта 2012 г.<br>

<p>
- Уважаемые коллеги!<br>

<p>
Будьте внимательны! <br>
Сроки проведения программ, проводимых на кафедре естественнонаучного и математического образования, изменены. Основанием для изменения сроков программ служит ФГОС раздел 6 пункт 22. Программы проводятся в 2 сессии. Сроки проведения программ:<br> 
ОП «Проектирование деятельности учителя физики в соответствии с ФГОС»(108час.)<br>
1-ая сессия 07.02 – 17.02 2012г.<br>
2-ая сессия 27.02 – 01.03 2012г.<br>
ОП «Обучение тьюторов для подготовки педагогов естественнонаучного цикла к проведению ЕГЭ (физика) (108 час)<br>
1 -ая сессия 20.02 – 02.03. 2012г.<br>
2 -ая сессия 12.03 – 15.03. 2012г.<br>

<p>
- Информация о проведении семинара<br>

<p>
Уважаемые коллеги!<br>
Образовательный семинар "Содержание и формы экологического образования в ОУ Свердловской области" состоится 14 ноября 2011 года по адресу: поселок Малый Исток, МОУСОШ №60, ул. Реактивная, 31 в 12:00ч.<br>

<p>
- ОС "Обеспечение психологической безопасности в образовательном процессе"<br>

<p>
Уважаемые коллеги!<br>
       ОС "Обеспечение психологической безопасности в образовательном процессе" состоится 07.10.2011г. по адресу: ул. Фрезеровщиков, 84А.<br>
        Проезд: от остановки "Пединститут" троллейбус  16, конечная остановка "Таганская";<br>
                     от остановки "Проспект Космонавтов" троллейбус 13, автобус 53, остановка "Таганская"<br>

<p>
- ОС "Разработка познавательных туристических маршрутов во внеучебной работе по географии как форма работы с одаренными детьми в условиях реализации ФГОС"<br>

<p>
 
Уважаемые коллеги! <br>
          Приглашаем Вас принять участие в ОС "Разработка познавательных туристических маршрутов во внеучебной работе по географии как форма работы с одаренными детьми в условиях реализации ФГОС". На данном семинаре слушатели познакомятся с содержанием технологии по разработке познавательных маршрутов; научатся прокладывать маршруты с учетом теоретических основ физической географии. В заключении будет обсуждена возможность использования полученных знаний во внеучебной работе по географии.<br>
           Семинар состоится: 24.10.-25.10.2011г. по адресу: ул. Щорса, 92А, корпус 4<br>

<p>
- Уважаемые коллеги!<br>

<p>
         
          21 сентября 2011 г преподавателями  кафедры естественнонаучного и математического  образования   проведён образовательный  семинар для учителей физики «Внедрение инновационных форм и методов работы с обучающимися на уроках физики (на основе работы лучших учителей физики Свердловской области)».<br>
           На семинар съехалось большое количество учителей -  47 человек. География участников семинара была тоже весьма обширной: Североуральск, Красноуральск, Каменск-Уральский, Красноуфимск, Реж, Арти, Новоуральск, Полевской и др. Такое многочисленное и широкое присутствие участников семинара  было обусловлено интересом, проявленным к теме семинара, к тем проблемам, которые были подняты. Действительно,  автор семинара – Осинцева  Ирина Михайловна, заведующая кафедрой естественнонаучного и математического образования, к.п.н. поставила такие задачи, как: раскрыть значимость инновационной деятельности учителя физики в условиях внедрения ФГОС, раскрыть особенности  системно-деятельностного  подхода на примере игровых  технологий и ИКТ, показать роль исследовательской деятельности в развитии личности обучающегося.<br>
           Участники семинара с большим интересом прослушали выступления учителей по данным вопросам, приняли активное участие в их обсуждении.  Учитель высшей категории СУНЦа Инишева Ольга Викторовна познакомила участников семинара с интересными приемами игровой технологии: турнир физических боев, физическая лавина, физическая АБАКА.<br>
          Слушатели имели возможность познакомиться с возможностями использования графического планшета, цифрового аппарата на уроках физики.<br>
            Учитель высшей категории из поселка Талица Берсенева Лидия Петровна поделилась своими находками по организации исследовательской деятельности со школьниками на уроках  физики и во внеурочное время.<br>

<p>
            Большой интерес, проявленный  участниками семинара,  говорит о том, что поднятые темы востребованы.  Сотрудники кафедры планируют продолжить образовательную деятельность по внедрению инновационных методов и форм работы с обучающимися на уроках физики в условиях ФГОС, как на серии семинаров, так и на программах.<br>
- Уважаемые коллеги!<br>

 <p>
22 апреля 2011 года состоялась областная научно-практическая конференция «Развитие естественнонаучного и математического образования в соответствии с ФГОС нового поколения» в Государственном образовательном учреждении дополнительного профессионального образования Свердловской области «Институт развития образования», в ходе которой обсуждены научные, методические, дидактические, организационные вопросы развития естественнонаучного и математического образования в соответствии с ФГОС нового поколения.<br>
        

<p>
- Уважаемые коллеги!<br>


<p>
Институт      развития        образования       Свердловской области 22 апреля 2011 года проводит областную научно-практическую конференцию «Развитие естественнонаучного и математического образования в соответствии с новыми ФГОС».<br>

<p>
- Для учителей математики<br>

<p>
Уважаемые учителя математики!Семинар «Подготовка председателей МЭК к проверке заданий части «С» ГИА-9 по математике» состоится 21.03-23.03.2011г. по адресу: г. Екатеринбург, ул.Академическая, 16.<br>

<p>
- Информация для слушателей образовательного семинара<br>

<p>
26 января состоялся образовательный семинар «Роль современного урока географии в реализации требований ФГОС».  Семинар проводила доцент кафедры к.п.н. Сегеда Татьяна Александровна.  В ходе семинара были рассмотрены такие актуальные вопросы, как современные подходы к проектированию урока в контексте требований ФГОС, анализ современного урока.  Слушатели   смоделировали урок географии  с использованием  эффективных техник и приемов современных образовательных технологий.<br>
