<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>
<p><br>
-Учебно-методическая продукция кафедры<br>


<p><br>
Методическая продукция кафедры ориентирована на решение следующих задач:<br>
•	Подробнее<br>
- Кафедра реализует образовательные программы и семинары<br>


<p><br>
Кафедра реализует дополнительные профессиональные программы<br>
•	Подробнее<br>
- 5-6 апреля Всероссийская научно-практическая конференция «Школьное филологическое образование в условиях реализации ФГОС».<br>

<p><br>
Научно-практическая конференция<br>
5 апреля 2013 - 6 апреля 2013<br>

<p><br>
Контакты:  8 (343) 369-29-85, 369-29-73 (дополнительный 157)<br>
Ответственный:  Юшкова Наталия Анатольевна<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
- VIII региональная научно-практическая конференция<br>

<p><br>
В 2012 году кафедра предлагает филологам принять участие в VIII региональной научно-практической конференции «Результативность обучения предметам филологического цикла в условиях реализации ФГОС». На конференции предлагается обсудить следующие вопросы:<br>
1. Содержательный потенциал предметов филологического цикла как состовляющяя духовно-нравственного воспитания школьников.<br>
2.<br>
•	Подробнее<br>
- Летняя школа для талантливых детей Свердловской области "Шаги к успеху"<br>

<p><br>
Кафедра филологического образования ИРО 6-8 июня 2011 г. участвовала в работе 1-й Областной школы талантливых детей "Шаги к успеху". Школа раполается в 30 км. от Нижнего Тагила, в пос. Леневка, в ДОК "Звездный".<br>
Кафедра участвовала в работе школы в полном составе: Долинина Тамара Альбертовна, зав.<br>

