<h1 style="font-size: 18px;padding-top:50px;">Контакты</h1>

<p><br>
Контакты сотрудников кафедры ИТ ИРО:<br>

<p><br>
Долинер Леонид Исаевич  - зав. кафедрой<br>
email: dolis13@rambler.ru <br>
Шпарута Надежда Владимировна - доцент кафедры<br>
email: shparuta@gmail.com<br>
Рыжкова Наталия Геннадьевна – доцент<br> 
email: ryzhkova-umc@yandex.ru<br>
Сероштанова Наталья Юрьевна - старший преподаватель<br>
email: seroshtanova@gmail.com<br>
Волкова Ирина Александровна - старший преподаватель<br>
email: via170@gmail.com<br>
Тюгаева Елена Валерьевна - старший преподаватель<br>
email: tugaeva@gmail.com<br>
Глинских Юлия Владимировна - методист<br>
email: glinskich@gmail.com—запись на курсы<br>
Дементьева Мария Андреевна - методист<br>
email: marydementyeva@gmail.com<br>

<p><br>
Записаться на образовательные программы Кафедры информационных технологий, получить информацию по курсам или другую информацию о деятельности Кафедры, вы можете у  методиста Юлии Владимировны Глинских, используя следующие контакты:<br>
  Тел.: 8(343) 369-29-86, доб. 163<br>
e-mail: glinskich@gmail.com<br>
адрес: г. Екатеринбург, ул. Академическая, 16, ауд.409<br>
