<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>

<p><br>
-	Новый подход в обучении математике<br>
-	Школьные математические олимпиады<br>
-	Математическое образование в современной школе<br>
-	Анализ результатов ГИА 2013 г. в Свердловской области<br>
-	Методическое пособие: «Биология. Методические рекомендации по оцениванию выполнения заданий с развернутым ответом»<br>

<p><br>
Овсянникова Н.П. предлагает учителям биологии методическое пособие: «Биология. Методические рекомендации по оцениванию выполнения заданий с развернутым ответом». Пособие адресовано экспертам по проверке работ учащихся в Части С (заданий с развернутым ответом) и педагогам, подготавливающим выпускников к итоговой аттестации по биологии в форме ЕГЭ; учащимся старших классов, методистам и членам предметных комиссий вузов по биологии. Его цель – ознакомить заинтересованных лиц со структурой и содержанием экзаменационной работы по биологии в форме ЕГЭ, с критериями оценки заданий Части С, с особенностями их проверки.<br>
В брошюру включены характеристика заданий Части С, общие подходы к оценке их решений, разбор типичных ошибок при оценивании. Приводятся задания одного из вариантов экзамена в форме ЕГЭ, проводившегося в мае 2011 года в Свердловской области, а также демонстрационный вариант 2012 гг. с критериями их оценивания.<br>
- Учебно-методические рекомендации для слушателей программы «Проектирование деятельности учителя физики в соответствии с Федеральным государственным образовательным стандартом общего образования»<br>

<p><br>
 Предложенные учебно-методические рекомендации предназначены слушателям программы «Проектирование деятельности учителя физики в соответствии с ФГОС».  Цель рекомендаций – помочь освоить содержание концепции ФГОС. Рекомендации послужат основанием для рефлексии слушателей по вопросам, раскрываемым на программе, а также окажут необходимую помощь в работе над выпускным проектом<br>

<p><br>
-	О диагностике УУД<br>
