<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>
<p>
Осинцева Ирина Михайловна<br>

<p>
Фотография: <br>

<p>
Должность: <br>
заведующая кафедрой естественнонаучного и математического образования, кандидат педагогических наук<br>
Телефон: <br>
8(343)3692986 (доб.140)<br>
Электронный адрес: <br>
kesto66@yandex.ru<br>
Консультирование педагогов по вопросам:<br> 
- использование технологий деятельностного и аксиологического типа в образовательном процессе;<br>
- развитие культуры учения у учащихся.<br>
 
<p>
 <br><br><br><br>
 
 
•	Подробнее<br>
Овсянникова Наталья Павловна<br>

<p>
Фотография: <br>
 
<p>
Должность: <br>
доцент, кандидат педагогических наук<br>
Телефон: <br>
8(343)3692986 (доб. 129)<br>
Электронный адрес: <br>
kesto66@yandex.ru<br>
 Консультирование педагогов по вопросам: - преподавание биологии в школе;- итоговая аттестация обучающихся в форме ГИА и ЕГЭ по биологии;<br>
•	Подробнее<br>
Гофенберг Ирина Валентиновна<br>

<p>
Фотография: <br>
 
<p>
Должность: <br>
доцент, кандидат химических наук<br>
Телефон: <br>
8(343)3692986 (доб.129)<br>
Электронный адрес: <br>
kesto66@yandex.ru<br>
Консультирование педагогов по вопросам:<br>
•	Подробнее<br>
Альперин Михаил Исаакович<br>

<p>
Фотография: <br>

<p>
Должность: 
доцент, кандидат физико-математических наук
Телефон: 
8(343)3692986 (доб. 142)
Электронный адрес: 
kesto66@yandex.ru
Нохрин Сергей Эрнестович

<p>
Фотография: 
 
<p>
Должность: 
доцент, кандидат физико-математических наук
Телефон: 
8(343)3692986(доб. 142)
Электронный адрес: 
kesto66@yandex.ru
Консультирование педагогов по вопросам: 
•	Подробнее
Миниханова Софья Алексеевна

<p>
Фотография: 
 
<p>
Должность: 
доцент, кандидат педагогических наук
Телефон: 
8 (343) 3692986 (доб.129)
Электронный адрес: 
kesto66@yandex.ru
Циовкин Юрий Юрьевич

<p>
Должность: 
доцент, кандидат физико-математических наук
Телефон: 
8(343)3692986 (доб.142)
Козлова Елена Борисовна

<p>
Фотография: 

<p>
Должность: 
методист
Телефон: 
8(343)3692986 (доб141)
Электронный адрес: 
kesto66@yandex.ru
