<h1 style="font-size: 18px;padding-top:50px;">Кафедра информационных технологий</h1>
<p><br>
Кафедра информационных технологий<br>

<p><br>
Уважаемые коллеги! Доброго времени суток!<br>
Мы рады, что вы посетили нашу страницу.<br>
Вся важная и актуальная информация о мероприятих Кафедры информационных технологий находится находится в разделах НОВОСТИ, МАТЕРИАЛЫ.<br>
 
 <p><br>
Наши контакты находятся разделе КОНТАКТЫ.<br>
Надеемся на сотрудничество!<br>
 
 <p><br>
Информация о базовых площадках кафедры ИТ ИРО по инновационным практикам за 2012-2013 год находится здесь<br>
