<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>

<p><br>
- Список ОУ, приславших заявки на декабрь 2013г.<br>

<p><br>
Уважаемые коллеги!<br>
 
 <p><br>
В прикрепленных файлах списки заявок на декабрь 2013г., поступивших в отдел сопровождения аттестационных процессов по электронной почте и через систему КАИС. Если Вы не нашли свое ОУ в списках, продублируйте заявку на электронный адрес не позднее 20.11.2013г.<br>
•	2 прикреплённых файла<br>

<p><br>
- О введении автоматизированного сервиса "Аттестация"<br>

<p><br>
 Уважаемые коллеги!<br>
В связи с поступающими вопросами по заполнению и введению в штатный режим функционирования автоматизированного сервиса "Аттестация", ГАОУ ДПО СО "Институт развития образования" предлагает провести обучение ответственных за информационный обмен в образовательных организациях на внебюджетной основе.<br>
 
 <p><br>
Сроки проведения обучающих семинаров будут объявлены позже (на основании полученных заявок).<br>
Обучение возможно на базе Института и с выездом в территории.<br>
 
 <p><br>
Заявки направлять по эл.почте amcirro@e1.ru, тел. 374-19-36<br>
•	Подробнее 1 прикреплённый файл<br>


<p><br>
- Дополнения в Областной банк экспертов на 2013 год<br>

<p><br>
 Уважаемые коллеги!<br>
Обратите внимание! В состав Областного банка экспертов на 2013 год внесены дополнения и изменения.<br>
•	1 прикреплённый файл<br>


<p><br>
- О технических требованиях к ПК и выдаче паролей<br>

<p><br>
  Уважаемые коллеги!<br>
В приложенном файле размещаем информацию о системных требованиях к ПК для работы ответственных за информационный обмен в ОУ в автоматизированном сервисе "Аттестация", высланные разработчиками.<br>
Все вопросы, связанные с выдачей паролей, просим направлять по эл.адресу<br>
help_kais@irro.ru<br>
 
 
 <p><br>
•	1 прикреплённый файл<br>

<p><br>
- Организация и проведение аттестации педагогических работников с целью подтверждения соответствия занимаемым должностям<br>

<p><br>
Уважаемые коллеги!<br>
Предлагаем ознакомиться с письмом Министерства общего и профессионального образования Свердловской области от 21.08.2013г.<br>
"О направлении памятки по вопросам организации и проведения аттестации педагогических работников с целью подтверждения соответствия занимаемым должностям в организациях, осуществляющих образовательную деятельность"<br>
•	1 прикреплённый файл<br>

<p><br>
- Об апробации автоматизированного сервиса "Аттестация"<br>

<p><br>
 Уважаемые коллеги!<br>
В соответствии с решением Главной аттестационной комиссии Свердловской области от 29 мая 2013 года, Государственным автономным образовательным учреждением дополнительного профессионального образования Свердловской области «Институт развития образования» с 01 октября 2013 года  будет осуществляться апробация автоматизированного сервиса «Аттестация».<br>  
•	Подробнее<br>
 1 прикреплённый файл<br>

<p><br>
- Руководителям МОУО, руководителям ОУ, педагогам!<br>

<p><br>
Уважаемые коллеги!<br>
Предлагаем ознакомиться с письмом министерства общего и профессионального образования Свердловской области от 09.08.2013 № 02-01-95/4970 "Об организационных вопросах аттестации педагогических работников в целях подтверждения соответствия занимаемым ими должностям с 01 сентября 2013 года"<br>
•	1 прикреплённый файл<br>
- Перечень нормативных и инструктивных документов по новому Порядку аттестации педагогических работников<br>

<p><br>
Уважаемые коллеги! Специалистами отдела подготовлен перечень нормативных и инструктивных документов по новому Порядку аттестации педагогических работников со ссылками на информационные ресурсы сети Интернет.<br>
