<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>

<p><br>
- Об итогах заочного тура и проведении очного тура (финала) II областного конкурса "Учитель - профессия мужская"<br>

<p><br>
Конкурс<br>
29 ноября 2013 - 4 декабря 2013<br>
ГАОУ ДПО СО "Институт развития образования" информирует об итогах заочного тура II областного конкурса «Учитель – профессия мужская» (далее - конкурс).<br>
Конкурс проводится  в целях выявления талантливых педагогов – мужчин, их поддержки и поощрения, повышения престижа учительского труда, распространения эффективных педагогических практик лучших учителей Свердловской области.<br>
В конкурсе 2013 года приняли участие 33 педагога образовательных организаций (учреждений) различных типов и видов из 15 муниципальных образований области.<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>
- О проведении заочного тура по экологии в рамках всероссийской олимпиады школьников<br>

<p><br>
Конкурс<br>
15 декабря 2013 - 15 января 2014<br>
Согласно решению центральной предметно-методической комиссии ВсОШ по экологии с 2013 года проводится заочный отборочный тур экологических проектов на региональном этапе. Победители и призеры муниципального этапа, приглашенные к участию в региональном этапе (список прилагается), заблаговременно с 15 декабря по 15 января высылают по электронной почте в оргкомитет регионального этапа рукописи своих экологических проектов для их предварительной экспертизы и оценки. Адрес электронной почты ecoproekt66@gmail.com<br>
Жюри вправе отклонить проекты:<br>
Контакты:  8 (343)369-29-86 (141) Овсянникова Наталия Павловна<br>
Ответственный:  Овсянникова Наталия Павловна<br>
•	Подробнее<br>
-  О проведении очного тура (финала) областного конкурса "Учитель - профессия мужская"<br>

<p><br>
Конкурс<br>
4 ноября 2013<br>
Уважаемые коллеги! 4 декабря 2013 года ГАОУ ДПО СО "Институт развития образования" проводит очный тур (финал) областного конкурса "Учитель - профессия мужская".<br>
Целями конкурса является выявление талантливых педагогов-мужчин, их поддержка и поощрение, повышение престижа учительского труда, распространение эффективных педагогических практик. Конкурс проводится в заочно-очной форме в два тура.<br>
 
 <p><br>
Контакты:  8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее<br>
- О слете лидеров образования Свердловской области<br>

<p><br>
Мероприятие<br>
10 декабря 2013 - 11 декабря 2013<br>
Вниманию руководителей муниципальных органов управления образованием, не представивших кандидатуры на Слет лидеров образования Свердловской области от территорий<br>



<p><br>
Уважаемые коллеги!<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна;<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее<br>
- Об итогах финала IV Всероссийского конкурса «Учитель здоровья России-2013»<br>

 
 <p><br>
20-22 ноября 2013г. в г. Ульяновске состоялся финал  IV Всероссийского конкурса «Учитель здоровья России-2013» (далее – конкурс).<br>
Конкурс направлен на повышение профессиональной компетентности педагогов в области формирования культуры здоровья у обучающихся, воспитанников и работников системы образования. Основная цель конкурса - выявление инновационных подходов, здоровьесберегающих технологий и методик. Организаторами конкурса являлись:<br>
- Общероссийская общественная организация содействия укреплению здоровья в системе образования;<br>
•	Подробнее<br>
- Об итогах регионального этапа Всероссийского конкурса методических пособий "Растим патриотов России" (среди педагогов) в 2013 году<br>

<p><br>
Конкурс методических пособий проводился в рамках реализации ведомственной программы Министерства образования и науки Российской Федерации по патриотическому воспитанию граждан Российской Федерации на 2011-2015 годы (утверждена приказом Министерства образования и науки РФ от 01.04.2011 №1446), в соответствии с Планом основных мероприятий по подготовке и проведению в Свердловской области празднования 70-й годовщины Победы в Великой Отечественной войне 1941-1945гг.<br>
 
 <p><br>
•	Подробнее 2 прикреплённых файла<br>
- Об итогах областного конкурса молодых педагогов "Начало"<br>

 <p><br>
ГАОУ ДПО СО «Институт развития образования» учредил конкурс молодых педагогов  "Начало" и организовал его проведение в 2012 году на базе МАОУ лицей №180 «Полифорум» (г. Екатеринбург).<br>  
 
 <p><br>
Второй раз конкурс «Начало» был проведен в сентябре-ноябре 2013 года.<br>
 
 <p><br>
•	Подробнее<br>
- Об итогах IV профессионального Всероссийского конкурса «Воспитатель года России – 2013»<br>

 <p><br>
С 11 по 16 ноября 2013г. в городе Московский Ленинского муниципального района Московской области состоялся Заключительный этап IV профессионального Всероссийского конкурса "Воспитатель года России - 2013".<br>
Свердловскую область на заключительном этапе конкурса представлял Скотников<br>
Олег Александрович, победитель регионального этапа Всероссийского конкурса "Воспитатель года России - 2013" в Свердловской области (его порядковый номер участника ВГ-42/13).<br>
•	Подробнее<br>
- Об изменении порядка рассылки заданий муниципального этапа всероссийской олимпиады школьников в 2013-2014 учебном году<br>

<p><br>
Конкурс<br>
14 ноября 2013 - 16 декабря 2013<br>
Уважаемые коллеги!<br>
 
 <p><br>
Учитывая обращения муниципальных органов местного самоуправления, осуществляющих управление в сфере образования, связанные с затруднениями при доставке и тиражировании олимпиадных заданий в территориях, ГАОУ ДПО СО «ИРО» вносит изменения в порядок рассылки заданий муниципального этапа всероссийской олимпиады школьников.<br>
 
 <p><br>
Контакты:  8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее<br>
- О продлении сроков приема документов и материалов на конкурсы<br>

<p><br>
Конкурс<br>
15 ноября 2013 - 22 ноября 2013<br>
ГАОУ ДПО СО "Институт развития образования" информирует о продлении сроков приема материалов на областной конкурс "Учитель - профессия мужская" и региональный этап Всероссийского конкурса воспитательных систем образовательных учреждений по 22 ноября 2013 года (включительно).<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>

<p><br>
- Практические туры муниципального этапа всероссийской олимпиады по физической культуре и основам безопасности жизнедеятельности<br>

<p><br>
Конкурс<br>
15 ноября 2013 - 15 декабря 2013<br>
Уважаемые коллеги!<br>
Доводим до вашего сведения задания практического тура муниципального этапа Всероссийской олимпиады школьников в 2013-2014 учебном году по физкультуре и основам безопасности жизнедеятельности (см. приложенные файлы).<br>
Контакты:  8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	5 прикреплённых файлов<br>
- О слете лидеров образования Свердловской области<br>

<p><br>
Конкурс<br>
10 декабря 2013 - 11 декабря 2013<br>

<p><br>
ГАОУ ДПО СО «Институт развития образования» 10-11 декабря 2013 года  проводит Слет лидеров образования Свердловской области (далее - Слет)  с целью распространения и внедрения инновационного педагогического опыта победителей конкурсов профессионального мастерства в систему образования  области.<br> 
 
 <p><br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна;<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее<br>
- Требования к материально-техническому обеспечению проведения предметных олимпиад муниципального этапа ВсОШ в 2013-2014 учебном году<br>

<p><br>
Уважаемые коллеги! Информируем вас  о требованиях к материально-техническому обеспечению муниципального этапа всероссийской олимпиады 2013-2014 учебного года.<br>
 
 <p><br>
 Технология:<br>
Регламент проведения муниципального этапа включает тестирование учащихся в течение 1 часа, выполнение практических работ в течение 1,5 часов и защиту проектов (8-10 минут на защиту одного проекта).<br>
•	Подробнее<br>
- Об итогах заочного этапа областного конкурса молодых педагогов "Начало"<br>

<p><br>
Конкурс<br>
5 ноября 2013 - 19 ноября 2013<br>
Уважаемые коллеги!<br>
Оргкомитет областного конкурса молодых педагогов "Начало" информирует об итогах заочного этапа конкурса.<br>
Конкурс "Начало" проводится в целях повышения социального статуса и активизации творческого потенциала молодых педагогов, создания условий для их дальнейшего профессионального роста и закрепления молодых специалистов в системе образования Свердловской области.<br>
 
 <p><br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>
- Муниципальный этап всероссийской олимпиады школьников в 2013-2014 учебном году<br>

<p><br>
Конкурс<br>
15 ноября 2013 - 15 декабря 2013<br>
Вниманию руководителей органов местного самоуправления, осуществляющих управление в сфере образования, руководителей образовательных организаций (учреждений) Свердловской области<br>
 
 <p><br>
 Уважаемые коллеги!<br>
ГАОУ ДПО СО «Институт развития образования» информирует вас о сроках проведения муниципального этапа всероссийской олимпиады школьников (Приложение 1). Порядок получения пакетов заданий муниципального этапа олимпиады по 21 предмету изложен в инструкции (Приложение 2).<br>
Контакты:  8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 5 прикреплённых файлов<br>
- О проведении регионального этапа всероссийского конкурса организаторов воспитательного процесса "Воспитать человека"<br>

<p><br>
Конкурс<br>
1 ноября 2013 - 30 ноября 2013<br>
Оргкомитет регионального этапа всероссийского конкурса организаторов воспитательного процесса "Воспитать человека"  информирует о завершении приема конкурсных материалов. Список зарегистрированных участников конкурса прилагается.<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	1 прикреплённый файл<br>
- О проведении областного конкурса молодых педагогов "Начало"<br>

<p><br>
Конкурс<br>
20 октября 2013 - 15 ноября 2013<br>
Оргкомитет областного конкурса молодых педагогов "Начало" информирует о завершении приема конкурсных материалов. Список зарегистрированных участников конкурса прилагается.<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	1 прикреплённый файл<br>
- О проведении регионального этапа Всероссийского конкурса методических пособий "Растим патриотов России"<br>

<p><br>
Конкурс<br>
20 октября 2013 - 20 ноября 2013<br>
Оргкомитет регионального этапа Всероссийского конкурса методических пособий "Растим патриотов России" информирует о завершении приема конкурсных материалов. Список зарегистрированных участников конкурса прилагается.<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	1 прикреплённый файл<br>
- Об итогах заключительного (очного) этапа конкурса на соискание премий Губернатора Свердловской области педагогическим работникам<br>

<p><br>
 Уважаемые коллеги! 22 октября 2013 года на базе образовательных учреждений города Екатеринбурга состоялся заключительный (очный) этап конкурса на соискание премий  Губернатора Свердловской области.<br>
•	Подробнее<br>
- Об итогах регионального этапа IV Всероссийского конкурса «Учитель здоровья России-2013» в Свердловской области<br>

<p><br>
 В соответствии с Положением о IV Всероссийском конкурсе «Учитель здоровья России - 2013» подведены итоги регионального этапа конкурса.<br>
В Свердловской области конкурс «Учитель здоровья России» проводится впервые.<br>

<p><br>
- О проведении финала (очного этапа) конкурса на соискание премий Губернатора Свердловской области педагогическим работникам в 2013г.<br>

<p><br>
Конкурс<br>
22 октября 2013<br>
Уважаемые коллеги!<br>
ГАОУ ДПО СО "Институт развития образования" информирует о проведении заключительного (очного) этапа конкурса на соискание премий  Губернатора Свердловской области. Цели очного этапа: оценка уровня профессионального мастерства участников, предъявленного в рамках мастер-класса и открытого учебного занятия с обучающимися, и определение победителей и призеров конкурса.<br>
Финал (очный этап) конкурса состоится 22 октября 2013 года на базе образовательных организаций (учреждений) города Екатеринбурга (по номинациям).<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 2 прикреплённых файла<br>
- O VIII Всероссийском конкурсе научно-инновационных проектов для старшеклассников<br>

<p><br>
Компания "Сименс" информирует о приеме материалов для участия в VIII Всероссийском конкурсе научно-инновационных проектов для старшеклассников. Конкурс направлен на поиск и поддержку талантливой молодежи. К участию в конкурсе приглашаются школьники 9-11 классов средних общеобразовательных школ и студенты 1-2 курсов средних специальных учебных заведений. Конкурс проводится в восьми федеральных округах РФ и состоит из двух этапов: регионального (полуфинал) и федерального (финал).<br>
•	Подробнее<br>
- О Международном конкурсе - фестивале "Уральская радуга звезд"<br>

<p><br>
Некоммерческий фонд поддержки и развития социального творчества, спорта и туризма "Радуга жизни" организует и проводит Международный конкурс - фестиваль "Уральская радуга звезд". Фестиваль будет проходить в городе Екатеринбурге 28-30 марта 2014 года в рамках мероприятий Федеральной целевой программы "Культура России 2012-2018".<br>
Положение о Конкурсе и условия участия размещены на официальном сайте Министерства общего и профессионального образования Свердловской области в разделе "Мероприятия".<br>

<p><br>
- О региональном этапе Всероссийского конкурса воспитательных систем образовательных учреждений<br>

<p><br>
Конкурс<br>
25 октября 2013 - 15 ноября 2013<br>
ГАОУ ДПО СО «Институт развития образования» информирует о приеме документов и материалов для участия в региональном этапе Всероссийского конкурса воспитательных систем образовательных учреждений. Конкурс проводится в целях обновления научно-методического обеспечения развития воспитания в системе образования, внедрения современных форм и методов воспитательной деятельности, повышения воспитательного потенциала образовательных организаций (учреждений).<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>


 <p><br>
- О конкурсе «Педагог нашего времени»<br>

<p><br>
Конкурс<br>
5 октября 2013 - 15 апреля 2014<br>
ООО «Интеррайт-Рус» извещает о приеме материалов на Всероссийский открытый конкурс профессионального мастерства «Педагог нашего времени». Конкурс проводится в целях повышения профессионального мастерства и поддержки педагогов, применяющих современные интерактивные технологии в образовательном процессе. К участию в конкурсе приглашаются педагоги общеобразовательных организаций всех регионов РФ.<br>
Конкурс проводится в два этапа:<br>
- заочный этап 05.10.2013 - 21.03.2014 г.;<br>
- финальный очный этап 22.03-15.04.2014 г.<br>
•	Подробнее<br>


<p><br>
-О проведении областного конкурса «Учитель – профессия мужская»<br>

<p><br>
Конкурс<br>
21 октября 2013 - 15 ноября 2013<br>
Уважаемые коллеги!<br>
ГАОУ ДПО СО «Институт развития образования» информирует о приеме материалов для участия в областном конкурсе «Учитель – профессия мужская». Конкурс проводится в целях выявления талантливых педагогов – мужчин, их поддержки и поощрения, повышения престижа учительского труда, распространения эффективных педагогических практик  педагогов Свердловской области.<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>


<p><br>
- О конкурсе программ педагогов, работающих с детьми из социально неблагополучных семей, по профилактике наркомании, алкоголизма и токсикомании<br>

 
 <p><br>
В соответствии с задачами областной целевой программы «Безопасность жизнедеятельности населения Свердловской области» на 2011-2015 годы», утвержденной постановлением Правительства Свердловской области от 11.10.2010 № 1488-ПП, Министерство общего и профессионального образования Свердловской области проводит Конкурс программ педагогов, работающих с детьми из социально неблагополучных семей, по профилактике наркомании, алкоголизма и токсикомании. Прием конкурсных документов с 1 октября по 11 ноября 2013 года по адресу: г. Екатеринбург, ул. Малышева, 33 (МОПО СО); электронная почта: petrova@minobraz.ru, телефоны для консультаций (343)371-16-00, 371-62-38.<br>
•	Подробнее 1 прикреплённый файл<br>


<p><br>
- О проведении финала (очного этапа) конкурса на соискание премий Губернатора Свердловской области педагогическим работникам в 2013г.<br>

 
 <p><br>
Во исполнение Указа Губернатора Свердловской области от 5 августа 2013 года № 421-УГ «О премиях Губернатора Свердловской области педагогическим работникам в 2013 году» и приказа Министерства общего и профессионального образования Свердловской области от 03.09.2013 № 574-и «О проведении конкурса на соискание премий Губернатора Свердловской области педагогическим работникам в 2013 году» (далее – конкурс) в период с 20 августа по 30 сентября 2013 состоялся первый (заочный) этап конкурса.    На основе экспертных оценок представленных материалов конкурсной комиссией был составлен рейтинг участников первого этапа конкурса. Участники, занявшие в рейтинге  с 1 по 5 место в каждой номинации, вышли в финал – на очный этап конкурса.<br>
•	Подробнее 1 прикреплённый файл<br>
- О финале регионального этапа Всероссийского профессионального конкурса «Воспитатель года России – 2013» в Свердловской области<br>

 
 <p><br>
В заочном туре конкурса приняли участие 164 участника из 132 образовательных учреждений, реализующих программы дошкольного образования, из 36 муниципальных образований Свердловской области.<br>
В составе участников:<br>
•	Подробнее<br>


<p><br>
- О финале Всероссийского конкурса «Учитель года России - 2013»<br>

<p><br>
Конкурс<br>
24 сентября 2013<br>
24 сентября во Дворце культуры «Октябрь» города Подольска Московской области состоялось открытие Всероссийского финала конкурса «Учитель года России-2013». На финал  прибыли  учителя из 79 регионов России. Свердловскую область представляет победитель регионального этапа Всероссийского конкурса «Учитель года России- 2013»  учитель английского языка  МАОУ- гимназия  №94, г. Екатеринбурга Семенова Юлия Леонидовна. Приглашаем коллег познакомиться с хронологией конкурсных дней и виртуально поддержать Юлию Леонидовну.<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании. <br>

<p><br>
- Об итогах областного конкурса «Лучший преподаватель – организатор ОБЖ» в Свердловской области в 2013 году<br>

<p><br>
Конкурс<br>
25 сентября 2013<br>
  
  <p><br>
25 сентября 2013 года на базе МОУ СОШ №76 (г. Екатеринбург, ул. Луначарского,200) состоялся финал областного конкурса «Лучший преподаватель – организатор ОБЖ». На открытых мероприятиях финала присутствовали 10 финалистов, 10 участников заочного этапа конкурса, 50 гостей.<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее<br>

<p><br>
- О продлении сроков приема документов и материалов на конкурсы<br>

<p><br>
Конкурс<br>
26 сентября 2013 - 30 октября 2013<br>
 
 <p><br>
Институт развития образования объявляет о продлении сроков приема документов и материалов на конкурсы:<br>
-региональный этап IV Всероссийского конкурса «Учитель здоровья России – 2013» до 15 октября 2013 года;<br>
- региональный этап Всероссийского конкурса методических пособий «Растим патриотов России» до 15 октября 2013 года;<br>
- региональный этап Всероссийского конкурса организаторов воспитательного процесса «Воспитать человека» до 30 октября 2013 года;<br>
- областной конкурс молодых педагогов «Начало» до 15 октября.<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>

<p><br>
- О финале регионального этапа Всероссийского профессионального конкурса «Воспитатель года России-2013» в Свердловской области<br>

<p><br>
Конкурс<br>
27 сентября 2013<br>
Оргкомитет регионального этапа Всероссийского профессионального конкурса «Воспитатель года России – 2013»  приглашает педагогов и всех заинтересованных лиц на открытые мероприятия финала конкурса, которые состоятся 27 сентября 2013 года в Институте развития образования (у. Щорса, 92-а, кор.4, актовый зал).  Регистрация гостей финала конкурса с 12.30 до 13.00.<br>
 
 <p><br>
Открытые занятия включают в себя две формы конкурсных испытаний: «мастер-класс» и «круглый стол». «Круглый стол» посвящен обсуждению актуальных вопросов дошкольного образования:<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее<br>


<p><br>
- О финале регионального этапа Всероссийского профессионального конкурса «Воспитатель года России-2013» в Свердловской области<br>

<p><br>
Конкурс<br>
27 сентября 2013<br>
 
 <p><br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>
- Об итогах заочного тура областного конкурса "Лучший преподаватель - организатор ОБЖ"<br>

<p><br>
Конкурс<br>
12 сентября 2013 - 25 сентября 2013<br>
ГАОУ ДПО СО "Институт развития образования" и ГКУ СО "Территориальный центр мониторинга и реагирования на чрезвычайные ситуации в Свердловской области" информируют о подведении итогов заочного тура областного конкурса "Лучший преподаватель - организатор ОБЖ".<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 2 прикреплённых файла<br>

<p><br>
- О реализации программы "Интеллектуально-творческий потенциал России"<br>

<p><br>
Конкурс<br>
1 сентября 2013 - 1 марта 2014<br>
Общероссийская Малая академия наук "Интеллект будущего" приглашает школьников, педагогов и ученых к участию в мероприятих программы "Интеллектуально-творческий потенциал России". Более подробную информацию можно найти на сайте: http://www.future4you.ru или получить по телефону (48439)9-72-95, по электронной почте info@future.org.ru<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	1 прикреплённый файл<br>


<p><br>
- О результатах проведения технической экспертизы конкурсных документов, представленных на региональный этап Всероссийского конкурса профессионального мастерства "Воспитатель года России"<br>

<p><br>
Конкурс<br>
27 августа 2013 - 27 сентября 2013<br>
27 августа были подведены итоги технической экспертизы материалов и документов, представленных на региональный этап Всероссийского конкурса профессионального мастерства "Воспитатель года России". По итогам технической экспертизы зарегистрировано 164 участника (список прилагается) из 132 образовательных учреждений, реализующих программы дошкольного образования, из 36 муниципальных образований Свердловской области (49,3 % от их общего количества):<br>
•	Подробнее 1 прикреплённый файл<br>


<p><br>
- Областной конкурс "Лучший преподаватель - организатор ОБЖ"<br>

<p><br>
Конкурс<br>
30 августа 2013 - 25 сентября 2013<br>
30 августа 2013 года в ГАОУ ДПО СО "ИРО" состоялось заседание оргкомитета областного конкурса "Лучший преподаватель - организатор ОБЖ". По итогам технической экспертизы конкурсных материалов принято решение допустить к участию в конкурсе 25 человек из 19 муниципальных образований Свердловской области. Список участников прилагается.<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	1 прикреплённый файл<br>

<p><br>
- Региональный этап Всероссийского конкурса методических пособий "Растим патриотов России"<br>

<p><br>
Конкурс<br>
17 июня 2013 - 30 октября 2013<br>
ГАОУ ДПО СО "Институт развития образования" приглашает к участию в региональном этапе Всероссийского конкурса методических пособий «Растим патриотов России». Цель конкурса: активизация работы педагогов в области патриотического воспитания детей и молодежи.<br>
 
 <p><br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>


<p><br>
- Региональный этап Всероссийского конкурса организаторов воспитательного процесса "Воспитать человека"<br>

<p><br>
Конкурс<br>
1 июля 2013 - 30 октября 2013<br>
  
  <p><br>
Государственное автономное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» проводит региональный этап Всероссийского конкурса организаторов воспитательного процесса «Воспитать человека».<br>
 
 <p><br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>

<p><br>
- Подведение итогов регионального этапа Всероссийского конкурса «За нравственный подвиг учителя» - 2013<br>

<p><br>
Конкурс<br>
22 августа 2013<br>
 
 <p><br>
22 августа 2013 года в Духовно-просветительском центре Екатеринбургской митрополии на пленарном заседании 1X Съезда православных законоучителей состоялось торжественное подведение итогов проведения конкурса в Свердловской области, чествование лауреатов и победителей - номинантов конкурса.<br>
 
 <p><br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна;<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее<br>

<p><br>
- Об итогах регионального этапа Всероссийского конкурса в области педагогики, воспитания и работы с детьми и молодежью до 20 лет «За нравственный подвиг учителя» в Свердловской области в 2013 году<br>

<p><br>
Конкурс<br>
18 июля 2013 - 22 августа 2013<br>
 
 <p><br>
         Подведены итоги регионального этапа ежегодного Всероссийского конкурса «За нравственный подвиг учителя» в 2013г.<br>
В адрес Оргкомитета поступило   120 работ  из 37   муниципальных образований области.<br>
Оргкомитет, Конкурсная комиссия отмечают следующие особенности<br>  
 проведения конкурса  2013 года:<br>
•	Подробнее<br>


<p><br>
- О проведении конкурса на соискание премий Губернатора Свердловской области педагогическим работникам в 2013 году<br>

<p><br>
Конкурс<br>
20 августа 2013 - 1 ноября 2013<br>
         Министерство общего и профессионального образования Свердловской области и  ГАОУ ДПО СО "Институт развития образования" информируют о проведении конкурса на соискание премий Губернатора Свердловской области педагогическим работникам в 2013 году.<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее<br>


<p><br>
- Областной конкурс педагогического мастерства молодых педагогов "Начало"<br>

<p><br>
Конкурс<br>
5 сентября 2013 - 30 октября 2013<br>
Уважаемые коллеги!<br>
ГАОУ ДПО СО «Институт развития образования» объявляет о приеме документов и материалов на областной конкурс молодых педагогов «Начало». Конкурс проводится в целях повышения социального статуса и активизации творческого потенциала молодых педагогов, создания условий для их дальнейшего профессионального роста. К участию в конкурсе приглашаются молодые педагоги, работники образовательных учреждений Свердловской области всех типов и видов со стажем работы не более 3 лет, имеющие высшее или среднее профессиональное образование.<br>
Контакты:  8 (343) 257-31-33 Узлова Людмила Вазгеновна; 8 (343) 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 2 прикреплённых файла<br>


<p><br>
- О региональном этапе Всероссийского профессионального конкурса "Воспитатель года России" в Свердловской области в 2013 году<br>

<p><br>
Конкурс<br>
25 июня 2013 - 26 августа 2013<br>
Министерство общего и профессионального образования Свердловской области  и ГАОУ ДПО СО "Институт развития образования" информируют о приёме заявок и конкурсных документов на региональный этап Всероссийского профессионального конкурса «Воспитатель года России» в Свердловской области в 2013 году (Положение о конкурсе прилагается).<br> 
Контакты:  (343) 257-31-33 Узлова Людмила Вазгеновна; 257-36-58 Шалагина Елена Юрьевна; email: iroso@list.ru<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>


<p><br>
- Об итогах Областного конкурса методических разработок (методических материалов) классных руководителей<br>

<p><br>
Конкурс<br>
27 мая 2013 - 25 июня 2013<br>
 
 <p><br>
Об итогах Областного  конкурса методических разработок (методических материалов) классных руководителей<br>
 
 <p><br>
Контакты:  (343) 257-31-33 Узлова Людмила Вазгеновна; 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее<br>


<p><br>
- О региональном этапе Всероссийского конкурса работ в области педагогики, воспитания и работы с детьми и молодежью "За нравственный подвиг учителя" в 2013 году<br>

<p><br>
Конкурс<br>
17 июня 2013 - 20 июля 2013<br>
Уважаемые коллеги! ГАОУ ДПО СО "Институт развития образования" и Екатеринбургская Митрополия Русской Православной Церкви информируют о завершении приёма заявок и конкурсных материалов на участие в региональном этапе Всероссийского конкурса "За нравственный подвиг учителя" в 2013 году.<br>
Контакты:  (343) 257-31-33 Узлова Людмила Вазгеновна; email: iroso@list.ru<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 4 прикреплённых файла<br>


<p><br>
- О проведении регионального этапа всероссийского конкурса "Учитель здоровья России - 2013" в Свердловской области<br>

<p><br>
Конкурс<br>
17 июня 2013 - 15 октября 2013<br>
Уважаемые коллеги! Министерство общего и профессионального образования Свердловской области и ГАОУ ДПО СО "Институт развития образования" объявляют о приёме заявок и конкурсных материалов на участие в региональном этапе IV Всероссийского конкурса "Учитель здоровья России- 2013".<br>
Контакты:  (343) 257-31-33 Узлова Людмила Вазгеновна; 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>
- Областной конкурс методических разработок (методических материалов) классных руководителей<br>

<p><br>
Конкурс<br>
27 мая 2013 - 25 июня 2013<br>
Уважаемые коллеги! Закончен прием материалов на Областной конкурс методических разработок классных руководителей. К участию в конкурсе принято 64 пакета документов из 15 муниципальных образований Свердловской области. С 27 мая 2013 года начинается этап экспертизы представленных на конкурс материалов.<br> 
Контакты:  (343) 257-31-33 Узлова Людмила Вазгеновна; 257-36-58 Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	1 прикреплённый файл<br>
- О проведении регионального этапа конкурса "Учитель года России" - 2013 в Свердловской области<br>

<p><br>
Конкурс<br>
16 мая 2013<br>
 
 <p><br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании<br>

<p><br>
- О приеме документов на областной конкурс методических разработок (методических материалов) классных руководителей<br>

<p><br>
Конкурс<br>
25 апреля 2013 - 24 мая 2013<br>
Уважаемые коллеги! Институт развития образования продолжает прием документов на областной конкурс методических разработок (методических материалов) классных руководителей до 24 мая 2013 года по адресу: 620144, г. Екатеринбург, ул. Щорса, 92а, к.4, каб. 216, 221 .<br>
Контакты:  (343) 257-31-33 - Узлова Людмила Вазгеновна; (343) 257-36-58 - Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна, зав.отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее<br>
- Региональный этап Всероссийского конкурса "Учитель года России" в Свердловской области в 2012-2013 учебном году<br>

<p><br>
Конкурс<br>
17 апреля 2013 - 20 мая 2013<br>
 
 <p><br>
Контакты:  (343) 257-31-33 - Узлова Людмила Вазгеновна; (343) 257-36-58 - Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна, зав.отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>

<p><br>
- Марафон социальных инициатив "Вектор добра"<br>

<p><br>
Конкурс<br>
15 марта 2013 - 30 апреля 2013<br>
Ресурсный центр "Инфраструктура Благотворительности" (г. Москва) - www.infrastblago.ru объявляет о приеме заявок и конкурсных материалов на участие в Марафоне социальных инициатив "Вектор добра".<br>
Целью Марафона социальных инициатив "Вектор добра" является создание условий для активной совместной благотворительной и добровольческой деятельности детей и взрослых.<br>
Марафон предполагает две формы участия: 1) Конкурс агитбригад и 2) Конкурс мини-историй о добрых поступках "Миллион добрых дел". <br>
Контакты:  8(499)3912879 - Володин Сергей Александрович<br>
Ответственный:  Володин Сергей Александрович - руководитель Ресурсного центра "Инфраструктура Благотворительности"<br>
•	Подробнее 2 прикреплённых файла<br>

<p><br>
- Областной конкурс "Лучший преподаватель-организатор ОБЖ"<br>

<p><br>
Конкурс<br>
29 апреля 2013 - 23 августа 2013<br>
ГКУ "Территориальный центр мониторинга и реагирования на чрезвычайные ситуации в Свердловской области" и ГБОУ ДПО СО "Институт развития образования" объявляют о приёме заявок и конкурсных материалов на участие в областном конкурсе "Лучший преподаватель - организатор ОБЖ".<br>
Контакты:  (343) 257-31-33 - Узлова Людмила Вазгеновна; (343) 257-36-58 - Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна, зав.отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>


<p><br>
- Областной этап защиты исследовательских проектов обучающихся<br>

<p><br>
Конкурс<br>
26 апреля 2013 - 27 апреля 2013<br>
Уважаемые коллеги! Оргкомитет сообщает о завершении первого (заочного) этапа областной защиты исследовательских проектов. Очный этап областной защиты исследовательских проектов обучающихся состоится 26-27 апреля 2013 года в здании УрГЭУ по адресу: г.Екатеринбург, ул. 8 Марта, 62. Списки участников, работы которых рекомендованы к публичной защите, прилагаются.<br>
Контакты:  (343) 257-31-33 - Узлова Людмила Вазгеновна; (343) 257-36-58 - Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна, зав.отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	1 прикреплённый файл<br>

<p><br>
- Областной конкурс методических разработок классных руководителей<br>

<p><br>
Конкурс<br>
1 апреля 2013 - 25 июня 2013<br>
Государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития  образования» объявляет о приёме заявок и конкурсных материалов на участие в областном конкурсе методических разработок классных  руководителей.<br>
Контакты:  (343) 257-31-33 - Узлова Людмила Вазгеновна; (343) 257-36-58 - Шалагина Елена Юрьевна<br>
Ответственный:  Бутина Светлана Львовна, зав.отделом сопровождения конкурсов и инновационных проектов в образовании<br>
•	Подробнее 1 прикреплённый файл<br>


<p><br>
- Региональный этап всероссийской олимпиады школьников по экологии<br>

<p><br>
Конкурс<br>
15 декабря 2012 - 29 января 2013<br>
Отдел сопровождения конкурсов и инновационных проектов в образовании Института обращает внимание организаторов всероссийской олимпиады школьников на процедуру проведения регионального этапа по экологии.<br>
В соответствии с новыми правилами, победители и призеры муниципального этапа, делегированные на участие в региональном этапе, заблаговременно (но не позднее, чем за 2 недели до начала регионального этапа) высылают по электронной почте в оргкомитет регионального этапа рукописи своих экологических проектов для их предварительной экспертизы и оценки.<br>
Контакты:  Отдел сопровождения конкурсов и инновационных проектов в образовании ИРО, 343-257-31-33-443, 343-257-36-58-433<br>
Ответственный:  Николаева Елена Викторовна<br>
•	Подробнее 4 прикреплённых файла<br>


<p><br>
- Об участии во втором туре Всероссийского интеллектуального марафона учеников-занковцев<br>

<p><br>
Конкурс<br>
10 декабря 2012 - 00:44 - 20 декабря 2012 - 00:44<br>
 
 <p><br>
Уважаемые коллеги!<br>
 
 <p><br>
          Региональный оргкомитет Всероссийского интеллектуального марафона учеников-занковцев информирует Вас о том, что для участия во втором туре  необходимо до 15 декабря 2012 г. направить в ГБОУ ДПО СО «ИРО» заявку<br>
(Приложение 1).<br>
К заявке приложить сканированные работы победителей первого школьного тура.<br>
 
 
 <p><br>
По всем вопросам обращаться к специалисту отдела сопровождения конкурсов и инновационных проектов в образовании<br>
Контакты:  Отдел сопровождения конкурсов и инновационных проектов в образовании ИРО, 343-257-31-33-443<br>
Ответственный:  Узлова Л.В., специалист отдела<br>
•	Подробнее<br>


<p><br>
- График регионального этапа всероссийской олимпиады школьников на 2012-2013 учебный год<br>

<p><br>
Конкурс<br>
11 января 2013 - 00:39 - 2 февраля 2013 - 00:39<br>
В соответствии с пунктом 39 Положения о всероссийской олимпиаде школьников установлены сроки проведения регионального этапа всероссийской олимпиады школьников по общеобразовательным предметам в 2012-2013 учебном году.<br>
Контакты:  Отдел сопровождения конкурсов и инновационных проектов в образовании ИРО, 343-257-31-33-443<br>
Ответственный:  Николаева Е.В.<br>
•	2 прикреплённых файла<br>


<p><br>
- XI Всероссийский интеллектуальный марафон учеников - занковцев<br>

<p><br>
Конкурс<br>
15 ноября 2012 - 00:28 - 10 декабря 2012 - 00:28<br>
Уважаемые коллеги!<br>
Учителя, работающие по системе развивающего обучения Л.В. Занкова!<br>
 
 <p><br>
Отдел сопровождения конкурсов и инновационных проектов в образовании ИРО приглашает Вас и Ваших учеников-занковцев к участию в XI  Всероссийском интеллектуальном марафоне учеников - занковцев.<br>
Цель мероприятия - развитие идей системы развивающего обучения Л.В. Занкова, предоставление возможности обмена опытом учителям, работающим по системе Л.В. Занкова в различных регионах России.<br>
Контакты:  Отдел сопровождения конкурсов и инновационных проектов в образовании ИРО, 343-257-31-33-443<br>
Ответственный:  Узлова Л.В., специалист отдела<br>

<p><br>
- Региональный этап Всероссийского конкурса воспитательных систем образовательных учреждений<br>

<p><br>
Конкурс<br>
5 декабря 2012 - 00:58 - 25 декабря 2012 - 00:58<br>
Уважаемые коллеги!<br>
Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО" информирует Вас о проведении регионального этапа всероссийского конкурса воспитательных систем образовательных учреждений в 2012 году<br>
Контакты:  Отдел сопровождения конкурсов и инновационных проектов в образовании ИРО, 343-257-31-33-443<br>
Ответственный:  Николаева Елена Викторовна<br>
•	2 прикреплённых файла<br>


<p><br>
- Рассылка заданий муниципального этапа всероссийской олимпиады школьников<br>

<p><br>
Конкурс<br>
20 ноября 2012 - 09:21 - 20 декабря 2012 - 09:21<br>
Инструкция по рассылке заданий и передаче протоколов<br>
•	2 прикреплённых файла<br>

<p><br>
- Муниципальный этап всероссийской олимпиады школьников<br>

<p><br>
Конкурс<br>
15 ноября 2012 - 09:17 - 14 декабря 2012 - 09:18<br>
Уважаемые организаторы олимпиады школьников!<br>
Отдел сопровождения конкурсов и инновационных проектов в образовании<br>
информирует Вас о порядке и сроках проведения муниципального этапа всероссийской олимпиады школьников<br>
Контакты:  8-343-257-31-33<br>
Ответственный:  Николаева Елена Викторовна<br>
•	2 прикреплённых файла<br>


<p><br>
- Областной конкурс "Учитель - профессия мужская"<br>

<p><br>
Конкурс<br>
19 ноября 2012 - 22 декабря 2012<br>
ПРОЕКТ<br>
 
 <p><br>
ПОЛОЖЕНИЕ<br>
об областном конкурсе «Учитель – профессия мужская»<br>
I.Общие положения<br>
1.1. Конкурс «Учитель – профессия мужская» (далее Конкурс) направлен на развитие творческой деятельности педагогов – мужчин, работающих в общеобразовательных учреждениях, учреждениях дополнительного образования детей, учебных заведениях начального и среднего профессионального образования Свердловской области, представивших идеи и опыт, результаты и эффекты деятельности современного учителя, воспитателя, с целью привлечения внимания широкой общественности к значимости профессии учителя и особому месту в образовании педагога – мужчины.<br>
 
 <p><br>
Полный текст положения в прикрепленном файле<br>
Контакты:  Отдел сопровождения конкурсов и инновационных проектов в образовании ИРО, 343-257-31-33-443<br>
Ответственный:  Николаева Елена Викторовна<br>
•	Подробнее 1 прикреплённый файл<br>


<p><br>
- КОНКУРС «УПРАВЛЕНИЕ УЧЕБНО-ВОСПИТАТЕЛЬНЫМ ПРОЦЕССОМ В НАЧАЛЬНОЙ И СРЕДНЕЙ ШКОЛЕ»<br>

<p><br>
Конкурс<br>
1 ноября 2012 - 1 апреля 2013<br>
ПОЛОЖЕНИЕ О ВСЕРОССИЙСКОМ КОНКУРСЕ<br>
«УПРАВЛЕНИЕ УЧЕБНО-ВОСПИТАТЕЛЬНЫМ ПРОЦЕССОМ В НАЧАЛЬНОЙ И СРЕДНЕЙ ШКОЛЕ»<br>
Центр «Педагогический поиск» и редакции журналов «Управление современной школой. Завуч» и «Завуч начальной школы» объявляют Всероссийский конкурс «Управление учебно-воспитательным процессом в начальной и средней школе».<br>
Сроки проведения конкурса: С октября 2012 года по апрель 2013 года.<br>
Подведение итогов конкурса  Май – июнь 2013 года.<br>
НОМИНАЦИИ КОНКУРСА<br>
Контакты:  ураторы конкурса: Зав. редакцией журнала «Завуч начальной школы» Поддубный Андрей Владимирович. Зав. редакцией журнала «Управление современной школы. Завуч» Рождественская Анна Александровна Контактный телефон: (495) 737-45-07.<br>
•	Подробнее<br>


<p><br>
- ВСЕРОССИЙСКИЙ КОНКУРС «ВОСПИТАНИЕ В ШКОЛЕ И КЛАССЕ»<br>

<p><br>
Конкурс<br>
1 ноября 2012 - 1 апреля 2013<br>
ПОЛОЖЕНИЕ О ВСЕРОССИЙСКОМ КОНКУРСЕ<br>
«ВОСПИТАНИЕ В ШКОЛЕ И КЛАССЕ»<br>
Кафедра педагогики и психологии Академии повышения квалификации и переподготовки работников  образования, отдел теории воспитания ИТИП РАО, Центр «Педагогический поиск» и редакции журналов «Заместитель директора по воспитательной работе. Управление воспитательным процессом»,  «Классный руководитель» и «Спутник классного руководителя» объявляют<br>
ВСЕРОССИЙСКИЙ КОНКУРС  «ВОСПИТАНИЕ В ШКОЛЕ И КЛАССЕ»<br>
Контакты:  Председатель оргкомитета Всероссийского конкурса «Воспитание в школе и классе» профессор, главный редактор издательства НОУ Центр «Педагогический поиск» Лизинский Владимир Михайлович. Контактный телефон: (495) 737-45-07. Куратор конкурса: к. п. н., зав. редакцией журнала «Классный руководитель» Переславцева Екатерина Викторовна. Телефон для справок: (495) 737-45-07.<br>
•	Подробнее<br>


<p><br>
- Об итогах конкурса на соискание премий Губернатора Свердловской области педагогическим работникам в 2012 году<br>

<p><br>
Об итогах конкурса на соискание премий Губернатора<br>
Свердловской области педагогическим работникам в 2012 году<br>
   Участниками конкурса на соискание премий Губернатора Свердловской области педагогическим работникам в 2012 году (далее – конкурс) стали 370 педагогов из 46 муниципальных образований области.<br>
•	Подробнее<br>


<p><br>
- Финал областного конкурса молодых педагогов "Начало"<br>

<p><br>
Конкурс<br>
19 октября 2012 - 08:09<br>
Уважаемые участники<br>
областного конкурса молодых педагогов «Начало»!<br>
Оргкомитет конкурса подвел итоги заочного этапа, определил участников очного этапа (финала).  В список финалистов вошли участники,  занимающие в рейтинге позиции с 1 по 8 (количество баллов финалистов составляет от 36,5 до 42 )<br>
Контакты:  8-343-257-31-33<br>
Ответственный:  Узлова Людмила Вазгеновна<br>
•	6 прикреплённых файлов<br>


<p><br>
- Заочный этап областного конкурса молодых педагогов "Начало"<br>

<p><br>
Конкурс<br>
10 октября 2012 - 00:41 - 16 октября 2012 - 17:41<br>
Областной конкурс молодых педагогов «Начало»<br>
Институт развития образования проводит областной конкурс молодых педагогов «Начало». Цель Конкурса – раскрыть творческий потенциал молодых учителей,  повысить значимость и престиж педагогической профессии. В конкурсе приняли участие молодые педагоги, работники  образовательных учреждений всех типов  со стажем работы не более трех лет, имеющие высшее или среднее профессиональное образование.<br>
Ответственный:  Николаева Елена Викторовна<br>
•	Подробнее<br>


<p><br>
- Очный этап (финал) областного конкурса «Лучший преподаватель - организатор ОБЖ»<br>

<p><br>
Конкурс<br>
26 сентября 2012 - 08:11<br>
О проведении очного этапа (финала)<br>
областного конкурса<br>
«Лучший преподаватель - организатор ОБЖ»<br>
 
 <p><br>
В  соответствии с Планом работы Института и Положением об областном конкурсе «Лучший преподаватель-организатор ОБЖ» проводится VII областной конкурс «Лучший преподаватель-организатор ОБЖ» (далее конкурс).<br>
Очный этап (финал) областного конкурса состоится 26 сентября 2012 года в городе Екатеринбурге на базе МОУ СОШ № 76 (ул. Луначарского, 200).<br>
Регистрация участников и гостей с 8.00 до 8.45.<br>
Контакты:  (343) 257-31-33 (Николаева Елена Викторовна) (343) 371-35-41 (Павлова Нина Сергеевна)<br>
Ответственный:  Николаева Елена Викторовна<br>
- Конкурс проектов инновационной деятельности образовательных учреждений Свердловской области на присвоение статуса "Базовая площадка ГБОУ ДПО СО "ИРО"<br>

<p><br>
Конкурс<br>
10 сентября 2012 - 00:26 - 17 сентября 2012 - 00:26<br>
Об итогах первого (заочного) этапа<br>
конкурса проектов инновационной деятельности<br>
образовательных учреждений Свердловскойобласти<br>
на присвоениестатуса «Базовая площадка ГБОУ ДПО СО «ИРО»<br>
 
 <p><br>
Уважаемые коллеги!<br>
•	Подробнее<br>


<p><br>
- Очный этап регионального этапа Всероссийского конкурса "Воспитатель года России"<br>

<p><br>
Конкурс<br>
12 сентября 2012 - 12:15<br>

<p><br>
Контакты:  8-343-257-31-33<br>
Ответственный:  Николаева Елена Викторовна, Узлова Людмила Вазгеновна<br>
•	Подробнее<br>

<p><br>
- Конкурс на соискание премий Губернатора Свердловской области<br>

<p><br>
Конкурс<br>
21 августа 2012 - 00:02 - 1 ноября 2012 - 12:02<br>
Уважаемые коллеги!<br>
 Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО «Институт развития образования» поздравляет Вас с началом нового учебного года и приглашает к участию в конкурсе на соискание премий Губернатора Свердловской области педагогическим работникам в 2012 году.<br>
 Желаем успехов!<br>

<p><br>
•	Подробнее 2 прикреплённых файла<br>


<p><br>
- Центра онлайн-обучения «100EGE.ru»<br>

<p><br>
Мероприятие<br>
1 сентября 2012 - 00:58 - 31 октября 2012 - 00:58<br>
Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО" информирует  Вас о начале  работы Центра онлайн-обучения «100EGE.ru».   Центр онлайн-обучения «100EGE.ru»совместно с МФТИ, МГУ предлагает ряд проектов регионального уровня, направленных на развитие олимпиадного движения по математике, физике, информатике, экономике, химии, биологии в Российской Федерации. Просим Вас проинформировать отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО"<br>
Контакты:  8-343-257-31-33<br>
•	Подробнее 1 прикреплённый файл<br>

<p><br>
- Установочный семинар для участников областного конкурса "Начало"<br>

<p><br>
Семинар<br>
18 сентября 2012 - 10:00<br>
Уважаемые коллеги!<br>
 
 <p><br>
 Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО «Институт развития образования»<br>
18 сентября 2012 года проводит установочный семинар для участников областного конкурса молодых педагогов «Начало».<br>
  Семинар состоится на базе ГБОУ ДПО СО «ИРО» (г. Екатеринбург,<br>
 ул. Щорса, 92а/4, аудитория 219).<br>
Начало работы семинара – 10.00 (Приложение 1).<br>
Контакты:  8-343-257-31-33<br>
Ответственный:  Николаева Елена Викторовна<br>
•	Подробнее 2 прикреплённых файла<br>


<p><br>
- Областной конкурс молодых педагогов «Начало»<br>

<p><br>
Конкурс<br>
15 июня 2012 - 00:29 - 25 октября 2012 - 09:29<br>
В Свердловской области стартовал конкурс молодых педагогов «Начало».  Его организатором является  «Институт развития образования». В конкурсе, который впервые проводится на Среднем Урале, могут принять участие молодые педагоги, работники  образовательных учреждений всех типов  со стажем работы не более трех лет, имеющие высшее или среднее профессиональное образование.<br>
Контакты:  Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО", 8(343)257-31-33, 257-36-58<br>
Ответственный:  Николаева Елена Викторовна<br>
•	Подробнее 2 прикреплённых файла<br>


<p><br>
- Конкурс «Лучший преподаватель - организатор ОБЖ»<br>

<p><br>
Конкурс<br>
2 июля 2012 - 26 сентября 2012<br>
ГБОУ ДПО СО "Институт развития образования" информирует о проведении конкурса «Лучший преподаватель - организатор ОБЖ».<br>
Прием документов и рецензирование конкурсных материалов участников областного этапа конкурса  состоится в ГБОУ ДПО СО  «Институт развития образования» (ул. Щорса, 92 А, корпус 4, каб.221, тел.257-36-58) со 02 июля до 20 августа 2012 года. Участники конкурса  представляют следующие документы:<br>
Контакты:  ул. Щорса, 92 А, корпус 4, каб.221, тел.257-36-58<br>
Ответственный:  Шалагина Елена Юрьевна<br>
•	Подробнее 1 прикреплённый файл<br>


<p><br>
- Конкурс проектов инновационной деятельности образовательных учреждений Свердловской области для присвоения статуса "Базовая площадка ГБОУ ДПО СО "ИРО"<br>

<p><br>
Конкурс<br>
13 июня 2012 - 30 августа 2012<br>
ГБОУ ДПО СО «Институт развития образования» приглашает к участию в конкурсе проектов инновационной деятельности образовательных учреждений Свердловской области. Участниками конкурса могут быть учреждения дошкольного,общего, начального и среднего профессионального образования. По итогам конкурса учреждениям - победителям присваивается статус «Базовая  площадка ГБОУ ДПО СО «ИРО».<br>
Основные направления конкурса, процедуру его проведения определяет «Положение о конкурсе проектов инновационной деятельности образовательных учреждений Свердловской области» (прилагается).<br>
Контакты:  Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО" , 8-343-257-31-33, 257-36-58<br>
Ответственный:  Удинцева Валентина Михайловна, специалист отдела<br>
•	2 прикреплённых файла<br>

<p><br>
- О проведении регионального этапа Всероссийского профессинального конкурса "Воспитатель года России" в Свердловской области в 2012 году<br>

<p><br>
Конкурс<br>
14 июня 2012 - 1 октября 2012<br>
Уважаемые коллеги!<br>
ГБОУ ДПО СО "Институт развития образования " приглашает Вас принять участие в конкурсе. Конкурс проводится в целях поддержки педагогических работников дошкольных образовательных учреждений, обеспечивающих образовательный и воспитательный процессы, повышения престижа их профессии. Участниками конкурса могу быть работники образовательных учреждений, реализующих программы дошкольного образования, имеющих государственную аккредитацию.<br>
Контакты:  Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО", 8-(343)-257-31-33, 257-36-58<br>
Ответственный:  Николаева Елена Викторовна<br>

<p><br>
- «Подготовка работников образования к участию в конкурсах профессионального мастерства на муниципальном, региональном и федеральном уровнях»<br>

<p><br>
Дата проведения: <br>
Пнд, 27/02/2012 - 00:58 - Сбт, 03/03/2012 - 12:00<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: <br>
Педагоги, организаторы конкурсов профессионального мастерства, методисты, специалисты МОУО<br>
ГБОУ ДПО СО «Институт развития образования» информирует о наборе слушателей  на  программу повышения квалификации (ОП) «Подготовка работников образования к участию в конкурсах профессионального мастерства на муниципальном, региональном и федеральном уровнях»<br>
 - Как стать участником конкурса и подготовиться к нему?<br>
 - Кто побеждает в профессиональных конкурсах?<br>
Подобные вопросы задают как учителя, так и организаторы профессиональных конкурсов.<br>
