<h1 style="font-size: 18px;padding-top:50px;">Контакты</h1>

<p><br>
Контакты<br>

<p><br>
Зав. отделом Афанасьев Сергей Анатольевич<br>
Екатеринбург, ул. Академическая, 16, каб. 313<br>
тел. 369-29-86, 369-29-73,  (доб. 239)<br>
e-mail: sergey.a.23@e1.ru<br>
 
 <p><br>
Специалисты:<br>
Байнова Мария Александровна<br>
Екатеринбург, ул. Академическая, 16, каб. 304<br>
тел. 369-29-86, 369-29-73,  (доб. 307)<br>
e-mail: mb_iro@mail.ru<br>
 
 <p><br>
Кузнецова Анна Сергеевна<br>
Екатеринбург, ул. Академическая, 16, каб. 304<br>
тел. 369-29-86, 369-29-73,  (доб. 307)<br>
e-mail: anna_iro@mail.ru<br>
