<h1 style="font-size: 18px;padding-top:50px;">Отдел сопровождения аттестационных процессов</h1>
<p><br>
Отдел сопровождения аттестационных процессов<br>

<p><br>
        Телефон: (343) 369-29-86 (доб. 170), (343) 374-19-36<br>
        Факс: (343) 374-19-36<br>
        e-mail: amcirro@e1.ru<br>
 
 <p><br>
        Отдел сопровождения аттестационных процессов является структурным подразделением Управления экспертизы и мониторинга состояния системы образования ГАОУ ДПО СО "Институт развития образования".<br>
      Отдел создан с целью осуществления информационно-методического и организационно-содержательного сопровождения аттестации педагогических работников образовательных учреждений Свердловской области.<br>
 
 <p><br>
       Основные задачи деятельности отдела:<br>
•	развитие содержательных условий процесса аттестации педагогических работников образовательных учреждений Свердловской области;<br>
•	обеспечение информационно-методических и организационно-содержательных условий для подготовки экспертов в области аттестации педагогических работников образовательных учреждений Свердловской области;<br>
•	обеспечение информационно-методического сопровождения процедур аттестации педагогических работников;<br>
•	создание информационно-методических и организационно-содержательных условий профессионального общения педагогических работников образовательных учреждений по вопросам и проблемам развития аттестационных процессов;<br>
•	осуществление образовательной деятельности по проблемам оценки и управления качеством образования, аттестации педагогических работников  образовательных учреждений Свердловской области.<br>
      Отдел осуществляет деятельность в следующих направлениях:<br>
•	организация  повышения квалификации экспертов для проведения аттестации педагогических работников;<br>
•	организация разработки информационно-справочных и методических материалов по вопросам аттестации педагогических работников;<br>
•	консультативная помощь специалистам системы образования  разных уровней по направлениям деятельности отдела;<br>
•	подготовка оперативной и циклической информации о состоянии аттестационных процессов для различных уровней управления системой образования;<br>
•	формирование банка данных о результатах аттестации педагогических работников.<br>
          Потенциал кафедр, научно-методического Совета ИРО позволяет осуществлять научный подход к разработке материалов по сопровождению аттестации педагогических работников методического, экспертного характера.<br>
         За годы существования  отдела разработан ряд научно-методических материалов, которые используются в процессах аттестации Свердловской области.<br>
          Разработан экспертный инструментарий  оценки результатов практической деятельности педагогических работников, который рекомендован к использованию Министерством общего и профессионального образования Свердловской области как единый для проведения  аттестации в образовательных учреждениях Свердловской области.<br>
          Ежегодно готовятся аналитические материалы по результатам аттестации педагогических работников образовательных учреждений Свердловской области,  которыми  пользуются органы управления образования, образовательные учреждения всех типов и видов.<br>
          С 2005 года реализуется образовательная программа повышения квалификации экспертов по вопросам аттестации педагогических работников «Развитие профессиональной компетентности экспертов по вопросам лицензирования, аттестации и государственной аккредитации».<br>
         В инвариант  образовательных  программ ИРО включен модуль «Нормативно-правовые основания и организационно-содержательные условия аттестации педагогических работников».<br>
         Консультационную поддержку по вопросам аттестации в отделе получают ежегодно более 300 человек.<br>
          В ИРО созданы условия для осуществления деятельности Центрального центра квалификационных испытаний и представительства Главной аттестационной комиссии Министерства общего и профессионального развития Свердловской области в рамках деятельности отдела.<br>
          В 2012 аттестационном году процедуру аттестации в ЦЦКИ и представительстве ГАК при ГАОУ ДПО СО"ИРО" прошли 2 742 человека.<br>
