<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>

<p><br>
Договор с МОУ, ПОУ на 2013 аттестационный год<br>


<p><br>
•	3 прикреплённых файла<br>


<p><br>
- Методика оценки уровня квалификации педагогических работников Свердловской области в соответствии с переходом на новый Порядок аттестации

<p><br>
   Уважаемые коллеги!
Предлагаем ознакомиться с Методикой оценки уровня квалификации педагогических работников Свердловской области в соответствии с переходом на новый Порядок аттестации.
•	1 прикреплённый файл


<p><br>
- Руководителям Центров квалификационных испытаний

<p><br>
Уважаемые коллеги!
 
 <p><br>
Предлагаем Вам материалы для проведения квалификационных испытаний в 2013 аттестационном году.
Формы аттестационных документов


<p><br>
•	4 прикреплённых файла


<p><br>
 - О переходе на новый инструментарий

<p><br>
•	3 прикреплённых файла


<p><br>
- Приказ МОПОСО № 829-и от 21.12.2012 г. «Об организации деятельности Центров квалификационных испытаний и Представительств Главной аттестационной комиссии Министерства общего и профессионального образования Свердловской области в 2013 аттестационном году"

<p><br>
•	1 прикреплённый файл
- График ЦЦКИ при ГАОУ ДПО СО "ИРО" на 2013 год

<p><br>
Уважаемые коллеги!
 
 <p><br>
Размещаем график проведения квалификационных испытаний в ЦЦКИ при ГБОУ ДПО СО "ИРО".<br>
Квалификационные испытания проходят по адресу: г. Екатеринбург, ул. Академическая, 16, начало в 10.00.<br>
•	1 прикреплённый файл<br>


<p><br>
- Изменения в приказ N 216н "Об утверждении профессиональных квалификационных групп должностей работников образования"<br>

<p><br>
Уважаемые коллеги!<br>
 
 <p><br>
Обращаем Ваше внимание, что приказом Министерства здравоохранения и социального развития РФ № 1601н от 23.12.2011 г. утверждены изменения в приказ № 216н "Об утверждении профессиональных квалификационных групп должностей работников образования".<br>
•	1 прикреплённый файл<br>


<p><br>
- О повышении квалификации и аттестации педагогических работников<br>

<p><br>
     Уважаемые коллеги!<br>
Предлагаем ознакомиться с письмом Минобрнауки РФ от 24.02.2012г. №03-109<br>
"О повышении квалификации и аттестации педагогических работников"<br>
•	1 прикреплённый файл<br>

<p><br>
- Нормативные документы и методические материалы<br>

<p><br>
             Уважаемые коллеги!<br>
   Предлагаем вашему вниманию нормативные документы и методические рекомендации по аттестации педагогических работников государственных и муниципальных образовательных учреждений.<br>

<p><br>
- Документы для проведения экспертизы результатов практической деятельности педагогических работников (Представительство ГАК при ГАОУ ДПО СО "ИРО")<br>

<p><br>
       Уважаемые коллеги!<br>
       Здесь размещены все документы по процедуре экспертизы результатов практической  деятельности педагогических работников в 2013 году при проведении аттестации с целью установления соответствия уровня квалификации требованиям, предъявляемым к квалификационным (первой или высшей) категориям.<br>
•	6 прикреплённых файлов<br>


<p><br>
- Формы заявок<br>

<p><br>
Уважаемые коллеги!<br>
 
 <p><br>
Обратите внимание на формы и сроки подачи заявок для проведения квалификационных испытаний и экспертизы профессиональной деятельности педагогических работников.<br>
