<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>
<p><br>
Колупаева Наталья Евгеньевна<br>

<p><br>
Должность: <br>
заместитель заведующего<br>
Телефон: <br>
369-29-86 (143)<br>
Электронный адрес: <br>
control-org@mail.ru<br>
Илинзеер Анна Ивановна<br>

<p><br>
Должность: <br>
специалист по учебно-методической работе<br>
Телефон: <br>
369-29-86 (146)<br>
Электронный адрес: <br>
ilinzeer2010@yandex.ru<br>
Мухоид Людмила Владимировна<br>

<p><br>
Должность: <br>
специалист по учебно-методической работе<br>
Телефон: <br>
369-29-86 (145)<br>
Электронный адрес: <br>
muchoid77@mail.ru<br>
Утемова Любовь Вениаминовна<br>

<p><br>
Должность: <br>
специалист по учебно-методической работе<br>
Телефон: <br>
тел. 369-29-86 (145)<br>
Электронный адрес: <br>
lutemova1959@mail.ru<br>
