<h1 style="font-size: 18px;padding-top:50px;">Отдел послевузовского образования</h1>

<p><br>
Отдел послевузовского образования<br>

<p><br>
Отдел послевузовского образования ведет работу с аспирантами и соискателями по подготовке к сдаче кандидатских экзаменов и написанию диссертационных исследований, организует повышение квалификации сотрудников ИРО, осуществляет мониторинг информации о проведении научно-практических конференций, производит сбор данных и оформление заявок на получение грантов по разработке и внедрению программ дополнительного образования.<br>
 
<p><br>
             Целью работы отдела является повышение уровня образования, научной, педагогической квалификации на базе высшего профессионального образования.<br>
 
 <p><br>
Направления деятельности отдела<br>
 
 <p><br>
            1. Подготовка аспирантов и соискателей.<br>
Аспирантура ИРО создана с целью подготовки профессиональных научных кадров, повышения квалификации педагогических и руководящих работников образовательных учреждений Свердловской области и с целью развития научно-исследовательского потенциала педагогов.<br>
                Подготовка аспирантов и соискателей ведется по специальностям:<br>
13.00.01 – общая педагогика, история педагогики и образования<br>
09.00.11 – социальная философия.<br>
Зачисление осуществляется по результатам вступительных экзаменов. Ежегодно принимается 10 аспирантов ИРО,  15 соискателей. Приемная комиссия принимает решение по каждому претенденту, обеспечивая зачисление наиболее подготовленных к научной деятельности.<br>
В процессе обучения аспиранты и соискатели осваивают образовательную и сдают кандидатские экзамены по дисциплинам:<br>
•	«История и философия науки».<br>
•	«Иностранный язык (английский, французский, немецкий)».<br>
 
 <p><br>
      2. Повышение квалификации сотрудников ИРО.<br>
В рамках повышения квалификации сотрудников и преподавателей ИРО отдел послевузовского образования:<br>
•	взаимодействует с организациями, реализующими курсы повышения квалификации в соответствии со спецификой работы структурных подразделений ИРО;<br>
•	направляет сотрудников на курсы повышения квалификации в академию повышения квалификации и профессиональной переподготовки работников образования (АПК и ППРО);<br>
•	взаимодействует с ВУЗами, реализующими программы повышения квалификации и переподготовки кадров;<br>
•	организует информирование сотрудников ИРО о новых программах и курсах повышения квалификации, представленных на рынке образовательных услуг РФ.<br>
 
 <p><br>
     3. Мониторинг конкурсов, тендеров и грантов на разработку и реализацию образовательных программ в сфере дополнительного профессионального образования:<br>
•	систематическое исследование интернет пространства на предмет поиска грантов и тендеров;<br>
•	взаимодействие с организациями, ведущими грантовую деятельность;<br>
•	заполнение заявок на гранты и предоставление необходимой документации;<br>
•	отслеживание движения заявок и курирование работ с полученными грантами.<br>
 
 <p><br>
        4. Отдел послевузовского образования осуществляет мониторинг информации о проведении научно-практических конференций и семинаров на территории РФ и за ее пределами. По данному направлению осуществляется:<br>
•	регулярное отслеживание конференций различного уровня: регионального, всероссийского, международного;<br>
•	информирование преподавателей, сотрудников и аспирантов ИРО о сроках проведения и условиях участия в научно-практических конференциях;<br>
•	подготовка к изданию перечня научных мероприятий и конференций проводимых, ВУЗами и Институтами повышения квалификации РФ по вопросам дополнительного профессионального образования;<br>
•	ежеквартальный сбор данных о публикациях и научных разработках преподавателей и аспирантов ИРО.<br>
 
<p><br>
                5. Организация  заседаний Ученого Совета ИРО:<br>
•	 подготовка и корректировка плана заседаний Ученого совета на год;<br>
•	прием документов по вопросам, выносимым на заседания Ученого совета;<br>
•	предоставление членам Ученого совета информации по вопросам, выносимым на заседания;<br>
•	взаимодействие с членами Ученого совета по вопросам внесения дополнений и изменений в повестку заседаний;<br>
•	оформление протоколов и выписок по итогам заседаний Ученого совета.<br>
