<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>
<p><br>
- Аналитический отчет о проведении конкурса на соискание премий Губернатора Свердловской области педагогическим работникам в 2013 году<br>


<p><br> 
•	Подробнее<br>
- Аналитический отчет о проведении регионального этапа Всероссийского конкурса «Учитель года России-2013» в Свердловской области<br>

 
 <p><br>
•	Подробнее<br>
- Аналитический отчет о проведении регионального этапа Всероссийского профессионального конкурса «Воспитатель года России – 2013» в Свердловской области<br>

 
 <p><br>
•	Подробнее<br>
- Аналитический отчет о проведении областного конкурса «Лучший преподаватель – организатор ОБЖ» в Свердловской области в 2013 году<br>


<p><br>
•	Подробнее<br>
- Рекомендации к проведению мастер-класса участниками конкурса «Воспитатель года России - 2013»<br>

 
 <p><br> 
•	Подробнее<br>
-	Рекомендации участникам конкурса «Учитель здоровья России - 2013»<br>
