<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>

<p><br>
- Уважаемые коллеги!<br>

<p><br>
ГБОУ ДПО СО "ИРО" в целях привлечения высококвалифицированных преподавателей и повышения качества образовательных услуг объявляет конкурс на замещение вакантных должностей профессорско-преподавательского состава<br>

<p><br>
•	Подробнее 2 прикреплённых файла<br>
- Непрерывное образование<br>

 
 <p><br>

           19-20 мая Институт развития образования совместно с Уральским государственным экономическим Университетом и Учреждением Российской академии образования «Уральское отделение» провели Всероссийскую научно-практическую конференцию «Непрерывное образование: ориентиры инновационного развития».<br>
 
 <p><br>
•	Подробнее<br>
- Всероссийская научно-практическая конференция «НЕПРЕРЫВНОЕ ОБРАЗОВАНИЕ: ОРИЕНТИРЫ ИННОВАЦИННОГО РАЗВИТИЯ»<br>


<p><br>
•	Подробнее 1 прикреплённый файл<br>
- Заседание Ученого совета ИРО<br>


<p><br>
•	Подробнее<br>
- Семинар для научных руководителей и аспирантов ИРО<br>


<p><br>
•	Подробнее<br>
-	Итоги ежегодной аттестации аспирантов и соискателей ИРО<br>