<h1 style="font-size: 18px;padding-top:50px;">История</h1>
<p>
1938 год, 28 октября – приказом Наркома просвещения РСФСР создан Свердловский областной институт усовершенствования учителей как основной центр постпрофессионального образования педагогических кадров в области.
 
<p> 
40-е годы:<p>
- акцент в работе с учителями сделан на краткосрочную подготовку и очно-заочные курсы в связи с необходимостью быстрого обучения неспециалистов;<p>
- в состав областного института усовершенствования учителей вошел кабинет дошкольного воспитания.<p>

<p>
50-е годы:<p>
- началось формирование системы методической помощи учителям;<p>
- в институте создан кабинет передового педагогического опыта;<p>
- начато повышение квалификации работников школ-интернатов, детских домов, воспитателей групп продленного дня.<p>

<p>
60-е годы:<p>
- осуществлялся поиск оптимальных методов обучения взамен классно-урочной системы (дифференцированный подход к учащимся, педагогика сотрудничества, личностно ориентированная технология обучения, коллективная творческая деятельность детей, проблемное обучение и т.д.);<p>
- велась работа по созданию гибкой системы методической помощи учителям-экспериментаторам;<p>
- осуществлялось методическое сопровождение апробирования новых школьных программ и учебников, их экспертная оценка.<p>

<p>
70-е годы:<p>
- в рамках программ повышения квалификации к работе с учителями привлекались преподаватели вузов; отрабатывалась новая форма творческого сотрудничества учителей, методистов и ученых;<p>
- проводились целевые курсы для определенных категорий учителей;<p>
- начал работу кабинет руководящих кадров;<p>
- открыт кабинет педагогики и психологии;<p>
- институту передано здание интерната коррекционной школы для расширения аудиторного фонда и оборудования общежития по ул. Бебеля, 71.<p>

<p>
90-е годы:<p>
В соответствии с приказом Департамента образования администрации Свердловской области от 06 января 1993 года № 2-д, подведомственное учреждение «Свердловский областной институт усовершенствования учителей» реорганизован в «Институт развития регионального образования, подготовки и переподготовки (повышения квалификации) педагогических  работников Свердловской области Департамента образования».<p>
Министерство общего и профессионального образования Свердловской области создано на основании Указа Губернатора Свердловской области от 23 июля 1998 года      № 320 «О структуре исполнительной власти Свердловской области» и является правопреемником Департамента образования администрации Свердловской области.

<p>
2000-е годы<p>
- В соответствии с приказом Министерства общего и профессионального образования Свердловской области от 11  февраля 2002 года № 1-д государственное образовательное учреждение «Институт развития регионального образования, подготовки и переподготовки (повышения квалификации) педагогических работников Свердловской области» переименовано в государственное образовательное учреждение дополнительного профессионального образования «Институт развития регионального образования Свердловской области».<p>
- В соответствии с постановлением Правительства Свердловской области от 15.03.2010 г. № 377-ПП  государственное образовательное учреждение дополнительного профессионального образования Свердловской области  «Институт развития регионального образования Свердловской области» переименовано в государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования».<p>
- На основании постановления Правительства Свердловской области от 26.04.2010 г. № 664-ПП и приказа Министерства общего и профессионального образования Свердловской области от 05.05.2010 г. № 14-д Государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» реорганизовано путем присоединения к нему ГОУ ДПО СО «Центр «Учебная книга» и ГБУ Свердловской области «Центр обработки информации и мониторинга качества образования.

<p>
2010-е годы<p>
-	В соответствии с постановлением Правительства Свердловской области от 08.02.2013 года № 140-ПП  создано Государственное автономное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» путем изменения типа государственного бюджетного образовательного учреждения дополнительного профессионального образования Свердловской области  «Институт развития образования».
