<h1 style="font-size: 18px;padding-top:50px;">Вакансии</h1>
<p>
Вакансии
<p>
Инженер по охране труда<p>
до 25 000 руб.<p>
Опыт: 2-3 года<p>
Образование: высшее<p>       
График: полный рабочий день<p>
Обязанности:<p>
Организация контроля над эксплуатацией зданий и сооружений‚ производственного оборудования. Разработка локальных нормативных актов‚ приказов‚ инструкций по охране труда‚ гражданской обороне. Проведение инструктажей‚ организация обучения и аттестации работников в области охраны труда‚ пожарной безопасности‚ экологии; работа с надзорными органами (МТУ РТН‚ Энергонадзор‚ Роспотребнадзор‚ Санэпиднадзор‚ Пожнадзор‚ СОГУ ЦЭМИК)‚ контроль по соблюдению законодательства на учреждения в области охраны труда‚ пожарной безопасности и экологии.
Организация медицинских осмотров сотрудников‚ организация расследования несчастных случаев на производстве‚ аварий и инцидентов. Организация разработки проектными организациями нормативных документов по охране труда. Работа в программах WORD‚ EXCEL. Планирование и проведение мероприятий по гражданской обороне‚ обучение работников учреждения способов защиты от опасности при возникновении чрезвычайной ситуации природного и техногенного характера<p>
Условия: Трудоустройство в соответствии с ТК РФ. Режим работы: 08:30 до 17:12‚ пт. 16:12‚ сб. вс. Выходной<p>
 
Методист<p>
договорная<p>
Контактное лицо: Наталья Александровна, т.: +7 (904) 9807948<p>
Опыт: любой<p>
Образование: высшее<p>            
График: полный рабочий день<p>
Профессиональные требования: Высшее образование<p>
Обязанности:<p>
 Разработка методических рекомендаций по совершенствованию образовательного процесса‚ использованию новых образовательных технологий‚ составление рабочих программ учебников‚ учебных пособий по ОБЖ и физической культуры. Обеспечение ведения учебно-методической документации кабинета ОБЖ и физического воспитания. Информировать слушателей о сроках и месте проведения образовательных программ. Принимать участие в составлении расписания. Регистрировать входящую и исходящую документацию. Заключать договоры с преподавателями‚ оформлять табеля и акты. Знание ПК.<p>
Условия: Трудоустройство в соответствии с ТК РФ. Режим работы: с 08:30 до 16:24‚ выход. сб.вс.<p>
отпуск 56 календарных дней.<p>
 
Экономист по государственным закупкам<p>
20 000 - 30 000 руб.<p>
Опыт: 2-3 года<p>
Образование: высшее<p>             
График: полный рабочий день<p>
Профессиональные требования: высшее образование (экономическое)<p>
•	опыт работы не менее 1 года (со стороны Заказчика)<p>
•	обязательное знание 94-ФЗ‚ 223-ФЗ<p>
•	уверенное знание ПК<p>
•	трудолюбие‚ исполнительность<p>
•	доброжелательность‚ коммуникабельность<p>
Обязанности:<p>
•	Проведение процедуры размещения заказов на поставки товаров‚ выполнение работ‚ оказание услуг‚ разработка документации для проведения<p> закупочных процедур‚ подготовка к заключению Государственных контрактов и договоров;<p>
•	Ведение Плана закупок;<p>
•	Работа с официальным сайтом Российской Федерации для размещения информации о размещении заказов;<p>
•	Работа на электронной площадке<p>
Условия: Полный соц.пакет. Трудоустройство в соответ. с ТК РФ. График работы пятидневка с 8.30 до 17.12 (в пятницу до 16.12)‚ <p>обед с 12:30 до 13:00)<p>
 
Инженер по строительству<p>
до 27 000 руб.<p>
Опыт: 3-5 лет <p>
Образование: высшее<p>       
График: полный рабочий день<p>
Навыки и опыт<p>
 -высшее строительное образование (промышленно-гражданское строительство));<p>
 -опыт формирования техзаданий на проектирование и строительство;<p>
 -опыт работы в (с) бюджетной организацией;<p>
 -опыт координации работы подрядчиков в рамках графика капитального ремонта и строительства;<p>
 -умение работать с технической документацией.<p>
Обязанности:<p>
 -разработка технических заданий для подрядных организаций;<p>
 -технадзор при выполнении строительно-монтажных работ на объектах;<p>
 --проверка проектно-сметной документации;<p>
 -контроль сроков сдачи объектов в эксплуатацию.<p>
 Трудоустройство в соответствии с ТК РФ‚ Режим работы : с 08:30 до 17:12‚ сб.‚вс.‚ – выходной<p>
 
Буфетчик<p>
Опыт: любой <p>
Образование: среднее специальное<p>
График: полный рабочий день<p>
Профессиональные требования: Правила розничной торговли общественного питания;<p>
Правила хранения пищевой продукции<p>
Обязанности:<p>
 Своевременно принимать заказы от посетителей учреждения;<p>
 - консультировать посетителей по вопросам заказа блюд;<p>
 - выдавать готовые блюда посетителям;<p>
 - убирать посуду‚ столовые приборы после ухода посетителей;<p>
 - принимать деньги от посетителей‚ выдавать сдачу<p>
Условия:<p>
Трудоустройство в соответствии с ТК РФ<p>
Место работы: г. Екатеринбург‚ ул. Академическая‚ 16<p>
 
Специалист по учебно-методической работе<p>
Опыт: любой<p>
Образование: Высшее (желательно педагогическое)<p>          
График: полный рабочий день<p>
Профессиональные требования:<p>
•	Навыки работы с компьютером<p>
•	Усидчивость<p>
•	Обучаемость<p>
Обязанности:<p>
 Осуществление организационного и информационного обеспечения функционирования отдела в части сопровождения конкурсов и инновационных проектов в образовании. Ведение базы данных по основной деятельности отдела. Формирование и систематическое обновление в соответствии с направлениями работы отдела сайт ИРО, обработка оперативной и цикличной информации о деятельности отдела. Ведение статистического учета результатов работы отдела. Осуществление сбора информации для формирования мониторинга участия муниципальных образований в конкурсных мероприятиях, выставках, инновационных образовательных проектах.<p>
Условия:<p>
Трудоустройство в соответствии с ТК РФ<p>
Место работы: г. Екатеринбург‚ ул. Щорса, 92А<p>
 
Заведующий отделом хозяйственного обеспечения<p>
от 25 000 руб.<p>
Опыт: 2-3 года<p>
Образование: высшее  <p>            
График: полный рабочий день<p>
Обязанности:<p>
                Обеспечение хозяйственного обслуживания и надлежащего состояния в соответствии с правилами и нормами производственной санитарии и противопожарной защиты зданий и помещений, в которых расположены подразделения. Участие в разработке планов текущих и капитальных ремонтов основных фондов организации зданий, систем водоснабжения, воздухопроводов и др. сооружений. Обеспечение структурных подразделений мебелью, хозяйственным инвентарем, средствами механизации инженерного и управленческого труда, осуществление наблюдения за их сохранностью и проведением своевременного ремонта. Организация оформления необходимых документов для заключения договоров на оказание услуг, получение и хранение канцелярских принадлежностей, необходимых хозяйственных материалов, оборудования и инвентаря, обеспечение ими структурные подразделения предприятия, а также ведение учета их расходования и составление установленной отчетности. Организация хозяйственного обслуживания совещаний, конференций, семинаров и других мероприятий.<p>
Условия: Трудоустройство в соответствии с ТК РФ. Режим работы: 08:30 до 17:12‚ пт. 16:12‚ сб. вс. Выходной<p>
 
Уборщик служебных помещений<p>
9177 руб.<p>
Опыт: любой <p> 
Образование: любое<p> 
График: полный рабочий день<p>
Обязанности:<p>
Проводить ежедневно влажную уборку и содержать в чистоте санузлы, и другие вспомогательные помещения (согласно требований стандарта по содержанию), влажную уборку коридоров, аудиторий на этажах, окон, подоконников, наружных откосов в холле, помещения библиотеки, служебных помещений, санитарно бытовых комнат, лестничных маршей, перил,<p>
подоконников, батарей, телефонных аппаратов, уборку всего инвентаря и мебели, находящейся в холле и коридорах, содержать в чистоте находящиеся в холле цветы, проводить ежедневно вынос мусора из всех урн, проводить мытье окрашенных стен и оконных проемов лестничных маршей не реже 3-х раз в месяц, соблюдать санитарные нормы при уборке туалетов, хлорирование и уборку унитазов со специальными дезинфицирующими средствами, создавать атмосферу чистоты и уюта помещений.<p>
Условия: Трудоустройство в соответствии с ТК РФ. Режим работы: 08:30 до 17:12‚ пт. 16:12‚ сб. вс. Выходной
