<h1 style="font-size: 18px;padding-top:50px;">Издания и публикации</h1>

<p>
<b>Список изданий и публикаций</b>
<p>
СПИСОК
<p>
научных и учебно-методических работ
<p>
Грединой Оксаны Владимировны
<table>
<th>
<td>№п/п</td>
<td>Наименование работы, ее вид</td>
<td>Форма работы</td>
<td>Выходные данные</td>
<td>Объем в стр.</td>
<td>Соавторы</td>
</th>

<tr><td>I. Научные работы</td></tr>

<tr>
<td>1.</td>
<td>Педагогический колледж в региональной системе образования (монография)</td>
<td>Печат.</td>
<td>М.: Вентана-Граф. 2002. 197 с.</td>
<td>192/ 160</td>
<td>Ткаченко Е.В.</td>
</tr>

<tr>
<td>2.</td>
<td>Проблема социализации детей и подростков: от социального формирова-ния – к социальному самоопределению (статья)	</td>
<td>Печат.</td>
<td>//ИРРО-Экспресс. Вып.3. Екатеринбург: Изд-во ИРРО. 2002. 32 с.</td>
<td>32	</td>
<td>-</td>
</tr>


<tr>
<td>3.</td>
<td>Образование как условие становления гражданского общества (тезисы)</td>
<td>Печат.</td>
<td>Образование человека: от личностного успеха к гражданскому обществу: материалы обл. пед. чтений. Екатеринбург. 2004 Екатеринбург: Изд-во ИРРО. 2004. Ч.1. С.4-6</td>
<td>3</td>
<td>-</td>
</tr>

<tr>
<td>4.</td>
<td>Подготовка студентов педагогического колледжа к решению проблем социализации обуча-ющихся специальных (коррекционных) образова-тельных учреждений (тезисы)</td>
<td>Печат.</td>
<td>Образование человека: от личностного успеха к гражданскому обществу: материалы обл. пед. чтений. Екатеринбург: Изд-во ИРРО. 2005. Ч.3. С.54-58</td>
<td>5</td>
<td>-</td>
</tr>

<tr>
<td>5.</td>
<td>Роль информационных технологий в развитии качества образования (статья)</td>
<td>Печат.</td>
<td>Информационные техно-логии в системе образования Свердлов-ской области: сборник материалов науч.-практ.конф. Екатерин-бург. 11-12 мая 2005.  Екатеринбург: Изд-во ИРРО, 2005.  Ч.1. С.234-240</td>
<td>7/4</td>
<td>Стумбрис Н.А.</td>
</tr>

<tr>
<td>6.</td>
<td>Концепция интернет-ресурсов в образовании детей с ограниченными возможностями здоровья (тезисы)</td>
<td>Печат.</td>
<td>Информационные техно-логии в системе образования Свердлов-ской области: сборник материалов науч.-практ.конф. Екатерин-бург. 11-12 мая 2005.  Екатеринбург: Изд-во ИРРО, 2005.  Ч.2. С.105-106</td>
<td>2/0,5</td>
<td>Почечи-хина В.Н., Ковалев Ф.Д., Жигули-на М.Л.</td>
</tr>

<tr>
<td>7.</td>
<td>Единый образовательный проект - в действии (статья)</td>
<td>Печат.</td>
<td>//Губернский деловой журнал. 2008. №4. С.19</td>
<td>1</td>
<td>-</td>
</tr>

<tr>
<td>8.</td>
<td>Развитие человеческого потенциала (статья)</td>
<td>Печат.</td>
<td>//Губернский деловой журнал. 2008. №5. С.18-19</td>
<td>2</td>
<td>-</td>
</tr>

<tr>
<td>9.</td>
<td>От целей образования к оценке достижений: проблема соответствия (тезисы)</td>
<td>Печат.</td>
<td>Системы оценки качества образования в условиях инновацион-ных процессов: сборник материалов международ-ной науч.-практ. конф. с международ. участием. Новосибирск, 2009. Новосибирск: Изд-во НИПКиПРО. 2009 Ч.1. С.301-306</td>
<td>6</td>
<td>-</td>
</tr>

<tr>
<td>10.</td>
<td>От директора школы – к менеджеру образования</td>
<td>Печат.</td>
<td>//Вестник образования. 2009. № 8. С.59-62</td>
<td>4</td>
<td>-</td>
</tr>

<tr>
<td>11.</td>
<td>Успех за опережающим мышлением (тезисы)</td>
<td>Печат.</td>
<td>Тенденции и перспек-тивы развития системы дополнительного про-фессионального образо-вания: сборник материалов между-народной науч.-практ. конф. Новосибирск. 2009.  С.96-98</td>
<td>3</td>
<td>-</td>
</tr>

<tr>
<td>12.</td>
<td>ЕГЭ-2010: система, обеспе-чивающая успешность (статья)</td>
<td>Печат.</td>
<td>//В мире образования. 2010 № 6. С.2-3</td>
<td>2/1</td>
<td>Жигулина М.Л.</td>
</tr>

<tr>
<td>13.</td>
<td>Проект «Введение Федерального государ-ственного образова-тельного стандарта начального общего образования на территории Свердловской области» (коллективная моногра-фия)</td>
<td>Печат.</td>
<td>Екатеринбург: ИРО. 2010. с.39</td>
<td>39/9</td>
<td>Вехов В.А., Денисенко Л.И., Кислякова Н.М. и др.</td>
</tr>

<tr>
<td>14.</td>
<td>Состояние и перспективы специального (коррекцион-ного) образования в Свердловской области (тезисы)</td>
<td>Печат.</td>
<td>Обновление содержания и технологий образо-вания детей с ограниченными возмож-ностями здоровья: опыт, проблемы, перспективы: сборник материалов всероссийской науч.-практ. конф. Екатерин-бург. 2011. Екатерин-бург: ИРО.2011. С.13-22</td>
<td>10</td>
<td>-</td>
</tr>

<tr>
<td>15.</td>
<td>Стратегия развития непрерывного образования (тезисы)</td>
<td>Печат.</td>
<td>Интеграция науки, образования и производ-ства – стратегия развития инновационной эконо-миики: сборник материалов междуна-родной науч.-практ.конфер. Екатерин-бург, 2011. Екатерин-бург: Урал.гос.эконом. ун-т. 2011. С.56-60</td>
<td>5</td>
<td>-</td>
</tr>

<tr>
<td>16.</td>
<td>Инновационная культура педагога как необходимое условие внедрения ФГОС общего образования (тезисы)</td>
<td>Печат.</td>
<td>//Развитие естественно-научного и математичес-кого образования в соответствии с ФГОС: материалы областной науч.-практ. конфер., Екатеринбург, 22 апр. 2011. Екатеринбург: ИРО. 2011. С.3-8</td>
<td>6</td>
<td>-</td>
</tr>

<tr>
<td>17.</td>
<td>Формирование региональной системы развития квалификации (статья)</td>
<td>Печат.</td>
<td>// Управленец. 2011. № 3-4. С.20-28</td>
<td>9/2</td>
<td>Федоров М.В., Черепанов М.Г., Кансафа-рова Т.А., Храмцова И.А.</td>
</tr>

<tr>
<td>18.</td>
<td>Информатизация образования как условие нового качества жизни (тезисы)</td>
<td>Печат.</td>
<td>Информационные и коммуникационные технологии в образова-нии «ИТО-Екатерин-бург-2011»: материалы международной науч.-практ.конф. в рамках Международного кон-грессса «Информацион-ные технологии в образовании». Екатерин-бург, 12-13 мая 2011. Екатеринбург.2011. С.15-22</td>
<td>8</td>
<td>-</td>
</tr>

<tr>
<td>19.</td>
<td>Направления формирова-ния современной модели повышения квалификации педагогических кадров (статья)</td>
<td>Печат.</td>
<td>/Актуальные вопросы преподавания и изучения естественнонаучных дисциплин: сб. науч. трудов кафедры естественнаучных дисциплин ИРО. Екатеринбург: ИРО. 2011. С.3-14</td>
<td>12</td>
<td>-</td>
</tr>

<tr>
<td>20.</td>
<td>Тенденции социально-экономического развития Свердловской области в условиях формирования системы непрерывного образования до 2030 года (монография)</td>
<td>Печат.</td>
<td>Екатеринбург: Урал.гос.эконом. ун-т. 2011. 80 с.</td>
<td>80/20</td>
<td>Федоров М.В., Пешина Э.В., Кузьмин Е.А.</td>
</tr>
</table>

<p>
<b>II. Учебно-методические работы</b>
<p>

<table>
<tr>
<td>1.</td>
<td>Производственная (профессиональная) практика студентовПечат.</td>
<td>Печат.</td>
<td>Учебно-методическое пособие для студентов педагогических кол-леджей. Екатеринбург: Центр «Учебная книга». 2001. 76 с.</td>
<td>76/50</td>
<td>Бормотова Л.В.Наймуши-на Т.В.</td>
</tr>

<tr>
<td>2.</td>
<td>Содержание и организация учебно-исследовательской деятельности студентов педагогического колледжа</td>
<td>Печат.</td>
<td>Методическое пособие. Екатеринбург: ИРРО, 2001. С.50</td>
<td>50/32</td>
<td>Бормотова Л.В. Меньшиков В.Г. Сорвачева Г.В.</td>
</tr>

<tr>
<td>3.</td>
<td>Основные результаты единого государственного экзамена в Свердловской области в 2010</td>
<td>Печат.</td>
<td>Учебное пособие для слушателей образова-тельных программ подготовки тьюторов и организаторов ЕГЭ. Екатеринбург: ИРО. 2010. 84 с.</td>
<td>84/24</td>
<td>Жигулина М.Л. и др.</td>
</tr>

<tr>
<td>4.</td>
<td>Нормативные документы по вопросам аттестации педагогических работников</td>
<td>Печат.</td>
<td>Методическое пособие для слушателей про-грамммы  профессио-нальной переподготовки «Современный образова-тельный менеджмент». Екатеринбург: ИРО.2011. 236 с.</td>
<td>236/48</td>
<td>Жигулина М.Л.,Новгородова В.В., Петрушина Т.Ю., Семышева М.В.</td>
</tr>
</table>