<h1 style="font-size: 18px;padding-top:50px;">Ректор</h1>
<p>
<b>Оксана Владимировна Гредина</b>
<p>
<b>Оксана Владимировна Гредина </b>- ректор Института развития образования Свердловской области, кандидат педагогических наук.
<p>
Почетный работник системы среднего профессионального образования, член Совета ректоров учреждений дополнительного профессионального образования РФ, председатель ассоциации ректоров учреждений дополнительного профессионального образования УРФО.
<p>
<table>
<tr>
 <td><b>1987 - 2003 гг.</b></td>
 <td>работа в ГОУ СПО «Ревдинский государственный педагогический колледж» (до 1996 года – Ревдинское педагогическое училище): - преподаватель психологии, зав. отделением  – зам. директора по науке.</td>
</tr>
<tr>
 <td><b>1989 - 1991 гг.</b></td>
 <td>депутат городского Совета народных депутатов г. Ревда, председатель комиссии по образованию.</td>
</tr>

<tr>
 <td><b>1995 - 2003 гг.</b></td>
 <td>директор ГОУ СПО «Ревдинский государственный педагогический колледж».</td>
</tr>

<tr>
 <td><b>1997 - 2003 гг.</b></td>
 <td>член Совета директоров педагогических училищ и колледжей Российской Федерации.</td>
</tr>

<tr>
 <td><b>1998 г.</b></td>
 <td>стажировка в США по программе «Управление в системе образования».</td>
</tr>

<tr>
 <td><b>2003 г. - настоящее время</b></td>
 <td>директор ГОУ ДПО «Институт развития образования Свердловской области».</td>
</tr>

<tr>
 <td><b>2004 г.</b></td>
 <td>стажировка в Италии по программе «Организация межведомственного взаимодействия по работе с детьми-сиротами, детьми-инвалидами и подготовке патронатных семей».</td>
</tr>

<tr>
 <td><b>С 2004 г.</b></td>
 <td>председатель Совета ректоров учреждений дополнительного профессионального образования Уральского Федерального округа.</td>
</tr>

<tr>
 <td><b>2004 г. - настоящее время</b></td>
 <td>член Совета ректоров учреждений дополнительного профессионального образования Российской Федерации.</td>
</tr>

<tr>
 <td><b>2005 г.</b></td>
 <td>стажировка в Германии по проекту «Создание школ европейского типа на территории Свердловской области».</td>
</tr>

<tr>
 <td><b>2007 г.</b></td>
 <td>научный руководитель проекта создания МОУ гимназия «Еврогимназия» г. Ревда.</td>
</tr>

<tr>
 <td><b>2007 г.</b></td>
 <td>стажировка в Финляндии по программе "Организация системы непрерывного образования".</td>
</tr>

<tr>
 <td><b>С 2007 г.</b></td>
 <td>федеральный эксперт по направлениям Комплексного проекта модернизации образования.</td>
</tr>

<tr>
 <td><b>C 2011 г.</b></td>
 <td>руководитель стажировочной площадки по теме «Введение ФГОС общего образования как фактор модернизации системы образования Свердловской области» в рамках реализации Федеральной целевой программы развития образования на 2011-2015 годы по направлению «Достижение во всех субъектах Российской Федерации стратегических ориентиров национальной образовательной инициативы «Наша новая школа».</td>
</tr>

<tr>
 <td><b>20 ноября 2012 г.</b></td>
 <td>приказом Министерства образования и науки Российской Федерации присвоено ученое звание доцента по кафедре философии и управления образованием Института развития образованием (г. Екатеринбург).</td>
</tr>
</table>

<p>
Замужем, двое детей, дочь живет и работает в Москве, сын  – студент.

<p>
<b>Уважаемые коллеги и все пользователи сети Интернет!</b>

<p>
Приветствую вас на сайте нашего института.   Институт развития образования (ИРО)  – государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области.   ИРО осуществляет образовательную, научно-исследовательскую, научно-методическую, экспертную, консультативную деятельность, направленную на развитие образования Свердловской области.
 
<p>
Сегодня изменились образовательные ориентиры, активно развиваются инновационные процессы в образовании, расширяются возможности информационных технологий и сети Интернет. Мы надеемся, что наш сайт поможет найти ответы на вопросы, возникающие в повседневной педагогической и управленческой практике, расширит круг Вашего общения, пополнит копилку методических материалов, обеспечит условия профессионального роста.   На сайте вы сможете найти информацию о направлениях работы института, реализуемых проектах и конкурсах, условиях обучения на наших образовательных программах и семинарах, а так же новости системы образования Свердловской области и анонсы важных областных мероприятий. 
 
<p>
Наш институт всегда открыт новым идеям, новым партнерам, новым проектам. Мы готовы к плодотворному и взаимовыгодному сотрудничеству с Вами.

<p>
С уважением, Гредина Оксана Владимировна, 

<p>
Ректор ГБОУ ДПО СО "Института развития образования" ,
кандидат педагогических наук, Почетный работник 
системы среднего профессионального образования,
член Совета ректоров учреждений дополнительного 
профессионального образования РФ 

