<head>
<style>
a {
  color:rgb(6,85,117);
}
#newsEventswrapper {

    width: 1150px;
	height:100%
    overflow: auto; 
}
#first {
    float: left;
    max-width:400px;
    width: 400px;
    margin: 0 0 0 100px;	
}
#second {    
	width: 400px;
	max-width:400px;
    margin: 0 0 0 620px; /* considering the border you need to use a margin so the content does not float under the first div*/
}

div div div ul li p {
	margin: 5px;
	padding: 3px;
}

div div div h6 {
	padding: 5px;
}

</style>
  <link rel="stylesheet" href="../welcome/eventnnews.css">
  <script src="../welcome/js/irroeventslider.js"></script>
</head>
<body>

<div id="newsEventswrapper">
	<div id="first" style="background-color:white">
		<p>Новости<div class="underline"></div></p>
			<div id="news-slider">
				<ul class="bjqs">
	          		<li>
	          			 <div style="font-size:14px;">
				              <h6 style="font-size:14px;font-weight:bold;font-family:'Calibri'">Семинар «Вопросы реализации нового <br>Федерального закона «Об образовании в Российской Федерации»</h6>

				          	  <p>Уважаемые коллеги! </p>
				              
				              Государственное автономное образовательное учреждение дополнительного <br>профессионального 
				              образования Свердловской области «Институт развития образования» <br>совместно с Национальным исследовательским 
				              университетом «Высшая школа экономики»<br>
				              24 – 25 октября 2013 года проводят областной семинар на тему 
				              «Вопросы реализации нового Федерального закона «Об образовании в Российской Федерации». <a href="content/News">ПОДРОБНЕЕ >>></a>
	         			   </div>	
	         			</li>

	         			<li>
	          			 <div style="font-size:14px;">
				              <h6 style="font-size:14px;font-weight:bold;font-family:'Calibri'">Семинар «Вопросы реализации нового <br>Федерального закона «Об образовании в Российской Федерации»</h6>
				              <p>Уважаемые коллеги! </p>
				              Государственное автономное образовательное учреждение дополнительного <br>профессионального 
				              образования Свердловской области «Институт развития образования» <br>совместно с Национальным исследовательским 
				              университетом «Высшая школа экономики»<br>
				              24 – 25 октября 2013 года проводят областной семинар на тему 
				              «Вопросы реализации нового Федерального закона «Об образовании в Российской Федерации». <a href="content/News">ПОДРОБНЕЕ >>></a>
	         			   </div>	
	         			</li>
	         			<li>
	          			 <div style="font-size:14px;">
				              <h6 style="font-size:14px;font-weight:bold;font-family:'Calibri'">Семинар «Вопросы реализации нового <br>Федерального закона «Об образовании в Российской Федерации»</h6>
				              <p>Уважаемые коллеги! </p>
				              Государственное автономное образовательное учреждение дополнительного <br>профессионального 
				              образования Свердловской области «Институт развития образования» <br>совместно с Национальным исследовательским 
				              университетом «Высшая школа экономики»<br>
				              24 – 25 октября 2013 года проводят областной семинар на тему 
				              «Вопросы реализации нового Федерального закона «Об образовании в Российской Федерации». <a href="content/News">ПОДРОБНЕЕ >>></a>
	         			   </div>	
	         			</li>
			</div>
	</div>

	<div id="second" style="background-color:white">
		<p>Анонсы<div class="underline"></div></p>

			<div id="event-slider">
					<ul class="bjqs">
		          		<li>
		          			 <div style="font-size:14px;">
					              <h6 style="font-size:14px;font-weight:bold;font-family:'Calibri'">Семинар «Вопросы реализации нового <br>Федерального закона «Об образовании в Российской Федерации»</h6>
					              <p>Уважаемые коллеги! </p>
					              Государственное автономное образовательное учреждение дополнительного <br>профессионального 
					              образования Свердловской области «Институт развития образования» <br>совместно с Национальным исследовательским 
					              университетом «Высшая школа экономики»<br>
					              24 – 25 октября 2013 года проводят областной семинар на тему 
					              «Вопросы реализации нового Федерального закона «Об образовании в Российской Федерации». <a href="content/News">ПОДРОБНЕЕ >>></a>
		         			   </div>	
		         			</li>

		         			<li>
		          			 <div style="font-size:14px;">
					              <h6 style="font-size:14px;font-weight:bold;font-family:'Calibri'">Семинар «Вопросы реализации нового <br>Федерального закона «Об образовании в Российской Федерации»</h6>
					              <p>Уважаемые коллеги! </p>
					              Государственное автономное образовательное учреждение дополнительного <br>профессионального 
					              образования Свердловской области «Институт развития образования» <br>совместно с Национальным исследовательским 
					              университетом «Высшая школа экономики»<br>
					              24 – 25 октября 2013 года проводят областной семинар на тему 
					              «Вопросы реализации нового Федерального закона «Об образовании в Российской Федерации». <a href="content/News">ПОДРОБНЕЕ >>></a>
		         			   </div>	
		         			</li>
		         			<li>
		          			 <div style="font-size:14px;">
					              <h6 style="font-size:14px;font-weight:bold;font-family:'Calibri'">Семинар «Вопросы реализации нового <br>Федерального закона «Об образовании в Российской Федерации»</h6>
					             	<p>Уважаемые коллеги! Государственное </p>
									автономное образовательное учреждение дополнительного профессионального образования Свердловской области 
									«Институт развития образования» совместно с Национальным исследовательским университетом 
									«Высшая школа экономики» 24 – 25 октября 2013 года проводят областной семинар на тему 
									«Вопросы реализации нового Федерального закона «Об образовании в Российской Федерации». 
									<a href="content/Events">ПОДРОБНЕЕ >>></a>
		         			   </div>	
		         			</li>
			</div>
	</div>

	   <script class="secret-source">
        jQuery(document).ready(function($) {
          
          $('#event-slider').bjqs({
            animtype      : 'slide',
            height        : 250,
            width         : 400,
            responsive    : true,
            randomstart   : true
          });
          
        });
      </script>
       <script class="secret-source">
        jQuery(document).ready(function($) {
          
          $('#news-slider').bjqs({
            animtype      : 'slide',
            height        : 250,
            width         : 400,
            responsive    : false,
            randomstart   : true
          });
          
        });
      </script>
</div>
</body>
