<h1 style="font-size: 18px;padding-top:50px;">Деятельность</h1>

<p><br>
Образовательная деятельность<br>

<p><br>
Образовательная деятельность ГАОУ ДПО Свердловской области «Институт развития образования» (ИРО) осуществляется на основании лицензии, выданной Министерством общего и профессионального образования Свердловской области, серия 66А01 № 0000399 от 21 октября 2013 г., регистрационный № 17537, срок действия лицензии – бессрочно.<br>

<p><br>
- Дополнительные профессиональные программы:<br>
•	повышение квалификации<br>
     - в объеме до 72 часов<br>
     - в объеме от 72 до 100 часов, в том числе стажировка  мастеров производственного обучения<br>
     - в объеме свыше 100 часов<br>
 
 <p><br>
•	 профессиональная переподготовка<br>
      - в объеме свыше 500 часов<br>
 
 <p><br>
- Графики образовательной деятельности на 2013 год (проект)<br>
в рамках выполнения государственного задания<br>
в рамках выполнения комплекса мер по модернизации общего образования<br>
в рамках деятельности федеральной стажировочной площадки «Введение ФГОС общего образования как фактор модернизации системы образования Свердловской области»<br>
Сроки реализации программ могут быть изменены. <br>
Реализация программ может осуществляться по мере комплектования групп (по заявкам).<br>

<p><br>
- Повышение квалификации и профессиональную переподготовку кадров реализуют:<br>
Кафедра философии и управления образованием<br>
Кафедра педагогики и психологии<br>
Кафедра методологии и методики образования детей с ОВЗ и детей, оставшихся без попечения родителей<br>
Кафедра естественнонаучного и математического образования<br>
Кафедра профессионального образования<br>
Кафедра гуманитарного образования<br>
Кафедра филологического образования<br>
Кабинет ОБЖ и физического воспитания<br>
Кафедра информационных технологий<br>
Кафедра общественно-научных дисциплин<br>
 
 <p><br>
- Порядок приема слушателей<br>
для обучения по дополнительным профессиональным образовательным программам<br>
Комплектование учебных групп осуществляется непосредственно кафедрами Института развития образования по заявкам органов управления образованием, образовательных учреждений, а также по инди­видуальным заявкам.<br>
 
 <p><br>
Заявки на обучение необходимо направлять в адрес кафедр, организующих повышение квалификации и/или профессиональную переподготовку, или по электронной почте: irouch@yandex.ru. Основанием для составления заявки и после­дующего договора на проведение курсов могут служить как план образовательной деятельности ИРО, так и конкретные образовательные потребности и интересы Заказчика на повышение квалификации и/или профессиональную переподготовку руководящих и педагогических работников.<br>
 
 <p><br>
По окончании обучения, при условии успешного освоения программы, слушатели получают документ установленного образца: <br>
•	удостоверение о повышении квалификации (свыше 72 часов),<br>
•	диплом о профессиональной переподготовке (свыше 500 часов).<br>
Институт имеет общежитие гостиничного типа<br>
Стоимость проживания от 550 до 1200 рублей в сутки.<br>
 
 <p><br>
- Контактная информация<br>
Проректор<br>
Ощепкова Ирина Николаевна,<br>
(каб. 315, тел: 8 (343) 369-29-86, доб. 105)<br>
 
 <p><br>
Учебная часть  ИРО<br>
 
 <p><br>
Калинина Светлана Евгеньевна, заведующей учебной частью<br>
(каб. 333, тел. 369-29-86, доб. 153, e -mail: irosk2011@bk.ru)<br>
 
 <p><br>
адрес электронной почты для подачи заявок на обучение: irouch@yandex.ru<br>  
 
 <p><br>
- Повышение профессиональной компетентности в ИРО<br>


 
 <p><br>
ИРО – государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области. ИРО учрежден 4 января 1993 года на базе областного Института усовершенствования учителей (основанного в 1938 году) с целью научно-методического и профессионально-кадрового обеспечения развития системы образования Свердловской области.<br>
ИРО осуществляет образовательную, научно-исследовательскую, научно-методическую, экспертную, консультативную деятельность, направленную на развитие системы образования Свердловской области.<br>
 
 <p><br>
Лицензия 66 №001564 на право ведения образовательной деятельности от 07.10.2011г. регистрационный №627. (Срок действия лицензии - бессрочно)<br>
