<h1 style="font-size: 18px;padding-top:50px;">Дистанционное обучение</h1>
<p><br>
Дистанционное обучение<br>

<p><br>
Одной из форм образовательной деятельности института является обучение с использованием дистанционных образовательных технологий, которая осуществляется на базе системы дистанционного обучения (СДО) Elearning Server 4G, которая расположена по адресу  http://elearn.irro.ru.<br>
В 2012-2013 учебном году в дистанционном режиме реализуется 29 образовательных программ дополнительного профессионального образования по всем направлениям деятельности ИРО.<br>
Проводится обучение в двух направлениях:<br>
-        подготовка тьюторов для реализации дистанционных образовательных технологий (ДОТ) в системе СДО,<br>
-        подготовка педагогов для работы со школьниками с использованием ДОТ.<br>
Для подготовки тьюторов создана программа «Современные технологии дистанционного обучения» (108 часов), целью которой является формирование готовности педагогов (участников обучения) проектировать, создавать, поддерживать и вести интернет-ориентированные дистанционные курсы.<br>
Обучение на программе поможет участникам в освоении приемов управления образовательным процессом, проектировании учебных занятий и консультаций, выборе эффективных апробированных практических методов поведения тьютора в открытом образовательном пространстве,  осуществлении основных видов работы тьютора с аудиторией – проведении рефлексии, целеполагания, получения обратной связи, в изучении образовательных потребностей обучающихся, в создании и поддержании их мотивации к обучению, формировании собственного подхода в работе тьютора.<br>
Для участия в дистанционных курсах необходимо зарегистрироваться в системе СДО http://elearn.irro.ru в режиме пользователя, выбрать интересующий курс и подать заявку на обучение. Организаторы обучения (специалисты кафедр, кураторы) согласуют поданную заявку и определяют возможность и сроки обучения.<br>
Приглашаем на дистанционные курсы Института развития образования.<br>
С графиком образовательной деятельности с указанием формы обучения можно познакомиться в разделе «Образовательная деятельность».<br>

