<h1 style="font-size: 18px;padding-top:50px;">Внебюджетная деятельность</h1>
<p><br>
Внебюджетная деятельность ГАОУ ДПО СО «ИРО»:<br>

 
<p><br> 
Внебюджетная деятельность ГАОУ ДПО СО «ИРО»<br>
 
 <p><br>
Одной из основных задач является обеспечение  повышения качества образовательного процесса и расширения ассортимента образовательных услуг института на внебюджетной основе.<br>
 
 <p><br>
Учебная часть ГАОУ ДПО СО «ИРО»<br>
- организует хозрасчётные курсы по профессиональной переподготовке и повышению квалификации педагогов всех категорий, семинары на договорной основе.<br>
- оказывает консультативную помощь в реализации образовательных услуг на платной основе.<br>
- проводит анализ потребности рынка в образовательных услугах и прогнозирует спрос на образовательные услуги института.<br>
-  готовит необходимые материалы для заключения Договоров о сотрудничестве и об оказании образовательных услуг.<br>
- развивает рекламную деятельность.<br>
 
 <p><br>
Специалист по учебно-методической работе  – Юдина Марина Николаевна, контактный телефон: 8-(343) 369-29-86 (доб. 156);<br>
 
 <p><br>
E-mail: irouch@yandex.ru<br>

<p><br>
Предлагаем Вам курсы  и другие формы повышения квалификации на платной основе, которые могут быть откорректированы по содержанию и срокам их проведения с учетом пожеланий потенциального заказчика.<br>
