<h1 style="font-size: 18px;padding-top:50px;">Профессиональная переподготовка</h1>
<p><br>
Целью профессиональной переподготовки специалистов является получение слушателями дополнительных знаний, умений и навыков по дополнительным профессиональным программам (программам профессиональной переподготовки), предусматривающим изучение отдельных дисциплин, разделов науки, техники и технологии, необходимых для выполнения нового вида профессиональной деятельности.<br>

<p><br> 
Программы профессиональной переподготовки<br>
 
 <p><br>
- «Менеджмент в образовании» (890 час.),<br>
-  «Подготовка педагогов профессионального обучения ремесленников» (800 час.),  - «Специальная педагогика и психология» (896 час.).<br>
 
 <p><br>
Диплом о професиональной переподготовке<br>
 
 <p><br>
Освоение программ профессиональной переподготовки завершается обязательной итоговой аттестацией в форме защиты итоговой работы. При успешном завершении обучения слушателям выдается  диплом о профессиональной переподготовке , удостоверяющих их право вести профессиональную деятельность в определенной сфере.<br>
 
 <p><br>
Мы гарантируем качество обучения и высокий уровень преподавания.<br>
 
 <p><br>
Профессиональная переподготовка ведется в институте в соответствии с нормативными документами: <br>
•	Положение о порядке и условиях профессиональной переподготовки специалистов  (утверждено приказом Министерства образования РФ от 06.09.2000 г. № 2571).<br>
•	Лицензия 66 №001564 на право ведения образовательной деятельности от 07.10.2011г. регистрационный №627 .<br>
•	Требования к содержанию дополнительных профессиональных образовательных программ (утверждены приказом Министерства образования РФ от 18.06.1997 №1221)<br>
 
 <p><br>
По вопросам приема на обучение обращайтесь по телефону/факсу: 8 (343) 369-29-86 (доб. 154).<br>
