<h1 style="font-size: 18px;padding-top:50px;">Контакты</h1>
<p>
Почтовый адрес:
620066, г.Екатеринбург, ул.Академическая, 16
Телефон:
(343) 369-29-86, 369-22-32, 369-27-50
Факс:
(343) 369-29-86
Электронный адрес:
irro@irro.ru
Адрес сайта:
http://www.irro.ru/
Корпуса:
620066, г.Екатеринбург, ул.Академическая, 16, вход со стороны улиц Софьи Ковалевской и Академической.

<p>
Here goes map, one adress of the main office
<p>

620144, г.Екатеринбург, ул.Щорса, 92а, к. 4
<p>
Here again goes map, with another adress.
<p>
620144, г.Екатеринбург, ул.Бебеля, 71
Адрес сайта:
http://hotel.irro.ru/
<p>
Here goes map of IRO Hotel
