<h1 style="font-size: 18px;padding-top:50px;">Институт</h1>
<p>
Деятельность государственного автономного образовательного учреждения дополнительного профессионального образования Свердловской области «Институт развития образования» (далее – ИРО)  направлена на развитие кадрового ресурса инновационных изменений в системе образования Свердловской области, ориентирована на подготовку педагогических и руководящих работников образовательных учреждений  по основным направлениям развития системы образования в соответствии с национальной образовательной инициативой «Наша новая школа».
<p>
В результате повышения квалификации педагоги знакомятся с ценностно-целевыми ориентирами развития системы образования в соответствии с Федеральными государственными образовательными стандартами, а также логикой и этапами проектирования современного образовательного процесса, ориентированного на новый результат. Это позволяет педагогам определить и осознать особенности ФГОС, спроектировать деятельность образовательного учреждения, модель основной образовательной программы, рабочие программы с учетом требований ФГОС.
<p>
В процессе обучения слушатели осваивают современные активные методы обучения: кейс-стади, моделирование ситуаций, ролевая игра, групповая дискуссия, мозговой штурм, деловая игра и другие.
<p>
После прохождения программ дополнительного профессионального образования слушатели могут качественно разработать программу развития ОУ, спроектировать урочную и внеурочную деятельность учащихся, использовать современные средства оценки образовательных результатов учащихся, применять эффективные методики управления развитием образовательных учреждений разных типов и видов. 
<p>
Все образовательные программы имеют практико-ориентированный характер, включают стажировку в образовательных учреждениях области.
<p>
Слушатели обеспечиваются комплектом программно-методических материалов.