<h1 style="font-size: 18px;padding-top:50px;">Анонсы</h1>
<p><br>
- Слет лидеров образования<br>

<p><br>
Уважаемые коллеги, предлагаем Вам ознакомиться с программой слета лидеров образования, который будет проходить 10–11 декабря 2013 года в г. Нижний Тагил, п. Леневка, ДОК «Звездный»<br>

<p><br>
- В Екатеринбурге состоялась III ежегодная научно – практическая конференция школьников «Энергия потенциала»<br>

<p><br>
Организаторы конференции - Благотворительный фонд «Надёжная смена»,  кафедра «Автоматизированные электрические системы»  УралЭНИН УрФУ имени первого Президента России Б.Н.Ельцина.<br>
Поддержка конференции -  ОАО «Системный оператор Единой энергетической системы России» и ОАО «Екатеринбургская электросетевая компания».<br>
Конференция проходит в рамках проекта БФ «Надежная смена»  «Школа – ВУЗ - предприятие»<br>
Цель конференции - профессиональная ориентация учащихся школ и привлечение одарённых школьников в энергетику с перспективой дальнейшего поступления в Уральский энергетический институт УрФУ.<br>
Тема конференции в 2013 году - «Энергоснабжение Екатеринбурга» - собрала более 50 учащихся 9-х, 10-х и 11-х классов профильных (энергетических) групп Лицея № 130 и Гимназии № 47 г. Екатеринбурга.<br>
Перед началом конференции с приветственным словом к старшеклассникам обратились организаторы и почетные гости:<br>
•	Надежда БАТОВА, директор БФ «Надежная смена»<br>
•	Александр СЕМЕРИКОВ, директор ОАО «Екатеринбургская электросетевая компания»<br>
•	Дмитрий ИВАНОВ, директор по развитию технологий диспетчерского управления Филиала ОАО «СО ЕЭС»<br>
•	Анатолий МАТЕРН, первый проректор УрФУ им. первого Президента России Б.Н.Ельцина<br>
•	Юрий БРОДОВ, директор Уральского энергетического института УрФУ им. первого Президента России Б.Н.Ельцина<br>
В течение предыдущего учебного года нынешние 11-классники  изучали проблемы энергообеспечения, в этом учебном году к проекту присоединились 10-классники.  Работы, представленные на конференции, школьники выполняли в составе сборных команд двух общеобразовательных учреждений  и вместе подготовили доклады – презентации по темам: «Энергоснабжение Екатеринбурга», «Водоснабжение Екатеринбурга», «Газоснабжение Екатеринбурга», «Электроснабжение Екатеринбурга».<br>
Работу старшеклассников курировали консультанты – преподаватели и ассистенты кафедры  АЭС УралЭНИН УрФУ.<br>
По итогам конференции директор БФ «Надежная смена» Надежда БАТОВА вручила наиболее успешным участникам конференции дипломы «За лучшую командную работу». Победителями III ежегодной научно – практической  конференции  школьников «Энергия потенциала» стали:<br>
•	Артемий БЕЛОВ и Анастасия РАЗЖИВИНА (Лицей №130, 11-й класс)<br>
◦	Маргарита БАБАЙЛОВА (Лицей №130, 11-й класс)<br>
◦	Иван СИТНИКОВ (Гимназия №47, 10-й класс)<br>
◦	Александр СОКОЛОВСКИЙ (Гимназия №47, 10-й класс)<br>
 
 <p><br>
Подводя итоги, председатель конференции, к.т.н., доцент кафедры АЭС УралЭНИН  УрФУ Александр ЕГОРОВ, начальник Отдела подбора и развития персонала ОАО «ЕЭСК» Татьяна Юровская,  директор МАОУ Лицей №130 Андрей Мартьянов  отметили ответственный подход старшеклассников к научной работе, умение работать в команде и обозначил зоны роста для будущих исследований. В заключительном слове директор Фонда Надежда БАТОВА пожелала старшеклассникам новых открытий в учёбе и ответственности при выборе своего профессионального пути.<br>
Программу конференции завершила экскурсия в музей и центральный диспетчерский зал Екатеринбургской электросетевой компании<br>
IV ежегодная научно-практическая конференция школьников «Энергия потенциала» состоится в ноябре 2014 года.<br>
 
 <p><br>
______________________________________________<br>
О Благотворительном фонде «Надежная смена»:<br>
Благотворительный фонд «Надёжная смена» http://fondsmena.ru/ учреждён в 2007 г. для содействия в подготовке будущих специалистов электроэнергетической отрасли.<br>
Фонд взаимодействует с 7-ю профильными для электроэнергетики вузами и кафедрами и рядом электроэнергетических компаний по подготовке молодых специалистов для ТЭК.<br>
С 2007 года Фонд реализует главный проект непрерывной подготовки молодежи «Школа – вуз – предприятие», в 2013 году запущен проект «Школа – техникум – предприятие».<br>
Образовательные программы Фонда включают:<br>
•	специализированные классы с углубленным изучением профильных дисциплин;<br>
•	олимпиады по физике и математике с отбором талантливых школьников;<br>
•	лекции и практические занятия по профилю «Электроэнергетика»;<br>
•	дни открытых дверей в электроэнергетических компаниях;<br>
•	межрегиональную летнюю образовательную программу с занятиями по профилю «Электроэнергетика».<br>
Выпускники Фонда:<br>
•	обладают знаниями, умениями и навыками, выгодно отличающими их от значительной части абитуриентов;<br>
•	делают осознанный выбор направления обучения, вуза и предприятия для дальнейшей трудовой деятельности.<br>
Партнеры Фонда по образовательной деятельности:<br>
•	Национальный исследовательский Томский политехнический университет, Лицей при НИ ТПУ МОУ СОШ №32 (г.Томск);<br>
•	Уральский федеральный университет, Лицей №130, Гимназия №47 (г.Екатеринбург);<br>
•	Самарский государственный технический университет, Лицей «Технический» (г.Самара);<br>
•	Северо-Кавказский федеральный университет, Лицей-интернат СКФУ для одарённых детей Ставропольского края (г.Ставрополь);<br>
•	 Южно-Российский государственный технический университет, Лицей №7 (г.Новочеркасск), СОШ №28 (г.Пятигорск);<br>
•	 Московский энергетический институт. (г.Москва).<br>
Результат работы Фонда - высококвалифицированные молодые специалисты, адаптированные к работе в технологических блоках компаний электроэнергетической отрасли.<br>
Опытом Фонда могут воспользоваться и другие предприятия: качество и содержание образовательных проектов Фонда позволяет реализовать их практически в любой отрасли российской промышленности.<br>

<p><br>
- Международная программа по оценке образовательных достижений учащихся (2012 г.)<br>

<p><br>
Уважаемые коллеги ознакомиться с результатами международного сравнительного исследования PISA-2012 можно на сайте Центра оценки качества образования РАО по ссылке http://www.centeroko.ru/pisa12/pisa12_pub.htm<br>

<p><br>
- Руководителям общеобразовательных и дошкольных образовательных организаций<br>

<p><br>
Институт развития образования Свердловской области оформляет заявки на участие в конкурсном отборе региональных программ развития образования в целях предоставления бюджетам субъектов Российской Федерации субсидий на поддержку реализации мероприятий Федеральной целевой программы развития образования 2011-2015 годы по направлениям:<br>
- «распространение на всей территории Российской Федерации современных моделей успешной социализации детей»;<br>
- «создание условий для распространения моделей государственно-общественного управления образованием и поддержка программ развития регионально-муниципальных систем дошкольного образования»;<br>
- «обучение и повышение квалификации педагогических и управленческих работников системы образования по государственно-общественному управлению образованием»<br>
 
 <p><br>
Предлагаем Вам в срок до 10 декабря 2013 года рассмотреть возможность заявиться на статус базовой площадки по одному из направлений и принять участие в подготовке конкурсной документации.<br>
По всем вопросам обращаться к Ощепковой Ирине Николаевне, тел. 8-902-877-19-75, Новгородовой Валентине Витальевне, тел. 8-961-573-06-30.<br>
Информация о требованиях к оформлению конкурсной документации в приложении.<br>

<p><br>
- Слет лидеров образования Свердловской области<br>

<p><br>
Государственное автономное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» 10-11 декабря 2013 года проводит Слет лидеров образования Свердловской области (далее – Слет) в целях распространения и внедрения лучшего педагогического опыта победителей конкурсов и инновационных проектов в систему образования области, стимулирования роста профессионального мастерства и формирования среды профессионального общения.<br>
Участники Слета: победители и призеры профессиональных конкурсов международного, всероссийского, регионального и муниципального уровня 2012-2013гг.:<br>
«Учитель года» и «Воспитатель года», лауреаты премии Губернатора Свердловской области педагогическим работникам, конкурса лучших учителей в рамках Приоритетного национального проекта «Образование» 2013 года; представители базовых площадок ГАОУ ДПО СО «Институт развития образования», реализующих инновационные проекты в образовании, руководители органов местного самоуправления муниципальных образований области.<br>
 
 <p><br>
В программе Слета:<br>
•	мастер – классы победителей конкурсов различного уровня по проблемам создания инновационного пространства и коммуникативной стратегии современного образовательного учреждения; становления молодого учителя;  взаимодействия всех участников образовательного процесса в воспитании гражданина России, духовно–нравственной личности<br>
•	брифинг для руководителей органов управления образованием<br>
•	выработка рекомендаций и предложений к Резолюции Слета.<br>
 
 <p><br>
Место проведения: г. Нижний Тагил, пос. Леневка, ДОК «Звездный».<br>
Начало работы Слета в 12.00<br>
 
 <p><br>
Дополнительную информацию можно получить по телефону<br>
8 (343) 257-31-33 – Людмила Вазгеновна Узлова<br>