<h1 style="font-size: 18px;padding-top:50px;">Издания и публикации ИРО</h1>
<p><br>
Образовательные семинары для библиотечных работников<br>

<p><br>
Уважаемые коллеги!<br>
Библиотечно-информационный центр ИРО информирует о переносе сроков реализации образовательных семинаров. Сроки проведения будут указаны дополнительно.<br>
•	Подробнее<br>
Обучающий семинар "ИКТ в деятельности библиотеки ОУ"<br>

<p><br>
Семинар<br>
24 апреля 2013 - 10:00 - 25 апреля 2013 - 10:00<br>
Уважаемые коллеги! Начинается прием заявок на краткосрочный семинар "Информационно-коммуникационные технологии в деятельности библиотеки образовательного учреждения" (16 часов), сроки обучения 24-25 апреля. Желающим пройти обучение предлагаем электронную регистрацию на семинар по ссылке.<br>
По окончании обучения слушатели получат сертификаты накопительной системы по ОП "Менеджмент качества библиотечных процессов в библиотеке ОУ" и диск с информационно-методическими материалами.<br>
Предлагаем для ознакомления программу и расписание семинара. Место проведения семинара: ИРО, ул. Академическая, 16, читальный зал БИЦ (2 этаж).<br>

<p><br>
Контакты:  (343)369-29-86, доб. 124, etoropova77@mail.ru, ICQ 642866147<br>
Ответственный:  Биктуганова Светлана Леонидовна, Торопова Елена Владимировна<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Расписание 3-й сессии ОП "Менеджмент качества библиотечных процессов в образовательном учреждении"<br>

<p><br>
Уважаемые коллеги!<br>
Предлагаем Вам для ознакомления расписание третьей сессии  образовательной программы для библиотечных работников, которая состоится с 13 по 15 марта 2013 года. Начало занятий в первый день, 16 апреля, с 10.00 часов, регистрация слушателей начнется в 9.00 ч. С собой желательно иметь тетрадь и ручку для записей, флэш-карту для электронных материалов.<br>
 
 <p><br>
Просим Вас уведомить нас заранее по телефону или по электронной почте, если по каким-либо причинам пропускаете занятия, опаздываете или не сможете приехать. Также просим выслать по адресу etoropova77@mail.ru тему проекта, который будете защищать на итоговой аттестации. Предлагаем ознакомиться с расписанием сессии (прикрепленный файл).<br>
Пожалуйста, возьмите с собой обязательно сменную обувь для занятий в читальном зале.<br>
Информируем Вас, что в один из дней будет организовано посещение ТЦ "Люмна" с возможностью ознакомления и приобретения учебно-методических и профессиональных библиотечных изданий с существенной скидкой.<br>

<p><br>
По всем вопросам просим обращаться к ответственным лицам.<br>

<p><br>
•	Подробнее<br>
•	3 прикреплённых файла<br>
Образовательные семинары для библиотечных работников в 2013 году<br>

<p><br>
Уважаемые коллеги!<br>
Предлагаем Вашему вниманию расписание обучающих семинаров для библиотечных работников<br>
образовательных учреждений всех типов на внебюджетной основе:<br>
•	Подробнее<br>
Федеральные перечни учебников на 2013-2014 уч. год<br>

<p><br>
Уважаемые коллеги!<br>
Предлагаем Вашему вниманию приказ Минобрнауки России об утверждении федеральных перечней учебников, рекомендованных (допущенных) к использованию в образовательном процессе в образовательных учреждениях, реализующих образовательные программы общего образования и имеющих государственную аккредитацию, на 2013/2014 учебный год.<br>

<p><br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Образовательная деятельность БИЦ в 2013 году<br>

<p><br>
Мероприятие<br>
20 февраля 2013 - 10:00 - 19 апреля 2013<br>
 
 <p><br>
Уважаемые коллеги! <br>
Библиотечно-информационный центр ИРО информирует о проведении образовательной программы "Менеджмент качества библиотечных процессов  в образовательном учреждении" на бюджетной основе для библиотечных работников образовательных учреждений всех типов.<br> 
Программа предназначена для библиотечных работников образовательных учреждений Свердловской области всех видов. Продолжительность образовательной программы 126 часов. По окончании обучения выдается свитедельство о повышении квалификации.<br>
Расписание:<br>
1 сессия: 20.02.2013 - 22.02.2013<br>
2 сессия: 13.03.2013 - 15.03.2013<br>
3 сессия: 16.04.2013 - 19.04.2013<br>
 
 <p><br>
Регистрация слушателей на образовательную программу завершена в связи с набором группы, проверить состав слушателей можно по ссылке.<br>
Иногородним предоставляется общежитие, бронирование по тел. 245-81-01 (администратор). Адрес: г. Екатеринбург, ул. Бебеля, 71.<br>

<p><br>
Контакты:  (343)369-29-86, доб. 124, etoropova77@mail.ru, ICQ 642866147<br>
Ответственный:  Биктуганова Светлана Леонидовна, Торопова Елена Владимировна<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
Образовательная программа "Менеджмент качества библиотечных процессов в образовательном учреждении"<br>

<p><br>
Мероприятие<br>
24 сентября 2012 - 10:00<br>

<p><br>
Уважаемые коллеги!<br>
Библиотечно-информационный центр ИРО информирует о переносе сроков реализации ОП «Менеджмент качества библиотечных процессов в ОУ». Сроки проведения образовательной программы будут указаны дополнительно.<br>

<p><br> 
Программа предназначена для библиотечных работников образовательных учреждений Свердловской области всех видов. Продолжительность образовательной программы 126 часов. По окончании обучения выдается свитедельство о повышении квалификации.<br>
Регистрация слушателей на образовательную программу завершена в связи с набором группы.<br>

 
 <p><br>
Иногородним предоставляется общежитие, бронирование по тел. 245-81-01 (администратор). Адрес: г. Екатеринбург, ул. Бебеля, 71.<br>

<p><br>
Контакты:  (343)369-29-86, доб. 124<br>
Ответственный:  Биктуганова Светлана Леонидовна<br>
•	Подробнее<br>
•	1 прикреплённый файл<br>
О введение новой должности "педагог-библиотекарь"<br>

<p><br>
Уважаемые коллеги!<br>
Информируем вас о введении новой должности "педагог-библиотекарь".<br>
С квалификационной характеристикой должности "педагог-библиотекарь" и рекомендациями по ее вводу в штатное расписание образовательного учреждения вы можете ознакомиться в прикрепленных файлах.<br>
