<h1 style="font-size: 18px;padding-top:50px;">Центр обработки информации информации и организации ЕГЭ</h1>
<p><br>
Центр обработки информации и организации ЕГЭ<br>

<p><br>
Центр обработки информации и организации ЕГЭ<br>

<p><br>
Центр создан с целью организационно-технологического и информационного сопровождения единого государственного экзамена (ЕГЭ), а также государственной (итоговой) аттестации выпускников 9-х классов в новой форме (далее - ГИА-9) на территории Свердловской области.<br> 
 

<p><br>
Состав подразделения:<br>
 
 
 <p><br>
Заведующий ЦОИ<br>
ФИО	Копылова Светлана Владимировна<br>
Телефон	8 (343) 369-29-86 (доп. 108)<br>
Адрес<br>
электронной почты	kopylova@irro.ru<br>
 
 <p><br>
Заместитель заведующего ЦОИ<br>
ФИО	Бобина Наталия Валерьевна<br>
Адрес<br>
электронной почты	bobina@irro.ru<br>
Телефон	8-950-64-770-93,<br>
369-29-86 (доп. 167)<br>
 
 <p><br>
Специалисты ЦОИ<br>
ФИО	Нелюбина Людмила Михайловна<br>
Телефон	8-950-64-761-12<br>
Адрес<br>
электронной почты	coi.ekb@mail.ru<br>
 	 
 	 <p><br>
ФИО	Нечаева Юлия Ришатовна<br>
Телефон	8-950-64-799-68<br>
Адрес<br>
электронной почты	nuryl.coi@mail.ru<br>
 	 
 	 <p><br>
ФИО	Чурманова Дарья Андреевна<br>
Телефон	8-908-90-816-06<br>
Адрес<br>
электронной почты	webege@irro.ru<br>
 	 
 	 <p><br>
ФИО	Есаулкова Екатерина Анатольевна<br>
Телефон	8-908-90-813-65<br>


<p><br>
Цикл вебинаров в рамках программы «Государственно-общественное управление образованием в образовательном учреждении»<br>
27 сентября 2013 г. в 15-00 Институт развития образования начинает цикл вебинаров в рамках программы «Государственно-общественное управление  образованием в образовательном учреждении» (72 час.)<br>
Программа вебинара<br>
Анкета слушателя<br>
Подробнее<br>
