<h1 style="font-size: 18px;padding-top:50px;">Материалы</h1>

<p><br>
Проект Историко-культурного стандарта<br>

<p><br>
•	1 прикреплённый файл<br>
Семинар-совещание «Роль методических объединений учителей общественно-научных дисциплин в обеспечении качества образования в соответствии с требованиями ФГОС основного и среднего общего образования»<br>


<p><br>
•	2 прикреплённых файла<br>
Полевой практикум, как форма активизации познавательного интереса и формирования исследовательской компетенции школьников<br>


<p><br>
•	1 прикреплённый файл<br>
График образовательной деятельности кафедры на 2 полугодие 2013<br>
