<h1 style="font-size: 18px;padding-top:50px;">кафедры</h1>
<p>
Кафедры<br>

1	Кафедра философии и управления образованием<br>
2	Кафедра педагогики и психологии<br>
3	Кафедра методологии и методики образования детей с ОВЗ и детей, оставшихся без попечения родителей<br>
4	Кафедра естественнонаучного и математического образования<br>
5	Кафедра профессионального образования<br>
6	Кафедра гуманитарного образования<br>
7	Кафедра филологического образования<br>
8	Кафедра информационных технологий<br>
9	Кафедра общественно-научных дисциплин<br>
10	Кабинет ОБЖ и физического воспитания<br>