<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>
<p>
Якупова Альбина Фанилевна<br>

<p>
Должность: <br>
доцент кафедры, кандидат педагогических наук<br>
Сфера научных интересов: логопедическое сопровождение воспитанников и обучающихся дошкольных образовательных учреждений, общеобразовательных учреждений, психолого-педагогическое сопровождение детей с умственной отсталостью в общеобразовательных учреждениях<br>
Семенова Елена Владимировна<br>

<p>
Должность: <br>
доцент кафедры, кандидат психологических наук<br>
Телефон: <br>
369-29-86 (доб. 159)<br>
Электронный адрес: <br>
irrokafedrasp@inbox.ru<br>
Сфера научных интересов: содержание психолого-педагогической работы с учащимися с умеренной и тяжелой умственной отсталостью, психолого-педагогическое сопровождение детей со сложным дефектом в условиях специального (коррекционного) общеобразовательного учреждения.<br>
Поташникова Алла Шиковна<br>

<p>
Должность: <br>
методист<br>
Телефон: <br>
369-29-86 (доб. 159)<br>
Электронный адрес: <br>
irrokafedrasp@inbox.ru<br>
Соловьева Светлана Викторовна<br>

<p>
Должность: <br>
заведующий кафедрой, доцент, кандидат педагогических наук<br>
Телефон: <br>
369-29-86 (доб. 159)<br>
Электронный адрес: <br>
irrokafedrasp@inbox.ru<br>
Сфера научных интересов: введение федеральных государственных образовательных стандартов общего образования в специальном (коррекционном) образовании; проектирование программно-планирующей документации, регламентирующей образовательный процесс в специальных (коррекционных) общеобразовательных учреждениях.<br>
