<h1 style="font-size: 18px;padding-top:50px;">Кафедра педагогики и психологии</h1>
<p>
Кафедра педагогики и психологии<br>

<p>
Кафедра педагогики и психологии создана в 1987 году для обеспечения реализации непрерывного образования специалистов системы дошкольного и общего образования.<br>
Миссия кафедры<br>
•	организационное и содержательное обеспечение повышения квалификации и профессиональной переподготовки руководящих и педагогических<br> работников по вопросам  введению ФГОС общего образования<br>
•	организационное и содержательное обеспечение повышения квалификации и профессиональной переподготовки руководящих и педагогических <br>работников по вопросам введения  ФГОС дошкольного образования<br>
•	
•	обеспечение преемственности дошкольного, начального и основного образования в  вопросах  воспитания и развитии личности воспитанников и обучающихся<br>

<p> 
            Задачи:<br>
1.	Подготовка педагогических и руководящих работников системы дошкольного образования к реализации  ФГОС через различные формы организации дошкольного образования.<br>
2.	Подготовка специалистов муниципальных органов управления образованием, информационно-методических центров,  руководителей и педагогов основного  общего образования  к реализации ФГОС основного общего образования.<br>
3.	Методическое и научно-методическое обеспечение процесса подготовки педагогических и руководящих работников системы дошкольного образования к реализации ФГОС через различные организационные  формы, анализ и обобщение опыта инновационных образовательных учреждений.<br>
4.	Методическое и научно-методическое обеспечение процесса подготовки руководителей и педагогов основного общего  образования к реализации ФГОС основного общего образования.<br>
5.	Обеспечение сотрудничества с кафедрами ИРО по вопросам подготовки педагогов  основного общего  образования к реализации ФГОС. <br>
6.	Анализ готовности педагогов и руководителей трех  ступеней общего образования к реализации  ФГОС дошкольного образования и ФГОС начального и основного общего образования.<br>

<p>
Образовательная деятельность  <br>
Кафедра реализует следующие дополнительные профессиональные образовательные программы:<br> 
1.	Федеральный государственный образовательный стандарт общего образования: идеология, содержание, технологии введения (120 час.)<br>
2.	Содержание и технологии реализации Федерального государственного образовательного стандарта начального общего образования (72 час.)<br>
3.	Управление качеством дошкольного образования в соответствии с Федеральным государственным образовательным стандартом дошкольного образоания ( 120 час.)<br>
4.	Проектирование деятельности педагога дошкольного образования в соответствии с Федеральным государственным образовательным стандартом дошкольного образоания (120 час.)<br>
5.	Психолого-педагогическое  сопровождение эмоционально-чувственного развития  детей и подростков в образовательном процессе Вариантный модуль «Психолого-педагогическое сопровождение личностного развития детей и подростков в условиях введения ФГОС" (120 час.)<br>
6.	Управление введением Федеральных государственных образовательных стандартов общего образования Вариативный модуль: «Управление введением Федеральных государственных образовательных стандартов основного общего образования»  (108 час.)<br>
7.	Тьюторское сопровождение педагогов по организации внеурочной деятельности в соответствии с требованиями федеральных государственных образовательных стандартов общего образования (108 часов)<br>
