<h1 style="font-size: 18px;padding-top:50px;">Профессорско-преподавательский состав</h1>

<p><br>
Меньшикова Наталия Анатольевна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
заведующий кафедрой гуманитарного образования, кандидат педагогических наук<br>
Телефон: <br>
369-29-86 (доб.151)<br>
Номер ICQ: <br>
Skype - zavkaf332<br>
Электронный адрес: <br>
iro-kgo@yandex.ru<br>

<p><br>
•	Подробнее<br>
Мельник Александр Викторович<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
доцент кафедры, кандидат философских наук<br>
Телефон: <br>
(343)369-29-86 (доп. 138)<br>
Электронный адрес: <br>
iro-kgo@yandex.ru<br>
Участие в реализуемых направлениях деятельности кафедры гуманитарного образования:<br> 
•	Подробнее<br>
Наумова Татьяна Валерьевна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
доцент кафедры, кандидат философских наук<br>
Телефон: <br>
(343)369-29-86 (доп. 152)<br>
Участие в реализуемых направлениях деятельности кафедры гуманитарного образования:<br> 
•	Подробнее<br>
Стаина Ольга Алексеевна<br>

<p><br>
Фотография: <br>
 
 <p><br>
Должность: <br>
доцент кафедры, кандидат педагогических наук<br>
Телефон: <br>
(343)369-29-86 (доп. 152)<br>
