<h1 style="font-size: 18px;padding-top:50px;">Новости</h1>
<p><br>
Итоги областного конкурса профессионального мастерства педагогов-профориентологов<br>

<p>
Уважаемые коллеги!<br>
Подведены итоги областного конкурса профессионального мастерства педагогов-профориентологов<br>
Поздравляем победителей!<br>

<p><br>
1. Массанова Елена Владимировна -  ГБОУ СПО «Нижнетагильский педагогический колледж № 2».<br> 
2. Ленкова Оксана Геннадьевна, Ломаева Ольга Алексеевна,  Башкирцева Светлана Валентиновна, Поздеева Оксана Викторовна -  ГБОУ СПО СО «Красноуфимский многопрофильный техникум».<br>
3. Зенкова Наталия Сергеевна,  Ключникова Людмила Евгеньевна -  ГАОУ СПО СО «Североуральский политехникум».<br>
4. Казанцева Наталья Васильевна, Хакимова Наталья Викторовна - ГАОУ СПО СО «Каменск-Уральский техникум металлургии и машиностроения».<br>
5. Соложнина Наталья Владимировна, Григорович Михаил Александрович - ГАОУ СПО СО НТТИТСиП  «Самородок».<br>
6. Кадеркаева Юлия Владимировна - ГБОУ СПО СО «Баранчинский электромеханический техникум».<br>

<p><br>
 - Подведены итоги областного конкурса методической продукции среди педагогов профессиональных образовательных организаций Свердловской области<br>

<p><br>
Уважаемые коллеги!<br>
Подведены итоги областного конкурса методической продукции среди педагогов профессиональных образовательных организаций Свердловской области.<br>
В конкурсе приняли участие более 100 педагогов, представлены работы по всем номинациям конкурса.<br>
Поздравляем победителей!<br>
I. Учебно-методический комплект для обучающихся по учебной дисциплине:<br>
1 место - Медведева Вера Николаевна, ГБОУ СПО СО «Екатеринбургский экономико-технологический колледж».<br>
2 место - Зиярова Нина Николаевна, ГАОУ СПО СО «Нижнетагильский государственный профессиональный колледж имени Никиты Акинфиевича Демидова.<br>
3 место - Щербакова Анастасия Викторовна, Матафонова Людмила Яковлевна, ГБОУ СПО СО «Северный педагогический колледж»<br>
II. Учебно-методический комплект для обучающихся по междисциплинарному курсу:<br>
1 место - Еремеева Ирина Викторовна, ГБОУ СПО СО «Северный педагогический колледж».<br>
1 место - Зыкина Людмила Владимировна, ГБОУ СПО СО «Северный педагогический колледж».<br>
2 место - Кислинская Ольга Владимировна, ГБОУ СПО СО «Екатеринбургский промышленно-технологический техникум им. В.М. Курочкина».<br>
3 место - Cалычева Ольга Николаевана, Зубарева Ольга Алексеевна, ГАОУ СПО СО "Полипрофильный техникум им. О.В. Терёшкина".<br>
III. Учебно-методический комплект для обучающихся по профессиональному модулю.<br>
1 место - Кравченко Лидия Афанасьевна, ГБОУ СПО СО «Социально-профессиональный техникум «Строитель».<br>
2 место - Ждановских Марина Ивановна, Тюрина Галина Анатольевна, Васичкина Наталья Викторовна, ГАОУ СПО СО «Новоуральский технологический колледж».<br>
3 место – Стенина Оксана Николаевна, ГАОУ СПО СО «Каменск-Уральский техникум торговли и сервиса».<br>
IV. Учебно-методический комплект для обучающихся по учебной и учебно-производственной практике.<br>
1 место - Сарапулова Татьяна Валентиновна, ГАОУ СПО СО «Екатеринбургский колледж транспортного строительства».<br>
2 место - Шалгина Альфира Файзрахмановна, ГАОУ СПО СО «Каменск-Уральский техникум торговли и сервиса».<br>
3 место - Коновалова Наталья Борисовна, Огурцова Наталья Александровна, ГАОУ СПО СО «Уральский колледж технологий и предпринимательства».<br>
V. Учебно-методический комплект для обучающихся  для организации самостоятельной работы.<br>
1 место - Бабушкина Надежда Николаевна, ГБОУ СПО СО "Екатеринбургский политехникум".<br>
2 место - Берсенева Валентина Ананьевна, Багин Юрий Леонидович, Логинов Егор Андреевич, ГАОУ СПО СО «Уральский колледж технологий и предпринимательства».<br>
3 место - Жорнова Тамара Ивановна, ГАОУ СПО СО «Режевской многопрофильный техникум».<br>
VI. Электронный учебно-методический комплект для обучающихся.<br>
1 место - Черепанова Елена Валерьевна, ГАОУ СПО СО «Екатеринбургский колледж транспортного строительства».<br>
2 место - Покрышкина Ольга Васильевна, Полякова Яна Олеговна, ГАОУ СПО СО «Нижнетагильский государственный профессиональный колледж имени Никиты Акинфиевича Демидова».<br>
3 место - Неверова Ирина Юрьевна, ГАОУ СПО СО «Екатеринбургский  автомобильно-дорожный колледж».<br>
3 место - Супрун Ксения Вячеславовна, Черемных Елена Александровна, ГАОУ СПО СО «Уральский колледж технологий и предпринимательства.<br>
 
 <p><br>
Общее награждение победителей всех конкурсов, организованных кафедрой профессионального образования в 2013 году, состоится в рамках мероприятий, посвященных юбилею института. Место и время проведения награждения будет сообщено дополнительно<br>

<p><br>
По результатам работы экспертной комиссии кафедрой решено выпустить сборник методических материалов, отвечающих основному назначению конкурса – разработке  и внедрению учебно-методических  материалов для обучающихся как важному составному элементу комплексного учебно-методического обеспечения основных профессиональных образовательных программ. В сборник будут включены материалы из конкурсных работ виде извлечений с комментариями. Сборник будет подготовлен к 20 февраля 2014 года.<br>

<p><br>
- Итоги очного этапа конкурса "Преподаватель года" педагогических работников педколледжей Свердловской области<br>

 <p><br>
В Нижнетагильском педагогическом колледже №1 состоялся очный этап областного конкурса профессионального мастерства преподавателей профессиональных образовательных организаций Свердловской области, реализующих основные образовательные программы по педагогическим специальностям, «Преподаватель года». Подобный конкурс среди преподавателей педагогических колледжей  проводился впервые, в соответствии с Концепцией и программой развития среднего педагогического образования в Свердловской области. Для участия в конкурсе коллективами педагогических колледжей были выдвинуты лучшие педагоги.<br>
  
<p><br>
- Финал конкурса на соискание премии Губернатора Свердловской области педагогическим работникам в 2013 году по номинации «Педагогический работник профессиональной образовательной организации»<br>

<p><br>
Очный этап конкурса на соискание премии Губернатора Свердловской области педагогическим работникам в 2013 году в номинации «Педагогический работник профессиональной образовательной организации» проведен  22 октября 2013 года в ГБОУ СПО СО «Уральский техникум автомобильного транспорта и сервиса»<br>

<p><br>
В жюри конкурса были приглашены:<br>
- Шавалиев Альберт Наилович, начальник отдела профобразования и государственного задания МОиПО СО;<br>
- Исламгалиев Феликс Галиаскарович., руководитель Ресурсного центра развития профессионального образования Свердловской области, канд. соц. наук;<br>
- Эрганова Наталья Евгеньевна, зав. кафедрой профессиональной   педагогики РГППУ, докт. пед. наук;<br>
- Чухломин Яков Михайлович, директор ГБОУ СПО СО «Уральский техникум автомобильного транспорта и сервиса»;<br>
- Шпарута Надежда Владимировна, доцент кафедры информационных технологий ГАОУ ДПО СО «ИРО».<br>
За имя лучшего преподавателя в номинации «Педагогический работник профессиональной образовательной организации» в финале боролись пять участников:<br>
 - Уймин Антон Григорьевич - преподаватель, ГАОУ СПО СО «Уральский радиотехнический колледж им. А.С. Попова», город Екатеринбург, (I место).<br>
- Карелова Рия Александровна -  ГАОУ СПО СО «Нижнетагильский горно-металлургический колледж имени Е.А. и М.Е. Черепановых», город Нижний Тагил.<br>
 - Темерева Людмила Петровна - преподаватель, ГБОУ СПО СО «Каменск-Уральский педагогический колледж»,  город Каменск-Уральский, (III место).<br>
 - Малышева Татьяна Павловна -  преподаватель, ГБОУ СПО СО  «Екатеринбургский экономико-технологический колледж», город Екатеринбург,(II место).<br>
- Щанова Елена Владимировна -  преподаватель, ГБОУ СПО СО «Уральский колледж имени И.И. Ползунова»,  город Екатеринбург.<br>
Жюри отметило:<br>
– практико-ориентированный характер  в выполнении всех конкурсных заданий;<br>
– владение информационно-коммуникационными технологиями обучения;<br>
– наличие авторских подходов к применению интерактивных методов и форм обучения. Конкурс выявил достаточно высокий уровень компетенций педагогических работников профессиональных образовательных организаций.<br>

<p><br>
- Итоги конкурса программ сопровождения профессионального самоопределения обучающихся среди учреждений общего, профессионального, дополнительного образования<br>

<p><br>
Подведены итоги конкурса программ сопровождения профессионального самоопределения обучающихся среди учреждений общего, профессионального, дополнительного образования.<br>
На конкурс поступила 21 конкурсная работа  по номинациям:<br>
- «Социально-педагогические проекты профориентационной направленности».<br>
- «Программы дополнительного образования профориентационной направленности».<br>
- «Рабочие программы учебных дисциплин профориентационной направленности».<br>
По результатам работы экспертной комиссии:<br>
Номинация «Социально-педагогические проекты профориентационной направленности»<br>
I место – Барькова Галина Игнатьевна, Романюк Наталья Сергеевна, МКОУ СОШ с. Кошуки, Тавдинский район, с. Кошуки.<br>
АГРО проект «Хозяин фермерской усадьбы».<br>
I место – Кислинская Ольга Владимировна, Пьянкова Алена Сергеевна, Давыдова Лилия Викторовна, ГБОУ СПО СО «Екатеринбургский промышленно-технологический техникум им. В.М. Курочкина», г. Екатеринбург.<br>
Социально-педагогический проект профориентационной направленности «Я выбираю рабочую профессию».<br>
II место - Григорьева Наталья Михайловна, учитель технологии, организатор проф. работы, МБОУ ПГО «Средняя общеобразовательная школа № 14», г. Полевской.<br>
«Проект организации профориентационной работы в МБОУ ПГО «Средняя общеобразовательная школа № 14».<br>
III место - Опарина Оксана Владимировна, Шабунина Ирина Владимировна, Кремнева Елена Александровна, Дылдина Ирина Анатольевна, Злобина Разифа Мавлитовна, МАОУ «СОШ № 72», г. Лесной.<br>
Программа «Профессионального самоопределения учащихся в условиях развития системы социального партнерства».<br>
Номинация «Программы дополнительного образования профориентационной направленности»<br>
I место – Абзалова Татьяна Рудольфовна, Буслаев Василий Васильевич, Карпова Наталья Александровна, Катцина Светлана Анатольевна, Коршунова Любовь Георгиевна, Лаптева Лариса Валерьевна, Сидорова Наталья Валерьевна, Столетова Елена Сергеевна, Шеховцова Ольга Ивановна, Шутова Наталья Юрьевна, Ягорь Светлана Викторовна, ГБОУ СПО СО «Ирбитский мотоциклетный техникум», г. Ирбит.<br>
Дополнительная образовательная программа.  Элективные курсы для старшеклассников «Введение в специальность».<br>
II место - Чубарова Татьяна Николаевна, Сашко Надежда Дмитриевна, Чамовских Марина Сергеевна, Епимахова Светлана Александровна , Шаблакова Галина Павловна, Орлова Татьяна Павловна, ГАОУ СПО СО «Каменск-Уральский техникум строительства и жилищно-коммунального хозяйства», г. Каменск-Уральский.<br>
Программа профильного обучения и предпрофильной подготовки учащихся школ.<br>
III место - Пичка Елена Борисовна, Пузыревская Алена Юрьевна, Якимова Анна Викторовна, Красноперова Любовь Михайловна, Штыркина Анна Ивановна, Ракова Мария Павловна, ГБОУ СПО СО «Камышловский педагогический колледж», г. Камышлов.<br>
Программа по профессиональной ориентации и предпрофильному обучению выпускников общеобразовательных учреждений Восточного субрегиона.<br>
Номинация «Рабочие программы учебных дисциплин профориентационной направленности»<br>
I место – Шамаева Светлана Николаевна, Муниципальное бюджетное вечернее (сменное) общеобразовательное учреждение «Вечерняя (сменная) общеобразовательная школа « 62», г. Лесной.<br>
Программа профориентационного курса для учащихся 8-9 классов «Твоя профессиональная карьера».<br>
II место - Лысуенко Светлана Анатольевна, ГАОУ СПО СО «Нижнетагильский государственный профессиональный колледж имени Никиты Акинфиевича Демидова», г. Нижний Тагил.<br>
Программа учебной дисциплины «Технология карьеры» для специальности 190631 «техническое обслуживание и ремонт автомобильного транспорта» (базовая подготовка).<br>
III место - Мальцева Надежда Анатольевна, МКОУ «Травянская средняя общеобразовательная школа», Каменский район. С. Травянское.<br>
Программа курса «Профессиональное самоопределение».<br>
 
 <p><br>
Работы конкурсантов, получившие высокие оценки и рекомендации экспертов будут отредактированы и опубликованы в сборнике методических материалов по результатам цикла конкурсов по профориентации.<br>
Призеры конкурса будут награждены памятными подарками, всем участникам вручены сертификаты.<br>

<p><br>
- итоги Областного конкурса методической продукции педагогических работников (всех уровней образования) по профессиональной ориентации<br>


<p><br>
Подведены итоги Областного конкурса методической продукции педагогических работников (всех уровней образования) по профессиональной ориентации.<br>
В конкурсе приняли участие педагоги 4-х общеобразовательных организаций и 6-ти профессиональных образовательных организаций.<br>
На конкурсе были представлены работы только по номинации «Дидактические материалы (дидактический комплект) по учебному предмету профориентационной направленности (вариативной части основной образовательной программы учреждения)».<br>
 По результатам работы экспертной комиссии:<br>
I место – Кремнева Елена Александровна, г. Лесной, МАОУ «СОШ № 72», педагог-психолог.<br>
Дидактический комплект:<br>
- Урок. Рынок труда и его требования к профессионалу.<br>
- Марафон профессий.<br>
- Сборник диагностических методик.<br>
- Рабочая тетрадь учащихся<br>
II место - Сорокина Елена Александровна, г. Екатеринбург, ГАОУ СПО СО «Екатеринбургский колледж транспортного строительства», преподаватель.<br>
Дидактические материалы:<br>
«Конкурс профессионального мастерства по специальности 080110 «Банковское дело» в форме деловой игры»<br>
III место<br>
 - Дылдина Ирина Анатольевна, г. Лесной, МАОУ «СОШ № 72», учитель физики.<br>
Методическая разработка: общешкольный конкурс «Юный электрик».<br>
 - Лейба Марина Германовна, г. Екатеринбург, ГАОУ СПО СО «Екатеринбургский колледж транспортного строительства», преподаватель.<br>
Рабочая тетрадь «История архитектуры до XIX века».<br>
 
 <p><br>
Работы конкурсантов, получившие высокие оценки и рекомендации экспертов будут отредактированы и опубликованы в сборнике методических материалов по результатам цикла конкурсов по профориентации.<br>
Призеры конкурса будут награждены памятными подарками, всем участникам вручены сертификаты.<br>

<p><br>
- Областной конкурс профессионального мастерства преподавателей образовательных организаций СПО Свердловской области<br>

<p><br>
Уважаемые коллеги!<br>
Приглашаем вас принять участие в Областном конкурсе профессионального мастерства преподавателей профессиональных образовательных организаций СПО Свердловской области, реализующих основные образовательные программы по педагогическим специальностям, «Преподаватель года»  в 2013 году. Конкурс проводится в целях поддержки преподавателей и повышения престижа их профессии, развития творческой инициативы преподавателей образовательных организаций СПО по обновлению содержания педагогического образования, распространения инновационного педагогического опыта.<br> 
Положение о конкурсе в приложении.<br>
Прием материалов на конкурс осуществляется  в срок с 01 октября по 25 октября 2013 года (включительно) по адресу: г. Екатеринбург, ул. Академическая, д.16, каб. 319. Телефон: (343) 369-29-86 (доб. 139).<br>
Кафедра профессионального образования ГАОУ ДПО СО «ИРО».<br>
Зав. кафедрой профессионального образования Герасимова Марина Анатольевна<br>
Методист кафедры Малышкина Анна Александровна.<br>

<p><br>
- Областной конкурс методической продукции среди педагогов профессиональных образовательных организаций<br>

<p><br>
Уважаемые коллеги!<br>
Приглашаем вас принять участие в областном конкурсе методической продукции среди педагогов профессиональных образовательных организаций Свердловской области, организуемого  кафедрой профессионального образования ГАОУ ДПО СО «Институт развития образования».<br>
Конкурс проводится в целях совершенствования методического обеспечения образовательной деятельности профессиональных образовательных организаций и активизации к этой деятельности педагогов. <br>
Положение о конкурсе в приложении.<br>
Прием материалов на конкурс осуществляется  в срок с 16 сентября по 1 октября 2013 года (включительно) по адресу: г. Екатеринбург, ул. Академическая, д.16, каб. 319. Телефон: (343) 369-29-86 (доб. 139).<br>
 
 <p><br>
Кафедра профессионального образования ГАОУ ДПО СО «ИРО».<br>
Зав. кафедрой профессионального образования Герасимова Марина Анатольевна<br>
Методист кафедры Малышкина Анна Александровна.<br>

<p><br>
- Приглашаем вас принять участие в разработке сборника «Система воспитательной работы в учреждениях профессионального образования (профессиональных образовательных организаций)»<br>

<p><br>
Уважаемые коллеги!<br>
Кафедра профессионального образования готовит к выпуску сборник методических материалов «Система воспитательной работы в учреждениях профессионального образования (профессиональных образовательных организаций)».<br>
Приглашаем вас принять участие в разработке этого сборника.<br>
Ваше участие может быть различным:<br>
1) представление материалов для Приложений сборника, отражающих инновационный опыт учреждений в организации воспитательной работы (программы, проекты, модели, методические разработки воспитательных мероприятий, работы кураторов, мастеров производственного обучения);<br>
2) участие в подготовке текстов разделов сборника (в качестве автора или соавтора). С авторами текстов сборника возможно заключение договоров гражданско-правового характера.<br>
В разделы сборника будут включены материалы по темам:<br>
1. Студенческое со- и самоуправление в образовательной организации<br>
(волонтерское и добровольческое движение, деятельность общественных организаций обучающихся).<br>
2. Деятельность куратора группы и мастера производственного обучения в системе воспитательной работы.<br>
3. Совместные социальные проекты учреждений (в территории, в отрасли). Взаимодействие с общеобразовательными организациями (школами, детскими домами, кадетскими школами).<br>
4. Методика воспитательной работы в современной профессиональной образовательной организации.<br>
 
 <p><br>
С вопросами, предложениями по структуре и содержанию сборника обращаться по электронному адресу:<br>
gerasimova63@bk.ru  или по тел. (343) 369 – 29 86 (доб. 139) к зав. кафедрой Герасимовой Марине Анатольевне.<br>
С уважением, зав. кафедрой профессионального образования ИРО<br>
Герасимова Марина Анатольевна<br>

<p><br>
- ОП «Подготовка педагогов УНПО и УСПО к реализации ФГОС ПО» Вариативный модуль: «Преподавание предметов общеобразовательного цикла в УН и СПО, кадетских школах: реализация компетентностного подхода» (88 час.) 2 поток<br>

<p><br>
Дата проведения:<br> 
Пнд, 11/11/2013 - Птн, 06/12/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: <br>
преподаватели общеобразовательных дисциплин ОУ НПО / СПО, кадетских школ<br>

<p><br>
- ОП «Интерактивные технологии в деятельности педагогов учреждений среднего профессионального образования»(88 час.) 2 поток<br>

<p><br>
Дата проведения:<br> 
Втр, 24/09/2013 - Сбт, 19/10/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: <br>
педагогические работники образовательных учреждений СПО<br>

<p><br>

- ОП «Подготовка педагогов УНПО и УСПО к реализации ФГОС ПО» ВМ «Инновационные образовательные технологии в процессе реализации ФГОС Н и СПО» (88 час.) 2 поток<br>

<p><br>
Дата проведения: <br>
Втр, 17/09/2013 - Сбт, 26/10/2013<br>
Вид мероприятия: <br>
Образовательная программа<br>
Категория слушателей: <br>
педагогические работники образовательных учреждений СПО<br>

<p><br>
Уважаемые коллеги!<br>
Просим ознакомиться с графиком образовательной деятельности кафедры на 2013 год (2-е полугодие) и своевременно оформить заявку. Открыта электронная регистрация. Будем рады видеть вас на образовательных программах кафедры.<br>

<p><br>
- 21 сентября 2013 года состоялся традиционный августовский педагогический совет<br>


<p><br>
 «Стратегия развития образования в Свердловской области в условиях реализации Федерального Закона «Об образовании в Российской Федерации».<br> 
Вопросам развития профессионального образования была посвящена работа секции № 6: <br>
«Обеспечение квалифицированными кадрами экономики региона в системе непрерывного  профессионального образования в соответствии с Федеральным Законом  «Об образовании в Российской Федерации»<br> 
Работа секции была организована в режиме дискуссионной площадки. В работе секции приняли участие 97 человек. <br>
Модераторами в секции были: <br>
Шавалиев Альберт Наилович (начальник отдела МОиПО СО),<br>
Герасимова Марина Анатольевна, заведующий кафедрой ИРО,<br>
Темняткина Ольга Владимировна, доцент кафедры ИРО,<br>
Исламгалиев Феликс Галиаскарович, руководитель Регионального ресурсного центра развития профессионального образования.<br> 
Цель работы секции:<br>
Определение механизмов развития системы профессионального образования Свердловской области  в 2013-2014 учебном году в условиях вступления в силу Закона «Об образовании  в РФ» с учетом развития образовательных кластеров в регионе.<br>
Задачи работы секции:<br>
1. Выявить и обсудить проблемы развития системы среднего профессионального образования и подготовки квалифицированных рабочих кадров в Свердловской области  в условиях реструктуризации учреждений начального и среднего профессионального образования и вступления в силу  Закона «Об образовании  в РФ».<br>
2. определить основные направления развития системы среднего профессионального образования и подготовки квалифицированных рабочих кадров для развития экономики Свердловской области.<br>
3. Определить кадровые и управленческие ресурсы для развития системы среднего профессионального образования и подготовки квалифицированных рабочих кадров.<br>
4. Выявить возможности и определить направления взаимодействия учреждений профессионального образования в территориях в связи с вступлением в силу Закона «Об образовании в РФ».<br>

<p><br>
- Информация о конкурсах<br>

<p><br>
Уважаемые коллеги!<br>
Приглашаем вас принять участие в областных конкурсах по направлению «Профориентационная деятельность», организуемых кафедрой профессионального образования ГАОУ ДПО СО «Институт развития образования»:<br>
– Областной конкурс методической продукции педагогических работников (всех уровней образования) по профессиональной ориентации.<br>
– Областной конкурс программ сопровождения профессионального самоопределения обучающихся среди учреждений общего, профессионального, дополнительного образования.<br>                       
(Положения о конкурсах в приложении).<br>
Конкурсы проводятся в целях совершенствования профориентационной работы в системе образования Свердловской области в соответствии с требованиями ФГОС общего образования, мотивации педагогов на деятельность по педагогическому сопровождению профессионального самоопределения обучающихся на различных ступенях обучения в системе непрерывного образования, развития  методических компетенций педагогов по разработке учебного, дидактического материала для работы с обучающимися.<br>
По результатам конкурса будет организована деятельность по внедрению инновационных практик в области профориентации в систему образования Свердловской области.<br>
Прием материалов на конкурс осуществляется в срок с 26 августа  по 23 сентября 2013 года (см. Положения о конкурсах). <br>
 
 <p><br>
Уважаемые коллеги! Обращаем ваше внимание на информацию о проводимых во второй половине 2013 года профессиональных конкурсах педагогов (информация о данных конкурсах размещена на сайте ИРО).<br>
Во всех конкурсах могут принимать участие педагогические работники профессиональных образовательных организаций (учреждений начального и среднего профессионального образования)<br>
Мы ждем Вашего участия во всех проводимых конкурсах!<br>

<p><br>
- Отчет о проведении областной научно-практической конференции «Профориентация в системе современного общества»<br>

 <p><br>
5  июня 2013 года.<br>

<p><br>
В конференции приняли участие 132 участника - не только представителей системы образования, но и представителей крупнейших предприятий региона, трудящаяся молодежь, лидеры молодежных советов, студенты.<br>
Мероприятие проводилось с привлечением ресурсов молодежных объединений Свердловской области. Одним из соорганизаторов конференции выступила Свердловская региональная общественная организация «Лиги Клубной экономики». Среди партнеров-участников конференции в рамках молодежного конгресса «Профессионал планеты. Эстафета поколений»:<br>
- Издательский дом «Классный час».<br>
- Союз предприятий оборонных отраслей промышленности Свердловской области.<br>
- Комитет по промышленности и естественным монополиям Свердловского областного Союза промышленников и предпринимателей.<br>
- Федерация профсоюзов Свердловской области при поддержке Полномочного представителя Президента РФ в УРФО.<br>
Конгресс состоялся при поддержке комитета по социальной политике Законодательного собрания Свердловской области, Министерства физической культуры, спорта и молодежной политики Свердловской области, Министерства общего и профессионального образования Свердловской области, Регионального ресурсного центра развития профессионального образования, Межрегионального общественного движения «В Защиту Человека Труда», Комиссии по проблемам молодежи Общественной палаты Екатеринбурга.<br>
Участие в конференции приняли педагогические работники учреждений общего образования, начального и среднего профессионального образования учреждений, представители Свердловской области, занимающиеся профориентационной работой, а также ведущие ученые и практики.<br>
Цель конференции была связана с анализом и обобщением опыта по сопровождению профессионального самоопределения молодежи с целью формирования кадрового потенциала для устойчивого инновационного социально-экономического развития Свердловской области.<br>

<p><br>
- Отчет о проведении Межрегиональной научно-практической конференции «Подготовка кадров для инновационной экономики: региональный аспект»<br>

<p><br>
28 мая 2013 года на базе ГАОУ ДПО Свердловской области «Институт развития образования» прошла межрегиональная научно-практическая конференция «Подготовка кадров для инновационной экономики: региональный аспект», входящая в программу мероприятий, посвященных 75-летию Института.<br>
Тема конференции определила основной вектор обсуждения участниками проблем  и направлений развития кадрового потенциала Свердловской области, Уральского региона. Потребность в специалистах высокого класса, профессионалах, способных выступать инициаторами инноваций в социально-экономическом развитии региона делает особенно актуальным совершенствование процессов обучения, воспитания специалистов. Обсуждая эти вопросы участниками конференции были представлены разные аспекты  анализа состояния и процессов, происходящих в профессиональном образовании на разных уровнях.<br>
С большим интересом в работе пленарного и секционного заседаний участники обменивались опытом подготовки кадров в образовательных учреждениях Свердловской  и Челябинской областей.  Институт развития образования Свердловской области в ходе конференции продолжил профессиональный диалог традиционного сотрудничества с Челябинским институтом развития профессионального образования. <br>

<p><br>
- Участникам Международной научно-практической конференции «GLOBAL EDUCATION – ОБРАЗОВАНИЕ БЕЗ ГРАНИЦ», состоявшейся 18 мая 2012 г.<br>

<p><br>
Уважаемые участники конференции!<br>
По итогам Международной научно-практической конференции «GLOBAL EDUCATION – ОБРАЗОВАНИЕ БЕЗ ГРАНИЦ» издан сборник материалов НПК. Получить сборник конференции следует, обратившись на кафедру профессионального образования.<br>

<p><br>
ИРО, ул. Академическая 16, кабинет № 319, т.(343) 369-29-86, (доб.139), методист Малышкина Анна Александровна.<br>

<p><br>
- Научно-практическая конференция «Профориентация в системе современного общества»<br>

<p><br>
Научно-практическая конференция<br>
5 июня 2013 - 10:00<br>

<p><br>
Уважаемые коллеги!<br>
5 июня 2013 года Институт развития образования совместно с  Свердловской региональной общественной организацией «Лиги Клубной Экономики» проводит научно-практическую конференцию «Профориентация в системе современного общества» в рамках программы мероприятий молодежного конгресса «Профессионал планеты. Эстафета поколений»<br>
Цель конференции: анализ и обобщение опыта региона по сопровождению профессионального самоопределения молодежи для формирования кадрового потенциала Свердловской области и устойчивого социально-экономического развития. Конференция состоится  в Конференц-зале Министерства физической культуры, спорта и молодёжной политики (ул. Малышева, 101). Начало работы конгресса в 10.00.<br>

<p><br>
- Межрегиональная научно-практическая конференция «Подготовка кадров для инновационной экономики: региональный аспект»<br>

<p><br>
Научно-практическая конференция<br>
28 мая 2013 - 10:00<br>

<p><br>
Уважаемые коллеги!<br>
Институт развития образования Свердловской области (ГБОУ ДПО СО «ИРО»)  в рамках программы мероприятий, посвященных 75-летию института, 28 мая 2013 г. проводит Межрегиональную научно-практическую конференцию «Подготовка кадров для инновационной экономики: региональный аспект».<br>
Цель конференции: анализ и обобщение опыта подготовки кадров  в учреждениях профессионального образования в соответствии  с потребностями инновационной экономики региона.<br>
К участию в конференции приглашаются:<br>
-  руководители, педагогические работники, специалисты  учреждений начального, среднего, высшего и дополнительного профессионального образования;<br>
-  руководители и педагогические работники общеобразовательных учреждений;<br>
- руководители и специалисты органов управления образованием, методических служб образовательных учреждений;<br>
-  руководители и представители научно-образовательных и учебных центров;<br>
-	 представители предприятий региона, малого и среднего бизнеса.<br>

<p><br>

- Итоговая аттестация слушателей образовательной программы «Интерактивные технологии в деятельности педагогов учреждений среднего профессионального педагогического образования»<br>


<p><br>
Уважаемые коллеги!<br>
Итоговое занятие (итоговая аттестация) слушателей образовательной программы «Интерактивные технологии в деятельности педагогов учреждений среднего профессионального педагогического образования» состоится 19 апреля  (пятница) 2013 г. по адресу Академическая, 16. Начало в 10 часов<br> 

<p><br>
- О переносе сроков проведения образовательной программы " Подготовка педагогов к реализации региональных требований к содержанию программы СППО Свердловской области"<br>

<p><br>
Уважаемые коллеги!<br>
Информируем Вас, что образовательная программа "Подготовка педагогов к реализации региональных требований к содержанию программы СППО Свердловской области", планируемая на 15.04.-20.04.2013 г. (1 сессия), переносится. Программа будет реализована во втором полугодии.<br>
Образовательная деятельность кафедры в апреле 2013<br>

<p><br>
Уважаемые коллеги!<br>
В апреле  2013 года   кафедра профессионального образования организует обучение по  следующим  программам повышения квалификации (см. прикрепленный файл). Обращаем Ваше внимание на то, что в апреле начинаются три программы стажировок. Заявки можно отправлять по электронному  адресу  ppo_irro@mail.ru<br> 
Кафедра профессионального образования т. (343) 369-29-86, (доб. 139, 161)<br>


<p><br>
- О переносе сроков проведения семинара «Использование электронных ресурсов и дистанционного режима в методической работе»<br>

<p><br>
Уважаемые коллеги!<br>

<p><br>
Информируем Вас, что семинар «Использование электронных ресурсов и дистанционного режима в методической работе» (8 час.), планируемый  на 12 марта 2013 года, переносится (о сроках проведения будет сообщено позднее)<br>

<p><br>
- Образовательная деятельность кафедры в феврале 2013<br>

<p><br>
Уважаемые коллеги!<br>
В феврале 2013 года   кафедра профессионального образования организует обучение по   программам повышения квалификации и проводит образовательные семинары (см. приложенный файл).<br>
Обращаем ваше внимание на то, что в соответствии с Положением о накопительной системе повышения квалификации в ИРО вы можете пройти обучение на всех образовательных семинарах, проводимых в ИРО,  в течение  2 лет (до 72 часов).<br>
В приложенном файле  указаны места проведения  программ и семинаров ( три площадки!!!).<br>

<p><br>
- Подведение итогов работы кафедры за 2012 год<br>

 <p><br>

На январском заседании кафедры профессионального образования ИРО подведены итоги работы кафедры за 2012 год.<br>
Государственное задание выполнено полностью по всем видам нагрузки, по количеству педагогов учреждений НПО и СПО, прошедших повышение квалификации на образовательных программах кафедры, задание выполнено на 136%.<br>
Степень удовлетворенности качеством проведенных программ подтверждает большое количество заявок на обучение педагогов, присланных в адрес кафедры на 2013 год: более сотни образовательных учреждений подали заявки на обучение более 1500 педагогов НПО и СПО. К сожалению, все заявки удовлетворить в рамках Государственного задания невозможно, но направления кафедры, вызвавшие наибольший интерес педагогов и руководителей – образовательные технологии, мониторинг качества профобразования, методическая работа в соответствии с требованиями ФГОС, уже учтены при планировании деятельности кафедры на 2013 год. Также запланировано большое количество образовательных семинаров, что позволит организовать обучение педагогов по накопительной системе.<br>
Завершена образовательная программа переподготовки для руководителей образовательных учреждений НПО и СПО «Менеджмент в образовании» (504 часа),  29 руководителей и заместителей руководителя учреждений НПО и СПО Свердловской области успешно защитили выпускные аттестационные работы, вручение дипломов состоится в конце января.<br>
   <br>
<p><br>
- График образовательной деятельности кафедры на 2013 год (1 полугодие)<br>

<p><br>
Уважаемые коллеги!<br>
Просим ознакомиться с графиком образовательной деятельности кафедры на 2013 год (1 полугодие) и  своевременно оформить заявку.<br>

<p><br>
- Методические рекомендации "Алгоритм проектирования образовательных программ профессиональной подготовки обучающихся с ограниченными возможностями здоровья и примеры рабочих учебных программ профессионального модуля"<br>

<p><br>
Уважаемые коллеги!<br>
Изданы методические рекомендации "Алгоритм проектирования образовательных программ профессиональной подготовки обучающихся с ограниченными возможностями здоровья и примеры рабочих учебных программ профессионального модуля", предназначенные для педагогов и руководителей специальных (коррекционных) школ и учреждений начального и среднего профессионального образования УНПО (СПО), реализующих программы допрофессиональной и профессиональной подготовки лиц с ограниченными возможностями здоровья.<br>
В пособии представлено положение о профессиональной подготовки обучающихся с ограниченными возможностями здоровья в специальных коррекционных группах в учреждениях начального и среднего профессионального образования, алгоритм разработки образовательной программы профессиональной подготовки, карты мониторинга сформированности профессиональных компетенций и примеры рабочих учебных программ профессионального модуля обучающихся с ограниченными возможностями здоровья.<br>
Заявки на приобретение методических рекомендаций принимаются по e-mail: ppo_irro@mail.ru или т.(343) 369- 29-86, (доб.139, 161), методист Малышкина Анна Александровна.<br>

<p><br>
- Вниманию слушателей образовательной программы профессиональной переподготовки по направлению "Менеджмент в образовании"<br>

<p><br>
Защита итоговых аттестационных работ будет проходить 21, 24 декабря 2012г. в ИРО, ул. Академическая 16, аудитория 302.  Начало с 9.00 час. до 14.00 час.<br>
Необходимо подготовить следующие документы:<br>
- копию документа об образовании;<br>
- копии удостоверений (кто не сдал).<br>

<p><br>
- Итоги семинара-совещания «Нормативно-правовые основания и организационно-содержательные условия аттестации педагогических работников»<br>

<p><br>
28–29 ноября 2012 года в ИРО состоялся семинар-совещание «Нормативно-правовые основания и организационно-содержательные условия аттестации педагогических работников».<br>
Целью проведенного мероприятия было развитие нормативно-правовой и организационной компетентности организаторов аттестации ОУ НПО и СПО.<br>
Участниками семинара-совещания стали методисты ОУ НПО и СПО Свердловской области, специалисты, ответственные за организационные вопросы аттестации.<br>
В семинаре-совещании приняли участие 151 человек из всех учреждений начального и среднего профессионального образования Свердловской области.<br>
В рамках семинара-совещания освещены нормативно-правовые, методологические и методические аспекты подготовки и проведения процедуры аттестации. Обсуждены критериально-оценочная система экспертной оценки практической деятельности работников образования и механизмы совершенствования методического сопровождения деятельности педагогов в межаттестационный период. Участники представили и обсудили личный опыт по методической поддержке профессиональной деятельности педагогов в своих учреждениях.<br>
По результатам семинара-совещания участниками было принято решение о создании при кафедре профессионального образования ИРО рабочей группы для разработки модели сопровождения педагогических работников в межаттестационный период, в том числе, структуры портфолио педагога учреждения профессионального образования.<br>

<p><br>
- Срочно! Слушателям ОП "Управление изменениями в ОУ НПО/СПО", претендующим на диплом о переподготовке<br>

<p><br>
Уважаемые коллеги!<br>
Итоговая аттестация по программе переподготовки состоится с 10 по 14 декабря 2012 года. Всем слушателям необходимо до 01.12.2012 г.  представить выпускные аттестационные работы с отзывом научного руководителя.<br>
Просим уточнить назначение научного руководителя на кафедре профессионального образования.<br>
Телефон кафедры 8(343) 369-29-86 (доб 139)<br>

<p><br>
- Реализация региональной модели профориентационной работы в системе образования Свердловской области<br>

<p><br>
23–24 октября 2012 г. во ФГАУ «ФИРО» прошло всероссийское совещание «Формирование и развитие системы профессиональной ориентации учащейся молодежи в рамках региональных программ развития профессионального образования». В работе совещания приняли участие представители Федерального института развития образования, региональных органов управления образованием, ведущие ученые-профориентологи, руководители и сотрудники образовательных учреждений и специализированных организаций (в том числе негосударственных), осуществляющих деятельность по сопровождению профессионального самоопределения обучающихся. 29 субъектов Российской Федерации были представлены на совещании региональными координаторами в области профориентации и сопровождения профессионального самоопределения обучающихся. От Свердловской области в работе совещания приняла участие зав. кафедрой профессионального образования ГБОУ ДПО СО «ИРО» Герасимова Марина Анатольевна.<br> 

<p><br>
- Вниманию слушателей<br>

<p><br>
Уважаемые коллеги!<br>
По вашим заявкам формируется группа слушателей на образовательную программу "Подготовка педагогов УНПО и УСПО к реализации ФГОС профессионального образования" вариативный модуль "Преподавание предметов общеобразовательного цикла в учреждениях начального и среднего профессионального образования, кадетских школах: реализация компетентностного подхода".<br>
1 сессия 06.11-09.11.2012 г.<br>
2 сессия 14.11-16.11.2012 г.<br>
3 сессия 04.12-07.12.2012 г.<br>
Начало занятий 06.11.2012 г.<br>
Регистрация с 9.00 час. до 10.00 час. , ИРО, ул Академическая, 16, ауд. 302<br>
Телефон гостиницы: 245-81-01<br>

<p><br>
- Управлением ФСКН России по Свердловской области объявлены областные конкурсы<br>

<p><br>
Уважаемые коллеги!<br>
Предлагаем принять участие в конкурсах:<br>
- на лучшую электронную антинаркотическую листовку;<br>
- на лучшую программу по профилактике наркомании в муниципальных учреждениях Свердловской области.<br>
Положения о проведении конкурсов размещены на официальном сайте УФСКН России по Свердловской области: 66.fskn.gov.ru<br>

<p><br>
- Семинар-совещание "Актуальные вопросы деятельности муниципальных методических служб в 2012-2013 учебном году" (09-10 октября 2012 г.)<br>

<p><br>
Уважаемые коллеги!<br>
Приглашаем вас к участию в работе секции<br> 
«Система деятельности методических служб  ОУ СПО в условиях сетевого взаимодействия»<br>
Цель работы:<br>
Определить ключевые направления и основное содержание работы  методических служб в  условиях модернизации системы профессионального образования Свердловской области<br>
Участники:<br>
– руководители, специалисты методических служб ОУ СПО, в том числе педагогических колледжей, Регионального ресурсного центра развития профобразования, профильных ресурсных  центров развития профобразования.<br>
Содержание работы секции (проект! в доработке):<br>
1. Круглый стол «Актуальные вопросы деятельности методических служб в процессе модернизации профессионального образования».<br>
Вопросы для обсуждения:<br>
1) Модернизация сети учреждений СПО в аспекте методического сопровождения:  назначение, функции, полномочия методических служб<br>
2) Организация деятельности методических служб: новый взгляд с позиции ФГОС, регионализации профессионального образования.<br>
3) Организация методического взаимодействия педагогов внутри учреждения как функция методической службы: современные подходы, модели<br>
4) Взаимодействие с муниципальными методическими службами: «новые вызовы»<br>
Работа в группах по направлениям («по вертушке»)<br>
1) Содержание и механизмы работы  методических служб в организации методической работы с педагогами в учреждениях профессионального образования (сопровождение конкурсной деятельности, сопровождение проектной деятельности, межаттестационного периода, методические темы педагогов и т.п.)<br>
2) Содержание и механизмы работы  методических служб в организации сетевого взаимодействия  с учреждениями  профессионального образования области.<br>
3) Взаимодействие  с научными учреждениями, ГБОУ ДПО СО «ИРО», ВУЗами.<br>
4) Содержание и механизмы взаимодействия с учреждениями профессионального образования УРФО, РФ.<br>
3. «Аукцион идей» (деловая игра)<br>
4. Групповая работа «Разработка программы деятельности методической службы»<br>
 
 <p><br>
Просим вас до 05.10.12 подтвердить участие и заполнить информационную карту (см. приложенные файлы). Отправить заявку и заполненную информационную карту необходимо на эл. адрес ppo_irro@mail.ru)<br>
 
 <p><br>
Кафедра профессионального образования ГБОУ ДПО СО «ИРО»<br>


<p><br>
- Список групп слушателей образовательной программы стажировок<br>

<p><br>
Уважаемые коллеги!<br>
Сформированы группы слушателей ОП "Подготовка педагогов УНПО и УСПО к реализации ФГОС профессионального образования" вариативный модуль "Развитие образовательного процесса на основе освоения педагогами профессионального обучения современных производственных технологий"<br>
Стажировка "Нетрадиционные технологии в сфере общественного питания" 01.10-02.10.2012 г.<br>
Стажировка "Инновации в малом бизнесе" 01.10-02.10.2012 г.<br>
Стажировка "Информационные технологии в образовательном процессе"  03.10-04.10.2012 г.<br>
Стажировка по профессии "станочник (металлообработка)" 03.10-04.10.2012 г.<br>
Регистрация на вышеперечисленные программы  с 9.00 до 10.00 часов, аудитория 302.<br>
г. Екатеринбург, ул. Академическая 16, ИРО<br>
Стажировка "Диагностика двигателей" 08.10-09.10.2012 г.<br>
Стажировка "Конструктивное моделирование швейных изделий"  08.10-09.10.2012 г.<br>
Регистрация слушателей на указанные выше программы с 9.00 до 10.00 часов, аудитория 328.<br>
г. Екатеринбург, ул. Академическая 16, ИРО<br>
Телефон гостиницы 245-81-08<br>

<p><br>
- Информация о наборе в группы программ стажировок<br>

<p><br>
Уважаемые коллеги!<br>
Приглашаем педагогов специальных дисциплин и мастеров производственного обучения ОУ НПО и СПО  на обучение по вариативному модулю «Развитие образовательного процесса на основе освоения педагогом профессионального обучения современных производственных технологий». Стажировка по ОП:<br>
– «Нетрадиционные технологии в сфере общественного питания» (для работающих по программам профессий НПО и специальностей СПО сферы потребительского рынка – технологи, повара)<br>
– «Инновации в малом бизнесе»  (для работающих по программам профессий НПО и специальностей СПО сферы потребительского рынка – экономисты, бухгалтеры, продавцы)<br>
– «Информационные технологии в образовательном процессе»<br>
– Стажировка по профессии «Станочник(металлообработка)»<br>
– «Диагностика двигателей»<br>
– «Конструктивное моделирование швейных изделий».<br>
 В приложенном файле график проведения стажировок. Заявки посылать на кафедру профессионального образования ИРО (ppo_irro@mail.ru) с пометкой «Заявка на стажировку» до 29.09.2012 г.<br>
 Квота на участие в программе – от одного образовательного учреждения – не более 2 человек.<br>


<p><br>
- Список группы слушателей образовательной программы «Мониторинг качества профессионального образования в условиях введения ФГОС НПО/СПО»<br>

Уважаемые коллеги!<br>
Сформирована группа слушателей на ОП "Подготовка педагогов УНПО и УСПО к реализации Федеральных государственных образовательных стандартов профессионального образования» ВМ: «Мониторинг качества профессионального образования в условиях введения ФГОС НПО/СПО»<br>
Регистрация 25.09.2012 года с 9.00 до 10.00 часов, ул Академическая 16, аудитория 302<br>
Телефон гостиницы: 245-81-01 <br>

<p><br>
- Список группы слушателей образовательной программы "Развитие компетентности учителя технологии"<br>

<p><br>
Уважаемые коллеги!<br>
По вашим заявкам сформирована группа слушателей на ОП "Развитие профессиональной компетентности учителя технологии" Вариативный модуль: «Современные педагогические технологии в процессе технологического образования». Всего  32 человека.<br> 
Регистрация 17.09.2012 года с 9.00 до 10.00 часов, ул Академическая 16, аудитория 302 (согласно списку) <br>
Телефон гостиницы: 245-81-01 <br>

<p><br>
- Обсуждение проекта Центра профессионального образования ФГАУ "ФИРО"<br>

<p><br>
Уважаемые коллеги!<br>
Предлагаем вам обсудить проект «Концепции организационно-педагогического сопровождения профессионального самоопределения обучающихся в условиях непрерывности образования», разработанный Центром профессионального образования ФГАУ «ФИРО».<br>

<p><br>
- Итоги совещания «Готовность педагогов и мастеров производственного обучения учреждений начального и среднего профессионального образования к использованию современных производственных технологий в образовательном процессе»<br>

 
 <p><br>
  14 июня в «Институте развития образования» подведены итоги реализации образовательной программы повышения квалификации педагогов и мастеров производственного обучения, которые обучались по образовательной программе  «Развитие образовательного процесса на основе освоения педагогом профессионального обучения современных производственных технологий» (стажировка).<br>
   
<p><br>
- Участникам региональной научно-практической конференции "Федеральный государственный образовательный стандарт начального и среднего профессионального образования – инновационный ресурс развития профессионального образования», состоявшейся 8 июня 2011 г<br>

<p><br>
Уважаемые участники конференции!<br>
По итогам конференции издан сборник материалов НПК.<br>

<p><br>
- Совещание «Готовность педагогов и мастеров производственного обучения учреждений начального и среднего профессионального образования к использованию современных производственных технологий в образовательном процессе»<br>

<p><br>
Мероприятие<br>
14 июня 2012<br>
 
 <p><br>
Уважаемые коллеги!<br>


<p><br>
- Отчет о проведении Международной научно-практической конференции «GLOBAL EDUCATION – ОБРАЗОВАНИЕ БЕЗ ГРАНИЦ» в рамках Евразийского экономического форума молодежи «Путь навстречу»<br>

<p><br>
18 мая 2012 г.<br>

<p><br>
- Уважаемые руководители ОУ СПО !<br>

<p><br>
Приглашаем Вас принять участие в образовательной программе  «Развитие инновационного потенциала образовательного учреждения» вариативный модуль<br>

<p><br>
- Методические рекомендации "Организационно-педагогические условия преемственности допрофессиональной и профессиональной подготовки обучающихся с умственной отсталостью"<br>

<p><br>
Методические рекомендации предназначены для педагогов и руководителей специальных (коррекционных) школ и учреждений начального и среднего профессионального образования УНПО (СПО), реализующих программы допрофессиональной и профессиональной подготовки лиц с умственной отсталостью.<br>

<p><br>
- СРОЧНО! Слушателям ОП "Управление изменениями в ОУ НПО / СПО", претендующим на диплом о переподготовке<br>

<p><br>
Уважаемые коллеги!<br>
Просим вас, в понедельник утром (28.11.11 г.), передать на кафедру заполненное заявление (форма прилагается) и оригиналы документов.<br>
 
<p><br>
- Информация для слушателей образовательной программы<br>

<p><br>
Список слушателей ОП « Деятельность педагогов учреждений профессионального образования в условиях введения ФГОС НПО/СПО» (подготовка тьюторов)»<br>
с 12.09.2011г<br>

<p><br>
- Приглашение на образовательную программу<br>

<p><br>
 Уважаемые коллеги!<br> 
Предлагаем вам подать заявки на обучение по программе нового вариативного модуля кафедры профессионального образования «Деятельность педагогов учреждений профессионального образования<br>

<p><br>
- Научно-практическая конференция «Федеральный государственный образовательный стандарт начального и среднего профессионального образования – инновационный ресурс развития профессионального образования»<br>

<p><br>
Уважаемые коллеги!<br>
Обратите внимание на изменения в приложении 3 к информационному письму о НПК "Федеральный государственный образовательный стандарт начального и среднего профессионального образования – инновационный ресурс развития профессионального образования»<br>
