<h1 style="font-size: 18px;padding-top:50px;">Отдел программно-технического обеспечения</h1>

<p><br>
Отдел программно-технического обеспечения<br>

<p><br>
Отдел создан в сентябре 2010 года для решения задач, связанных с информатизацией образовательной и необразовательной деятельности организации.<br>

 <p><br>
Задачи:<br>
1.	Обеспечение работоспособности распределенной локальной вычислительной сети  института.<br>
2.	Обеспечение работы аппаратных и программных средств, составляющих информационную среду института  (файловые хранилища, средства управления базами данных, почтовая система, контроллеры домена, информационные и справочные ресурсы, система контроля доступа, комплексная автоматизированная информационная система института).<br>
3.	Обеспечение доступа сотрудников и слушателей к глобальной сети Интернет.<br>
4.	Организация и обеспечение работы информационно-технологических ресурсов института (сайты, порталы, дистанционные системы).<br>
5.	Обеспечение информационной безопасности (в том числе, персональных данных).<br>
6.	Обеспечение антивирусной защиты.<br>
7.	Техническое обслуживание и организация ремонта вычислительной и оргтехники.<br>
8.	Обеспечение компьютерной и оргтехникой подразделений института.<br>
9.	Организация функциональных рабочих мест сотрудников и обучающихся.<br>
10.	Контроль за соответствием используемого программного обеспечения требованиям текущего законодательства в области лицензирования.<br>
В распоряжении сотрудников и слушателей находиться 9 аудиторий, оборудованных современной компьютерной техникой (не менее 12 мест) с доступом к глобальной сети Интернет. Рабочие места преподавателей во всех аудиториях института оборудованы современной мультимедийной техникой: интерактивная доска с возможностью одновременной работы нескольких человек, короткофокусный проектор, высокопроизводительный компьютер. В институте установлена система видеоконференцсвязи LifeSize, предназначенная для проведения мероприятий, объединяющих двадцать базовых и стажировочную (институт) площадки, организованные в рамках Федеральной целевой программы развития образования на 2011-2015 годы по направлению «Достижение во всех субъектах Российской Федерации стратегических ориентиров национальной образовательной инициативы «Наша новая школа», и обеспечивающая трансляцию мероприятий в сети Интернет. В распоряжении сотрудников института также имеется современная система видеоконференцсвязи Vidicor, предназначенная для организации удаленного общения с неограниченным количеством слушателей. Ядром вычислительной среды института является Центр обработки данных, оборудованный современным серверным и коммутационным оборудованием и инженерной инфраструктурой.<br>

 <p><br>
Сотрудники отдела принимают участие в организации и проведении Государственной итоговой аттестации в форме Единого государственного экзамена (ЕГЭ) у учащихся 11 классов и Государственной итоговой аттестации учащихся 9 классов (ГИА-9) в новой форме.<br>

 <p><br>
В 2012 году при участии сотрудников отдела в институте началось поэтапное внедрение Комплексной автоматизированной информационной системы института, решающей следующие задачи:<br>
1)      Автоматизация процесса организации образовательной деятельности в институте, начиная с этапа приема заявок на обучение и заканчивая мониторингом результатов обучения;<br>
2)      Автоматизация процедур организации аттестации образовательных учреждений и их сотрудников;<br>
3)      Автоматизация процесса организации необразовательной деятельности в институте (конкурсов, олимпиад, конференций и т.п.);<br>
4)      Автоматизация документооборота в учреждении;<br>
5)      Автоматизация процессов, связанных с устранением инцидентов, возникающих при работе с программным обеспечением и вычислительной техникой.<br>
