<h1 style="font-size: 18px;padding-top:50px;">Отдел сопровождения конкурсов и инновационных проектов</h1>
<p><br>
Отдел сопровождения конкурсов и инновационных проектов в образовании<br>

<p><br>
Отдел сопровождения конкурсов и инновационных проектов в образовании в структуре ИРО имеет целью создание комплекса условий, обеспечивающих информационное, организационное и методическое сопровождение конкурсов, олимпиад, фестивалей, смотров, выставок инноваций в образовании, форумов; приоритетных проектов, реализуемых в образовательных учреждениях – базовых площадках Института, и иных конкурсных мероприятий областного и межрегионального уровней среди педагогов и обучающихся, студентов образовательных учреждений различных типов и видов. В задачи отдела также входит установление взаимодействия Института с учреждениями образования и культуры, средствами массовой информации по вопросам организации конкурсных мероприятий в целях обеспечения качества их проведения и освещения результатов в пространстве Свердловской области и Уральского федерального округа.<br>
 
 <p><br>
Важным направлением в работе отдела является поддержка и развитие молодежных инициатив.<br>
 
 <p><br>
Сегодня, когда в области идет активная работа в рамках комплексного проекта модернизации образования, президентской инициативы «Наша новая школа», отдел включается в нее, участвуя в разработке организационно-методических оснований проведения областных акций как олимпиады, форумы, выставки инновационных разработок, созданных в рамках реализации научно-образовательных проектов ИРО; смотры-конкурсы, например, региональный  конкурс на соискание премий Губернатора Свердловской области педагогическим работникам. Традиционный профессиональный конкурс в масштабах России в нашей области имеет свою особенность – в нем участвуют не только учителя школ, но и педагоги учреждений начального и среднего профессионального, дошкольного и дополнительного образования; психологи, социальные педагоги и педагоги-организаторы – все, чей опыт и творчество направлены на развитие системы регионального образования.<br>
 
 <p><br>
Направления деятельности отдела:<br>
•	содействие реализации межрегиональных, межвузовских и иных совместных конкурсов и проектов;<br>
•	содействие формированию и развитию среды профессионального общения педагогов-победителей и призеров региональных  конкурсов, инновационных проектов, реализуемых в ОУ –базовых площадках ИРО;<br>
•	участие в проведении мероприятий, осуществляемых в системе образования по Указу Президента РФ, Губернатора и Правительства Свердловской области, связанных с культурно-историческими и памятными событиями российского и мирового значения.<br>
На сайте ИРО и портале "Образование Урала" размещается информация о проектах и программах, итогах конкурсов и областных акций, курируемых подразделением, методические и информационно-справочные материалы для педагогических и руководящих работников системы образования, социальных партнеров.<br>
 
 <p><br>
Заведующий отделом<br>
Бутина Светлана Львовна<br>
кандидат философских наук<br>
 
 <p><br>
Сотрудники отдела<br>
 
 <p><br>
Узлова Людмила Вазгеновна,<br>
специалист по учебно-методической работе, Заслуженный учитель Российской Федерации<br>
 
 <p><br>
Шалагина Елена Юрьевна<br>
специалист по учебно-методической работе<br>
 
 <p><br>
Контактная информация<br>
Тел.: (343)257-31-33,  (343)257-36-58<br>      
 Екатеринбург, ул. Щорса, 92 а, корп.4, кабинеты: 216, 221<br>
 
 <p><br>
e-mail: iroso@list.ru<br>

<p><br>
- О финале Всероссийского конкурса «Учитель года России - 2013»<br>

<p><br>
Выставка<br>
24 сентября 2013<br>
 
 <p><br>
24 сентября во Дворце культуры «Октябрь» города Подольска Московской области состоялось открытие Всероссийского финала конкурса «Учитель года России-2013». На финал  прибыли  учителя из 79 регионов России. Свердловскую область представляет победитель регионального этапа Всероссийского конкурса «Учитель года России- 2013»  учитель английского языка  МАОУ- гимназия  №94, г. Екатеринбурга Семенова Юлия Леонидовна. Приглашаем коллег познакомиться с хронологией конкурсных дней и виртуально поддержать Юлию Леонидовну. Официальный сайт конкурса: http://учительроссии.рф.<br>
Ответственный:  Бутина Светлана Львовна - заведующий отделом сопровождения конкурсов и инновационных проектов в образовании. 

<p><br>
-Всероссийский конкурс организаторов воспитательного процесса «Воспитать человека», региональный этап<br>

<p><br>
Конкурс<br>
1 июля 2013 - 10 октября 2013<br>
Приглашаем педагогов принять участие во Всероссийском конкурсе организаторов воспитательного процесса «Воспитать человека». Подготовку и проведение регионального этапа осуществляет Государственное автономное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования».<br>
 
 <p><br>
В Конкурсе могут принимать участие педагогические работники  образовательных организаций  различных типов и видов, форм собственности (учреждений дошкольного,  начального общего, основного общего, среднего общего образования; начального и среднего профессионального, образования; дополнительного образования) –  классные руководители,  заместители директора по воспитательной работе, воспитатели, социальные педагоги, старшие вожатые, педагоги дополнительного образования детей, педагоги-психологи,  имеющие педагогический стаж работы не менее 5 лет.  Возраст участников не ограничивается.<br>
 
 <p><br>
Конкурс проводится в заочной форме в июле – октябре 2013 года.<br>

<p><br>
Для участия в конкурсе в адрес оргкомитета (г.Екатеринбург, ул. Щорса, 92,а, к.4, к. 216, 221) до 10 октября 2013 года  необходимо направить  комплект конкурсных документов:<br>
    1. Заявка (Приложение 1). К заявке, представляемой Участником, прилагается решение руководителя образовательного учреждения о выдвижении данного Участника  на конкурс.<br>
    2. Портфолио (приложение к заявке), которое содержит:<br>
- подробную анкету-представление (Приложение 2);<br>
- описание опыта работы участника, его достижений;<br>
- наиболее значимые авторские проекты, программы, аналитические материалы (диагностики изучения детского коллектива, список публикаций и печатных работ (при их наличии), составленный с учетом библиографических требований -  в одном экземпляре в печатном виде и на электронном носителе. Объем материалов не более 15-20 страниц текста (без учета приложений).<br>
    3. Цветная фотография  (4х6 см или 10х15 см) Участника.<br>
4.	Видеоматериалы «Самопрезентация» (или видеоролик «Я в профессии», «Моя миссия – воспитать Человека»)  (не более 5 мин.).<br> 
