<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>
<p><br>
Шалагина Елена Юрьевна<br>

<p><br>
Должность: <br>
специалист по учебно-методической работе<br>
Телефон: <br>
257-36-58<br>
Электронный адрес:<br> 
iroso@list.ru<br>
Узлова Людмила Вазгеновна, Засл. учитель РФ<br>

<p><br>
Должность: <br>
Специалист по учебно-методической работе<br>
Телефон: <br>
(343)257-31-33<br>
Электронный адрес:<br> 
l_uzlova@mail.ru<br>
Бутина Светлана Львовна, кандидат философских наук<br>

<p><br>
Должность: <br>
Заведующий отделом<br>
Телефон: <br>
(343)257-31-33<br>
Электронный адрес:<br> 
sha309@yandex.ru<br>
