<h1 style="font-size: 18px;padding-top:50px;">Состав подразделения</h1>
<p><br>
Сёмышева Мария Викторовна<br>

<p><br>
Должность: <br>
заведующий отделом<br>
Телефон: <br>
(343) 369-29-73 (доб.170); (343) 374-19-36<br>
Электронный адрес: <br>
amcirro@e1.ru<br>
Селянина Евгения Сергеевна<br>

<p><br>
Должность: <br>
методист<br>
Телефон: <br>
(343) 369-29-73 (доб.170); (343) 374-19-36<br>
Электронный адрес: <br>
amcirro@e1.ru<br>
Шамшурина Наталья Сергеевна<br>

<p><br>
Должность: <br>
методист<br>
Телефон: <br>
(343) 369-29-73 (доб.170); (343) 374-19-36<br>
Электронный адрес: <br>
amcirro@e1.ru<br>
