<h1 style="font-size: 18px;padding-top:50px;">Доклады, выступления в СМИ</h1>
<p>
- Доклад Грединой О.В. "Об основных результатах единого государственного экзамена в свердловской области в мае-июне 2013 года; проблемах, выявленных в ходе его подготовки и проведения"

<p>
- Информация о результатах единого государственного экзамена в Свердловской области в 2012 году

<p>
- Доклад О.В. Грединой "О состоянии качества образования в Свердловской области в 2012 году"

<p>
- Доклад "О результатах муниципального этапа диагностических контрольных работ" на видеоконференции по вопросу "О мероприятиях по изменению организационно правовой формы учреждений образования и подготовке к единому государственному экзамену в 2013 году

<p>
- Доклад О.В.Грединой. Семинар-совещание "Учреждения повышенного статуса как инновационный ресурс образования Свердловской области"

<p>
- Доклад О.В. Грединой "Воспитание в современной образовательной системе: организация и управление"

<p>
- Доклад О.В. Грединой. Большой педагогический совет с педагогическими колледжами "Кадровая политика как фактор развития педагогического образования Свердловской области"

<p>
- Состояние качества образования в Свердловской области: результаты и перспективы

<p>
- Развитие этнокультурного образования в контексте модернизации российского образования

<p>
- Доклад О.В. Грединой. Форум сельских школ

<p>
- Выступление ректора на президиуме Правительства Свердловской области по вопросу «О мероприятиях по реализации в Свердловской области федерального государственного стандарта начального общего образования»

<p>
- Доклад О.В. Грединой от 29.03.2011. Cлет лидеров в образовании

<p>
- Выступление на семинаре-совещании руководителей органов местного самоуправления, осуществляющих управление в сфере образования, руководителей учреждений системы начального и среднего профессионального образования Свердловской области

<p>
- В гостях у e1.ru

<p>
Предлагаем Вашему вниманию интервью, составленное по вопросам посетителей сайта E1.RU
В гостях у e1.ru Оксана Владимировна Гредина, ректор Института развития образования Свердловской области
