<h1 style="font-size: 18px;padding-top:50px;">Архив</h1>

<p><br>
- Об итогах проведения областного конкурса «Учитель – профессия мужская» в 2013 году<br>

<p><br>
4 декабря  2013 года в ГАОУ ДПО СО «Институт развития образования» состоялся финал областного конкурса «Учитель – профессия мужская».<br> 
         Конкурс проводился  в целях выявления талантливых педагогов – мужчин, их поддержки и поощрения, повышения престижа учительского труда, распространения эффективных педагогических практик лучших учителей Свердловской области. Конкурс в Свердловской области проводился  во второй раз, в нем  приняли участие 33 педагога образовательных организаций (учреждений) различных типов и видов из 16 муниципальных образований области:<br>

<p><br>
<table>
<th>
 <td></td>
 <td>Территория</td>
 <td>Количество</td>
</th>

<tr>
 <td>1</td>
 <td>МО г. Екатеринбург</td>
 <td>9</td>
</tr>

<tr>
 <td>2</td>
 <td>Новоуральский ГО</td>
 <td>4</td>
</tr>
<tr>
 <td>3</td>
 <td>МО г. Ирбит</td>
 <td>3</td>
</tr>
<tr>
 <td>4</td>
 <td>Новолялинский ГО</td>
 <td>3</td>
</tr>
<tr>
 <td>5</td>
 <td>г. Нижний Тагил</td>
 <td>2</td>
</tr>
<tr>
 <td>6</td>
 <td>МО г. Красноуфимск</td>
 <td>2</td>
</tr>
<tr>
 <td>7</td>
 <td>Артинский ГО</td>
 <td>1</td>
</tr>
<tr>
 <td>8</td>
 <td>Асбестовский ГО</td>
 <td>1</td>
</tr>
<tr>
 <td>9</td>
 <td>Г. Каменск-Уральский</td>
 <td>1</td>
</tr>
<tr>
 <td>10</td>
 <td>Качканарский ГО</td>
 <td>1</td>
</tr>
<tr>
 <td>11</td>
 <td>МО Алапаевское</td>
 <td>1</td>
</tr>
<tr>
 <td>12</td>
 <td>МО Красноуфимский округ</td>
 <td>1</td>
</tr>
<tr>
 <td>13</td>
 <td>Нижнетуринский ГО</td>
 <td>1</td>
</tr>
<tr>
 <td>14</td>
 <td>Новолялинский ГО</td>
 <td>1</td>
</tr>
<tr>
 <td>15</td>
 <td>Пышминский ГО</td>
 <td>1</td>
</tr>
<tr>
 <td>16</td>
 <td>Режевской ГО</td>
 <td>1</td>
</tr>
       
</table>


<p><br>
В очном туре конкурса участвовали 8 финалистов -  победителей  заочного  этапа. В соответствии с Положением конкурсанты представили мастер-класс по приоритетным проблемам современного образования и свой творческий портрет в форме самопрезентации. Педагогическое сообщество: педагоги, руководители ОУ, студенты Свердловского областного педагогического колледжа тепло, с интересом принимали выступления коллег, активно участвуя в различных формах профессиональной деятельности и  общения, предложенных конкурсантами.<br>
         По итогам выполнения заданий очного тура авторитетное  жюри определило победителей конкурса «Учитель – профессия мужская»:<br>
Дипломом первой степени награжден  Лесунов Виктор Леонидович, Заслуженный учитель России, учитель физики  МАОУ «СОШ № 10», город Ирбит<br>
Дипломом второй степени награжден Копылов Алексей Михайлович, учитель истории и обществознания МКОУ "СОШ № 23",  Режевской городской округ<br>
Диплом третьей степени присужден  Завьялову  Андрею Геннадьевичу, учителю физики МКОУ "СОШ № 13", город Ирбит.<br>
         Все участники отмечены сертификатом ГАОУ ДПО СО «ИРО», книгами; финалисты  - дипломами, ценными подарочными изданиями; победителям вручены электронные книги, цветы.      Все члены  жюри дали оценку выступлениям, конкурсу в целом. Участники и гости высказали благодарность в адрес ИРО, организаторов. Единодушно  образовательное сообщество – за внесение конкурса в календарь 2014 года, с учреждением призового денежного фонда.<br>

<p><br>
- Уважаемые коллеги!<br>

<p><br>
Вопросы по трансферу из г. Нижнего Тагила до п. Ленёвки на слет «Лидер образования Свердловской области» можно задать по телефонам 8 (3435) 25-11-88; 25-52-38; 8 – 922-127-01-79 Добрынкиной Марии Павловне<br>

<p><br>
- Международный семинар «Развитие современных экономических систем мира».<br>

<p><br>
21 ноября 2013 года в рамках юбилейных мероприятий, посвященных 75-летию института,  кафедрой общественно-научных дисциплин совместно с департаментом международных отношений УрФУ для учителей обществознания, географии, экономики был проведен международный семинар «Развитие современных экономических систем мира».<br>
С педагогами Свердловской области и г. Екатеринбурга работали профессор УрФУ, к.п.н.  Анатолий Владиславович Степанов и профессор Краковского педагогического университета  Томаш Рахвал.  Обсуждаемые темы вызвали живой интерес учителей. На протяжении всего семинара слушатели активно включались в обсуждение предлагаемых проблем.<br>
<br>
<p><br><br>
- Социологическое исследование «Результативность повышения квалификации руководящих и педагогических работников Свердловской области»<br>
<br>
<p><br><br>
"Анкета для руководящих и педагогических работников, прошедших повышение квалификации"<br>


<p><br>
- Итоги информационно-методического дня в Западном управленческом округе.<br>

<p><br>
7 ноября 2013 года в Западном управленческом округе состоялся   информационно-методический день ГАОУ ДПО СО «Институт развития образования» на тему «Качество образования в Свердловской области: состояние и перспективы».<br>
Место проведения: МКОУ ДОД «Центр детского творчества р.п. Верхние Серги» Нижнесергинский муниципальный район, р.п. Верхние Серги, ул. Володарского, 8-а.<br>
В работе информационно-методического дня приняли участие главы муниципальных образований Западного управленческого округа; руководители и специалисты органов местного самоуправления, осуществляющие управление в сфере образования; руководители и специалисты муниципальных методических служб; руководители и заместители руководителей дошкольных и общеобразовательных организаций; руководители методических объединений учителей; классные руководители. Всего - 345 человек.<br>
Ректором Института Оксаной Владимировной Грединой был представлен анализ состояния качества образования в Свердловской области: результаты исследования по внедрению инструментария и процедур оценки качества начального общего образования в соответствии с Федеральными государственными образовательными стандартами общего образования, ГИА-9 по общеобразовательным предметам и ЕГЭ в Свердловской области в 2013 году, Всероссийской олимпиады школьников по основам наук; профессиональных конкурсов для педагогов. После доклада ректора участникам информационно-методического дня было предложено подробно обсудить актуальные вопросы развития образования в проблемных  группах.<br>
 
 <p><br>
Участниками проблемной группы «ФГОС дошкольного образования: управление введением» обсуждались вопросы, связанные с выбором дошкольной образовательной организацией примерной основной образовательной программы и УМК, построением предметно-пространственной среды, возможности оказания дополнительных услуг дошкольной образовательной организацией.<br>
В ходе обсуждения были определены проблемы:<br>
-       неготовность руководителей дошкольных образовательных организаций к обновлению локальных нормативных актов, к переходу на новую модель финансово-экономической деятельности;<br>
-       низкий уровень мотивации педагогов и руководителей на непрерывное профессиональное образование, на личностные профессиональные изменения;<br>
-       неготовность педагогических кадров к введению ФГОС дошкольного образования;<br>
-       неготовность педагога к применению (использованию) педагогических технологий, обеспечивающих индивидуализацию образования;<br>
-       трудности в реализации принципа поддержки детской инициативы и партнерства с семьей (не владение технологиями);<br>
-       не во всех территориях создана единая информационная сеть;<br>
-       отсутствие реестра примерных основных образовательных программ;<br>
-       нормативная неопределенность в возможности оказания дополнительных услуг дошкольной образовательной организацией.<br>
 
 <p><br>
Работа проблемной группы «Оценка достижения планируемых результатов  начального общего образования в соответствии с ФГОС: инструменты и итоги» организована с целью определения направлений деятельности образовательной организации по использованию результатов оценки достижений детей, демонстрирующих высокий уровень образовательных достижений и не освоивших требования ФГОС начального общего образования на базовом уровне.<br>
Через проведение рефлексивного круга всеми участниками группы были проанализированы достоинства и недостатки проведенной процедуры и использованных инструментов для оценки качества начального общего образования в соответствии с ФГОС начального общего образования; факторы (характеристики) образовательного процесса, наиболее значимые для достижения планируемых результатов; направления управленческих решений, обеспечивающие повышение качества начального общего образования. Результаты работы проблемной группы представлены в таблице.<br>

<p><br>
Условия, обеспечивающие организацию работы с детьми, демонстрирующими высокий уровень образовательных достижений и не освоившими требования ФГОС начального общего образования на базовом уровне<br>

<table>
<tr>
	<td>Условия</td>
	<td>Необходимые для организации работы с детьми, демонстрирующими высокий уровень образовательных достижений</td>
	<td>Необходимые для организации работы с детьми, не освоившими требования ФГОС начального общего образования на базовом уровне</td>
	<td>Риски</td>
	<td>Минимизация рисков</td>
</tr>
<tr>
	<td>Кадровые</td>
	<td>создание сетевых профиль­ных групп для работы с ода­ренными детьми; организация подготовки и профессиональной переподго-товки тьюторов, способных со-провождать построение учащи-мися своей индивидуальной образовательной программы; сформированная модель профессионального поведения  (деятельностный подход)</td>
	<td>создание сетевых проблем­ных групп для детей, не осво­ивших требования ФГОС на­чального общего образования на базовом уровне;привлечение психологов, логопедов, социальных педагогов к работе с детьми; межведомственное взаимо­действие по коррекции инди­видуального развития детей; включение в индивидуаль­ные программы учащихся ме­роприятий по устранению образовательных дефицитов</td>
	<td>недостаточная готовность учителей начальных  классов к введению ФГОС начального общего образования в части использования системно-дея­тельностного подхода, вы­страивания индивидуально образовательной траектории</td>
	<td>организация внутрифир­менного обучение; корпора-тивного повышения квалификации;организация повышеня квалификации с использова-ниием деятельностного подхода.организация социальных практик;взаимодействие с социаль­ными партнерами по органи­зации внеурочной деятельно­сти</td>
</tr>
<tr>
	<td>Информационно-методические</td>
	<td>использование информаци-онных ресурсов для педагогов по оцениванию качества образования;- создание блогов для детей, родителей;- разработка разноуровневых заданий для детей с особыми образовательными потребно­стями</td>
	<td>использование информаци-онных ресурсов для педагогов по оцениванию качества образования;- разработка разноуровневых заданий для детей с особыми образовательными потребностями; создание блогов для детей, родителей;подбор КИМов и включение их в рабочую программу пе­дагогов</td>
	<td>недоступность информации о требованиях ФГОС к результатам начального общего образования;перегрузка детей, особенно в части выполнения домашних заданий</td>
	<td>создание информационных ресурсов по оцениванию ка­чества образования;знакомство с положитель­ным опытом, в том числе базовых площадок ИРО, создание сети тьюторов по данной проблеме в округе, которые затем могут стать учителями в сетевой форме реализации основных образовательных программ для всего округа</td>
</tr>

<tr>
	<td>Организационно-содержательные</td>
	<td>реализация учебного плана общеобразовательной организации не только через урочные формы учебной деятельности для достижения планируемых образовательных результатов, но и через внеурочную деятельность</td>
	<td>реализация учебного плана общеобразовательной организации не только через урочные формы учебной деятельности для достижения планируемых образовательных результатов, но и через внеурочную деятельность</td>
	<td>учебный план общеобразовательной организации реализуется только через урочные формы учебной деятельности и достичь планируемых обра­зовательных результатов невозможно</td>
	<td>разработка рекомендаций и методических материалов по организации работы с детьми, демонстрирующими высокий уровень образовательных дос­тижений;разработка рекомендаций и методических материалов по организации работы с детьми, не освоившими требования ФГОС начального общего об-разования на базовом уровне;создание информационных ресурсов для ознакомления ро-дителей с целями и результа-тами реализации основной об-разовательной программы общеобразовательной организации, методами оценки образовательных достижений детей;изменение сроков проведения диагностики достижения планируемых результатов ФГОС начального общего образования;использование различных подходов по организации работы с детьми с особыми образовательными потребностями (работа в парах сменного состава, и др.)</td>
</tr>
<tr>
	<td>Финансово- экономические</td>
	<td>Стимулирование деятельности педагогов по достижению результатов участия детей в различных конкурсах, олимпиадах и др.</td>
	<td>Стимулирование деятельно­сти педагогов по достижению положительной динамики развития предметных, метапредметных, личностных результатов детей</td>
	<td>Снижение мотивации педаго­гов</td>
	<td>Внесение изменений в поло­жение о стимулирующих выплатах</td>
</tr>
</table>


<p><br>

В ходе работы проблемной группы «Внеурочная деятельность в процессе освоения основных образовательных программ основного и среднего общего образования» были обсуждены вопросы:<br>
- специфика внеурочной деятельности как инновационного компонента федеральных государственных образовательных стандартов общего образования. Специфика, воспитательный потенциал, целевые ориентиры, содержание и формы организации внеурочной деятельности в основной и средней школе;<br>
- затруднения педагога-предметника, классного руководителя при реализации внеурочной деятельности в основной и средней школе;<br>
- механизмы организации внеурочной деятельности в основной и средней школе;<br>
- ценностно-смысловые ориентиры при проектировании и организации внеурочной деятельности в  основной и средней школе.<br>
<br> 
 <p><br><br>
Участниками проблемной группы «Требования ФГОС к результатам основного и среднего общего образования и подготовка учащихся к государственной итоговой аттестации по русскому языку и литературе» были проанализированы результаты государственной итоговой аттестации обучающихся  9-х и 11-х классах в 2013 г. как одного из показателей качества образования, определены проблемы, затрудняющие достижение необходимого качества образования в соответствии с федеральными государственными образовательными стандартами общего образования.<br>
 <br>
 <p><br><br>
Участниками проблемной группы «Основные подходы к формированию и развитию универсальных учебных действий на предметах естественнонаучного и математического циклов: преемственность начального и основного уровней образования» обсуждались вопросы преемственности в формировании и развитии универсальных учебных действий на различных ступенях школьного образования и отсутствие результатов преемственности.<br>
Участники проблемной группы отметили значимость в проведении мониторинга готовности учащихся к государственной итоговой аттестации, создании индивидуальных маршрутов освоения элективных и вариативных курсов.<br>
<br> 
 <p><br><br>
Через рефлексивный круг участниками проблемной группы  «Организация образовательного процесса с использованием электронного обучения и дистанционных образовательных технологий: формы, ресурсы, кадры» были проанализированы элементы существующих моделей электронного обучения и дистанционных образовательных технологий в образовательных организациях Западного управленческого округа, выявлены оптимальные пути реализации электронного обучения и существующие риски, связанные с пониманием и реализацией электронного обучения как накопительных баз данных и различных ЭОР, которые часто не включены в основной образовательный процесс, а используются как дополнительный оперативный ресурс обучения, что приводит к перегрузке учащихся в школе.<br>
Анализ моделей был связан с проблематикой пленарного доклада «О состоянии качества образования в Свердловской области», в части результатов регулятивных и коммуникативных умений школьников, групповых проектов (неумение рационально распределять время и ресурсы, в том числе информационные), активизации познавательной деятельности учащихся в разных информационных средах, использованию ИКТ «от случая к случаю» при изучении учебных курсов.<br>
В ходе работы проблемной группы был актуализирован опыт работы в данном направлении базовых площадок ИРО в Западном управленческом округе и тьюторов кафедры ИКТ: «МБОУ «Артинский лицей» («модель смешанного обучения в начальной школе»), МКОУ гимназия «Еврогимназия» (модель включения педагогов в проект «Дистанционная школа»), МКОУ Криулинская СОШ (МО Красноуфимск («модель электронного обучения через вариативную часть учебного плана»). Были обозначены возможности реализации сетевой формы реализации образовательных программ с использованием дистанционных образовательных технологий в Западном управленческом округе за счет ресурса инновационных практик электронного обучения базовых площадок ИРО и развитой системы тьюториала.<br>
<br> 
 <p><br><br>
Участниками проблемной группы «Современные подходы к проектированию и организации процесса социализации учащихся» обсуждались вопросы, связанные с выстраиванием социализирующей деятельности образовательной организации, социализирующих функций педагога. В ходе обсуждения были определены следующие проблемы:<br>
-       неосознанность социализирующих функций педагога;<br>
-       отсутствие убеждения у педагогов необходимости посмотреть по-новому на организацию воспитательного процесса, поставить новую задачу;<br> 
-       недостаточность теоретических, практических знаний о социализации как процессе и результате и как, следствие, невозможность выстроить социализирующую деятельность образовательного учреждения.<br>
-       отсутствие анализа деятельности учителя и образовательного учреждения как педагогически обусловленной социализации;<br>
-       отсутствие выявленных социальных практик, актуальных для территории, где находится образовательная организация с учетом задач региона, областных социальных проектов;<br>
-       педагог «не успевает» сопровождать учащихся в интернет-пространстве;<br>
-       отсутствие системы работы образовательной организации с родителями;<br>
-       отсутствие социально-психологических служб в образовательной организации.<br>
Участниками проблемной группы «Роль общественно-научных дисциплин в обеспечении качества образования в соответствии с ФГОС основного и среднего общего образования» обсуждались вопросы преподавания истории в основной и средней школе, оценки достижения планируемых результатов освоения учебных программ основного и среднего общего образования предметной области «Общественные науки».<br>
В ходе групповой работы были сформулированы частные проблемы, а также участники: 1) познакомились с основными положениями Концепции историко-культурного стандарта во второй редакции от 30 октября 2013 года; 2) рассмотрели и предложили возможные направления интеграции (содержательная, технологическая) учебных дисциплин в предметной области «Общественные науки»; 3) определили механизмы оценки планируемых результатов.<br>
В ходе работы проблемной группы участниками были сформулированы предложения в адрес учителя общественно-научных дисциплин:<br>
- курс «Мировая история» в 10-11 классе интегрировать с МХК;<br>
- согласовывать рабочие программы или разрабатывать интегрированные рабочие программы учебных курсов; проектировать интегрированные уроки;<br>
- внедрять в учебный процесс современные образовательные технологии, в том числе технологии проектной и исследовательской деятельности.<br>
 
 <p><br>
Участники проблемной группы «Совершенствование этнокультурной компетентности учителя родного языка в соответствии с требованиями ФГОС основного и среднего образования» обсудили вопросы, связанные созданием условий для формирования у учащихся позитивной российской гражданской идентичности, в т. ч. идентичности этнической и региональной.<br>
По результатам работы участниками проблемной группы были сформулированы следующие рекомендации и предложения:<br>
В адрес общеобразовательных организаций , реализующих  основную образовательную программу с этнокультурным компонентом:<br>
-         Активизировать работу по созданию условий для формирования у учащихся позитивной российской гражданской идентичности, в т. ч. идентичности этнической и региональной:<br>
-       продумать возможность включения в основную образовательную программу образовательной организации этнокультурного компонента;<br>
-       продумать возможность участия в разработке метапредметных этнопроектов на уровне школы, района, области;<br>
-       расширить участие учащихся и учителей в конкурсах, олимпиадах и т.д. этнокультурной направленности;<br>
-         сформировать внутреннюю систему оценки качества этнокультурного компонента образования в образовательной организации;<br>
-         определить кадровый ресурс для участия в проекте по внедрению этнокультурного компонента образования;<br>
-         обеспечить мотивацию педагогов к повышению квалификации и внедрению этнокультурного компонента образования;<br>
-         активизировать работу с родителями.<br>
В адрес  Института развития образования:<br>
-         инициировать проект создания на базе образовательных организаций г.Екатеринбурга и Свердловской области центров этнокультурного компонента образования (по модели школа-Центр и школы-спутники, инновационная площадка);<br>
-         выработать регламент взаимодействия Института развития образования и образовательных организаций Западного управленческого округа в рамках реализации проекта по созданию центров этнокультурного образования;<br>
-         разработать методические рекомендации по написанию руководителями образовательных учреждений основной образовательной программы образовательной организации с включением этнокультурного компонента;<br>
-         разработать методические рекомендации по разработке и реализации метапредметных этнопроектов;<br>
-         разработать методические рекомендации по реализации этнокультурного компонента при изучении отдельных тем образовательной области «Филология»;<br>
-         организовать повышение квалификации по следующим темам:<br>
-              разработка этнокультурного компонента основной образовательной программы общего образования;<br>
-              разработка метапредметных этнокультурных проектов;<br>
-              создание новой образовательной среды (межведомственной, сетевой) для реализации этнокультурного компонента образования.<br>

<p><br>
Участниками проблемных групп были определены не только совокупность условий, необходимых для решения рассматриваемых проблем, но и необходимое и фактическое состояние системы, определение рисков и их минимизация на различных уровнях.<br>
 
 <p><br>
По результатам работы участниками проблемных групп были сформулированы  следующие рекомендации и предложения:<br>
В адрес  Министерства общего и профессионального образования Свердловской области:<br>
1.	Разработать сетевой график (план действий) введения ФГОС дошкольного образования в дошкольных образовательных организациях Свердловской области.<br>
2.	Создать сеть региональных стажировочных площадок дошкольных образовательных организаций по введению ФГОС дошкольного образования.<br>
3.	Обеспечить широкое информирование общественности через средства массовой информации о подготовке к введению и порядке перехода на ФГОС дошкольного образования.<br>
4.	Предусмотреть возможность финансирования реализации как обязательной, так и вариативной части основной  образовательной программы дошкольного образования. Подготовить рекомендации по вопросам финансирования внеурочной деятельности для органов местного самоуправление, осуществляющих управление в сфере образования, руководителей образовательных организаций.<br>
5.	Предусмотреть финансовую поддержку детям из малообеспеченных семей для участия их в конкурсах и олимпиадах регионального уровня.<br>
 
 <p><br>
В адрес  Института развития образования:<br>
1.	Организовать апробацию введения ФГОС дошкольного образования на базовых площадках ИРО.<br>
2.	Обеспечить научно-методическое сопровождение введения ФГОС дошкольного образования.<br>
3.	Разработать программы:<br>
-         по междисциплинарному обучению в основной и старшей школе;<br>
-         по гражданско-нравственному развитию и воспитанию школьника.<br>
1.	Организовать проведение интерактивных консультаций для руководящих и педагогических работников образовательных организаций.<br>
2.	Разработать диагностические материалы для оценивания метапредметных результатов обучающихся на межпредметной основе.<br>
3.	Разработать методические рекомендации:<br>
-         по организации работы с детьми, демонстрирующими высокий уровень образовательных достижений и не освоившими требования ФГОС общего образования на базовом уровне;<br>
-         о путях достижения личностных и метапредметных результатов в образовательном процессе;<br>
-         по проектированию и организации процесса социализации учащихся в ходе освоения образовательной программы основного общего образования;<br>
-         по изучению отдельных тем по истории России в соответствии с Историко-культурным стандартом;<br>
-         по использованию современных образовательных технологий в образовательном процессе;<br>
-         по организации электронного обучения с применением дистанционных образовательных технологий в ОУ Свердловской области.<br>
1.	Обеспечить повышение квалификации и профессиональную переподготовку, в том числе с применением дистанционных образовательных технологий, руководящих и педагогических работников:<br>
-         по вопросам введения ФГОС дошкольного образования;<br>
-         по освоению педагогами инновационных технологий организации образовательного процесса на разных уровнях общего образования;<br>
-         по вопросам обеспечения преемственности в реализации федеральных образовательных стандартов основного и старшего общего образования;<br>
-         по вопросам интеграции общего и дополнительного образования в процесс организации внеурочной деятельности в условиях реализации ФГОС основного общего образования;<br>
-         по темам «Социальное проектирования в рамках урочной и внеурочной деятельности», «Работа с родителями», «Воспитание и социализация подростков в современных условиях».<br>
1.	Обобщить опыт базовых площадок ИРО по реализации моделей электронного обучения с использованием дистанционных образовательных технологий с последующей организацией стажировок.<br>
2.	Выработать регламент взаимодействия Института развития образования и образовательных организаций Западного управленческого округа в рамках реализации проекта ГАОУ ДПО СО «ИРО» «Дистанционная школа».<br>
 
 <p><br>
Для  руководителей образовательных учреждений:<br>
1.	Сформировать внутреннюю систему оценки качества образования в образовательной организации, обеспечить мониторинг удовлетворенности родителей качеством образовательных услуг.<br>
2.	 Мотивировать кадры к непрерывному профессиональному росту и повышению квалификации.<br>
3.	Разрабатывать программы развития образовательных организаций с максимальным участием органов государственно-общественного управления.<br>
4.	Обеспечивать информационную активность сайтов образовательных организаций; создать блоги педагогов.<br>
5.	Провести «самообследование» образовательной системы дошкольных образовательных организаций, ресурсов на соответствие возможности реализовать ФГОС дошкольного образования; обеспечить информационную открытость результатов внутреннего аудита.<br>
6.	Произвести анализ урочной и внеурочной деятельности в образовательной организации как педагогически обусловленной социализации.<br>
7.	Повести педагогические советы в образовательных учреждениях по теме «Социальное проектирование».<br>
8.	Обеспечить организационно-содержательные условий для развития каждого обучающегося.<br>
9.	 Определить разные формы стимулирования педагогов (стимулировать морально и материально не только развитие одаренных детей, но и динамику развития учащихся, испытывающих трудности в обучении)<br>
10.   Пересмотреть штатное расписание в целях введения в штат специалистов: психологов, логопедов, социальных педагогов, организовать совместное обучение команд педагогов из начальной и основной школы<br>.
11.   Организовать взаимодействие с социально-психологическими службами по вопросам социализации.<br>
12.  Предусмотреть в плане внеурочной деятельности предоставление часов для индивидуальных (индивидуально-групповых) занятий с учащимися с разным уровнем подготовки.<br>
13.  Разработать нормативную базу общеобразовательной организации для реализации электронного обучения с дистанционными образовательными технологиями на разных уровнях образования.<br>
14.  Определить кадровый ресурс для обучения в проекте «Дистанционная школа» с целью последующей организацией электронного обучения, обучения с применением дистанционных образовательных технологий через сетевую форму реализации основной образовательной программы.<br>
15.	 Обеспечить внедрение системы дистанционного обучения и ее ресурсов на уровне среднего общего образования как одного из видов образовательной деятельности, включенной в основную образовательную программу школы.<br>

<p><br>
- Итоги информационно-методического дня в Восточном управленческом округе.<br>

 
 <p><br>
30 октября 2013 года в Восточном управленческом округе состоялся   информационно-методический день ГАОУ ДПО СО «Институт развития образования» на тему «Качество образования в Свердловской области: состояние и перспективы».<br>
Место проведения: Муниципальное автономное общеобразовательное учреждение средняя общеобразовательная школа № 56 г. Артемовский.<br>
В работе информационно-методического дня приняли участие главы муниципальных образований; руководители и специалисты органов местного самоуправления, осуществляющие управление в сфере образования; руководители и специалисты муниципальных методических служб; руководители и заместители руководителей дошкольных и общеобразовательных организаций; руководители методических объединений учителей; классные руководители. Всего - 336 человек.<br>
Ректором Института Оксаной Владимировной Грединой был представлен анализ состояния качества образования в Свердловской области: результаты исследования  по внедрению инструментария и процедур оценки качества начального общего образования в соответствии с Федеральными государственными образовательными стандартами,  ГИА-9 по общеобразовательным предметам и ЕГЭ в Свердловской области в 2013 году, Всероссийской олимпиады школьников по основам наук; профессиональных конкурсов. После доклада ректора участникам информационно- методического дня было предложено подробно обсудить актуальные вопросы в проблемных  группах.<br>
Участниками  проблемной группы «ФГОС дошкольного образования: управление введением» обсуждались вопросы, связанные  с выбором дошкольной образовательной организацией примерной основной образовательной программы и УМК, построением предметно-пространственной среды, возможности оказания дополнительных услуг дошкольной образовательной организации.<br>
Участниками  проблемной группы  «Оценка достижения планируемых результатов  начального общего образования в соответствии с ФГОС: инструменты и итоги» обсуждались направления деятельности образовательных организаций по использованию результатов  оценки достижений детей, демонстрирующих высокий уровень образовательных результатов и не освоивших требования ФГОС начального общего образования  на базовом уровне. Через проведение рефлексивного круга участниками группы были проанализированы достоинства и недостатки проведенной процедуры и использованных инструментов для оценки качества начального общего образования в соответствии с ФГОС;  факторы (характеристики) образовательного процесса, наиболее  значимые для достижения планируемых результатов; направления управленческих решений,  обеспечивающих повышение качества начального общего образования.<br>
Участниками  проблемной группы  «Внеурочная деятельность в процессе освоения основных образовательных программ основного и среднего общего образования»  обсуждались  вопросы по организации внеурочной деятельности в школе, требования  к результатам внеурочной деятельности, интеграции учреждений дополнительного образования и  общего образования в вопросах содержания обучающих программ.<br>
Участниками  проблемной группы  «Требования ФГОС к результатам основного и среднего общего образования и подготовка учащихся к государственной итоговой аттестации по русскому языку и литературе» были проанализированы результаты государственной итоговой аттестации обучающихся  9-х и 11-х классах в 2013 г.  как одного из показателей качества образования, определены проблемы, затрудняющие достижение необходимого качества образования в соответствии с требованиями ФГОС общего образования.<br> 
Участниками  проблемной группы  «Развитие тьюторского движения как условие качественной  подготовки учащихся к государственной итоговой аттестации по физике и математике в форме ОГЭ, ЕГЭ» обсуждались вопросы  тьюторского движения по  двум направлениям: организация системной работы с педагогами, участвующими в подготовке учащихся к государственной  итоговой аттестации в форме ОГЭ и ЕГЭ (организация и содержание) и организация системной работы с учащимися по подготовке к успешной государственной итоговой аттестации (формы деятельности,  содержание, мониторинг и др.). Участники проблемной группы  отметили значимость  в проведении мониторинга готовности  учащихся к государственной итоговой аттестации, создании индивидуальных маршрутов выбора элективных и вариативных курсов.<br>
Участниками  проблемной группы  «Организация образовательного процесса с использованием электронного обучения и дистанционных образовательных технологий: формы, ресурсы, кадры» были проанализированы модели организации, поддержки и использования системы дистанционного обучения для решения профессиональных задач педагогов и руководителей образовательных организаций; рассмотрены вопросы правового регулирования введения электронного обучения и применения дистанционных образовательных технологий (далее – ДОТ) в школы Свердловской области; актуализированы проблемы институализации этого вида образовательной деятельности в Уставах, Программах развития, основных образовательных программах, включая рабочую программу учителя. Участниками  группы были обозначены возможности организации сетевой формы реализации образовательных программ с ДОТ и внесения их в муниципальное задание учредителем.<br>
Особый интерес вызвало представление опыта внедрения электронного обучения и применения дистанционных образовательных технологий в образовательных организациях Свердловской области (был представлен опыт базовых площадок ИРО); организации взаимодействия  ГАОУ ДПО СО «ИРО» и образовательных организаий Свердловской области по вопросам введения электронного обучения для учащихся. Много вопросов было задано участниками группы модераторам по регламенту взаимодействия ИРО и образовательных организаций Восточного управленческого округа в рамках областного проекта «Дистанционная школа». Проект востребован и его реализация позволит в системе образования Свердловской области выстроить сетевую форму реализации основных образовательных программ и качественно организовать электронное обучение с использованием ДОТ в школах.<br>
Участниками  проблемной группы  «Современные подходы к проектированию и организации процесса социализации учащихся»  обсуждались вопросы, связанные с выстраиванием социализирующей деятельности образовательной организации, социализирующих функций педагога.<br>
Участниками  проблемной группы  «Роль общественно-научных дисциплин в обеспечении качества образования в соответствии с ФГОС основного и среднего общего образования» обсуждались вопросы преподавания истории в основной и средней школе, оценки достижения планируемых результатов освоения учебных программ основного и среднего общего образования предметной области «Общественные науки».<br>
Участниками групп были определены не только совокупность условий, необходимых для решения рассматриваемых проблем, но и необходимое и фактическое состояние системы, определение рисков и их минимизация  на различных уровнях.<br>
         По результатам работы проблемных групп участниками были сформулированы  следующие рекомендации и предложения:<br>
В адрес  Министерства общего и профессионального образования Свердловской области:<br>
1.	Разработать сетевой график («дорожную карту») введения ФГОС дошкольного образования в дошкольных образовательных организациях Свердловской области;<br>
2.	Разработать норматив финансирования  реализации как обязательной, так и вариативной части основной  образовательной программы дошкольного образования.<br>
3.	Создать сеть региональных стажировочных площадок дошкольных образовательных организаций по введению ФГОС дошкольного образования.<br>
4.	Подготовить информационное письмо в управления образования по перезаключению договоров с провайдерами Интернет-сети с целью обеспечения возможности введения электронного обучения, обучения с применением дистанционных образовательных технологий в общеобразовательные организации Восточного управленческого округа (особенно для общеобразовательных организаций, расположенных в сельской местности).<br>
В адрес  Института развития образования:<br>
1.	Разработать  методические рекомендации по проектированию и организации процесса социализации учащихся в ходе освоения основной образовательной программы основного общего образования.<br>
2.	Разработать  методические рекомендации по организации работы с детьми, демонстрирующими высокий уровень образовательных достижений и не освоившими требования ФГОС на базовом уровне.<br>
3.	Разработать  методические рекомендации по изучению отдельных тем по истории России в соответствии с Историко-культурным стандартом.<br>
4.	Провести обучающие семинары:<br>
-                по разработке основной образовательной программы дошкольного образования;<br>
-                по организации предметно-развивающей среды в соответствии с ФГОС дошкольного образования;<br>
-                по разработке программы воспитания и социализации обучающихся.<br>
<br> 
 <p><br>
5. Привести в соответствие с ФГОС дошкольного образования «Примерную региональную программу дошкольного образования».<br>
6. Обеспечить повышение квалификации и профессиональную переподготовку руководящих и педагогических работников дошкольных образовательных организаций по вопросам введения ФГОС дошкольного образования.<br>
7. Разработать  методические рекомендации по организации электронного обучения с применением дистанционных образовательных технологий в образовательных организациях Свердловской области.<br>
8. Выработать регламент взаимодействия Института развития образования и образовательных организаций Восточного управленческого округа в рамках реализации проекта ГАОУ ДПО СО «ИРО» «Дистанционная школа».<br>
<br> 
 <p><br><br>
Для  руководителей образовательных организаций:<br>
 
 <p><br>
1.	Сформировать внутреннюю систему оценки качества образования в дошкольной образовательной организации, включающую мониторинг удовлетворенности родителей качеством образовательных услуг.<br>
2.	 Использовать мониторинговые исследования для своевременной коррекции процесса подготовки обучающихся к государственной итоговой аттестации, для выстраивания индивидуальной работы с обучающимися в ходе подготовки к государственной итоговой аттестации.<br>
3.	Определить кадровый ресурс для обучения в проекте «Дистанционная школа» с целью последующей организации электронного обучения, обучения с применением дистанционных образовательных технологий.<br>
4.	Обеспечить внедрение системы дистанционного обучения и ее ресурсов в старших классах как одной из форм получения образования.<br>
5.	Определить возможности реализации образовательных программ электронных курсов с дистанционными образовательными технологиями и согласования их в муниципальном задании учредителем в Восточном управленческом округе (школа – ресурс и школы – спутники).<br>


<p><br>
- Уважаемые коллеги!<br>

<p><br>
Информируем вас о том, что 19-20 ноября 2013 г. в Москве в «Президент-Отеле» при поддержке Министерства культуры Российской Федерации и Федерального агентства по печати и массовым коммуникациям состоится VII Всероссийская конференция «Национальная программа поддержки и развития чтения: проблемы и перспективы».<br>
На конференции будут обсуждаться актуальные проблемы, достижения и перспективы дальнейшей деятельности в сфере чтения.<br>
По всем вопросам обращаться в Межрегиональную общественную организацию «Межрегиональный центр библиотечного сотрудничества», г. Москва, 1-й Басманный пер., д. 2 а, стр. 1, тел. +7(499)267-33-34, факс +7(499)263-26-61, e-mail:mcbs@mcbs.ru<br>

<p><br>
- Информационно-методические дни «Качество образования в Свердловской области: состояние и перспективы»<br>

<p><br>
ГАОУ ДПО СО «Институт развития образования» проводит информационно-методические дни по теме «Качество образования в Свердловской области: состояние и перспективы»  в управленческих округах Свердловской области.<br>
 
 <p><br>
В рамках информационно-методического дня предусмотрены: пленарный доклад ректора ГАОУ ДПО СО «ИРО» О.В. Грединой «О состоянии качества образования в Свердловской области» и работа в проблемных группах.<br>

 <p><br>
Дата проведения информационно-методического дня в Восточном управленческом округе  - 30 октября 2013 года.<br>
 
 <p><br>
Приглашаются главы муниципальных образований; руководители и специалисты органов местного самоуправления, осуществляющие управление в сфере образования; руководители и специалисты муниципальных методических служб; руководители и заместители руководителей дошкольных и общеобразовательных организаций; руководители методических объединений учителей; классные руководители.<br>
 
 <p><br>
Место проведения: Муниципальное автономное общеобразовательное учреждение средняя общеобразовательная школа № 56, Свердловская область, г. Артемовский, ул. Свободы, д.82<br>
 
 <p><br>
Программа информационно-методического дня прилагается.<br>
 
 <p><br>
Заявки на участие направлять по телефону 8(343) 369-29-73 (доб.153),     e-mail: irouch@yandex.ru, Калинина Светлана Евгеньевна, заведующий учебной частью.<br>
<br>
<p><br><br>
- Заседание Координационного совета по вопросам организации введения федеральных государственных образовательных стандартов общего образования в Свердловской области<br>

 
 <p><br>
25 октября 2013 года на базе МАОУ Гимназия № 1 г. Сухой Лог состоялось расширенное заседание Координационного совета по вопросам организации введения федеральных государственных образовательных стандартов общего образования в Свердловской области при Министерстве общего и профессионального образования Свердловской области. В заседании приняли участие члены Координационного совета, руководители и специалисты органов местного самоуправления, осуществляющих управление в сфере образования Южного управленческого округа, представители ГАОУ ДПО СО «Институт развития образования», руководители и педагогические работники образовательных организаций – базовых площадок ИРО, родители обучающихся. Заседание Координационного совета прошло под руководством министра общего и профессионального образования Свердловской области Биктуганова Ю.И. Ректор ГАОУ ДПО СО «Институт развития образования» Гредина О.В. вынесла на обсуждение проект плана заседаний  Координационного совета на 2013-2014 учебный год. В день проведения мероприятия для гостей гимназии была организована экскурсия-презентация  о деятельности МАОУ Гимназия № 1 – базовой площадки ГАОУ ДПО СО «Институт развития образования».<br>

<p><br>
- Первый день семинара «Вопросы реализации нового Федерального закона ˝Об образовании в Российской Федерации˝»<br>

 
 <p><br>
24 октября на базе ИРО состоялся первый день обучающего семинара «Вопросы реализации нового Федерального закона ˝Об образовании в Российской Федерации˝», цель которого – организация разъяснительной и консультационной работы с руководителями образовательных организаций по реализации изменений правового регулирования системы образования. Организаторы семинара – Институт развития образования Свердловской области и Национальный исследовательский университет «Высшая школа экономики».<br>

<p><br>
Участники имели уникальную возможность выслушать доклады и задать вопросы непосредственно лекторам – Абанкиной Татьяне Всеволодовне, к.э.н., директору Центра прикладных экономических исследований и разработок Института образования НИУ ВШЭ; Дулинову Максиму Викторовичу, заместителю генерального директора, директору отраслевого направления «Ресурсы образования» Международного центра финансово-экономического развития (МЦФЭР), эксперту портала 273-ФЗ.рф; и Слепушенко Олесе Александровне, директору по развитию образовательных проектов МЦФЭР–Ресурсы образования.<br>
 
 
 

<p><br>
- Расширенное выездное совещание Минобрнауки РФ по вопросам развития общего образования<br>

<p><br>
Департамент государственной политики в сфере общего образования Минобрнауки России провел в Вологде расширенное выездное совещание по вопросам развития общего образования. 10 октября 2013 г. представители Минобрнауки России и органов исполнительной власти субъектов Российской Федерации знакомились с эффективным опытом Вологодской области по введению государственных образовательных стандартов начального и основного общего образования. Презентация передовых практик прошла на 2-х площадках: МОУ «Средняя общеобразовательная школа № 41» г. Вологды и МОУ «Гимназия № 2» г. Вологды. Участники выездного совещания рассмотрели опыт Вологодской области на институциональном, муниципальном и региональном уровнях, схемы сетевого взаимодействия по вопросам повышения квалификации и методического сопровождения педагогов в области введения федеральных государственных образовательных стандартов, особенности реализации основной образовательной программы. 11 октября в Правительстве области состоится выездное заседание Координационного совета при Департаменте государственной политики в сфере общего образования Минобрнауки РФ, на котором будут обсуждаться опыт, проблемы и особенности введения ФГОС ОО в субъектах Российской Федерации. Итоги обсуждения планируется подвести на Круглом столе, который проведет начальник Департамента государственной политики в сфере общего образования Минобрнауки России А.В. Зырянова.<br>


<p><br>
- II Областное родительское интернет-собрание «ФГОС – мера ответственности за результат»<br>

<p><br>
С 14 октября по 14  ноября в Свердловской области проводится II родительское интернет-собрание, тема которого «ФГОС – мера ответственности за результат». Выход на портал<br> 

<p><br>
- Семинар «Вопросы реализации нового Федерального закона "Об образовании в Российской Федерации"»<br>

<p><br>
Уважаемые коллеги!<br>
 
 <p><br>
Государственное автономное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» совместно с Национальным исследовательским университетом «Высшая школа экономики» 24 – 25 октября 2013 года проводят областной семинар на тему «Вопросы реализации нового Федерального закона «Об образовании в Российской Федерации».<br>
К участию в семинаре приглашаются руководители органов местного самоуправления, осуществляющих управление в сфере образования, руководители и заместители руководителей дошкольных образовательных учреждений и школ, руководители муниципальных методических служб. Программа областного семинара находится в Приложении 1.<br>
 
 <p><br>
Участникам областного семинара необходимо заполнить анкеты (Приложения 2, 3). Это даст возможность безвозмездно в течение 3-х дней получить доступ в электронную систему «Образование», содержащую полный перечень нормативно-правовых актов в сфере образования и комментарии экспертов по новому законодательству (для ознакомления с данным ресурсом руководителей образовательных организаций и экспертной оценки актуальности материалов, содержащихся в указанной электронной системе).<br>
 
 <p><br>
Командировочные расходы (проезд, проживание, питание) - за счёт направляющей стороны. Институт предоставляет общежитие гостиничного типа по адресу: г. Екатеринбург, ул. Бебеля, д.71. Телефоны для справок:  245-56-70, 245-81-01 (дежурный администратор круглосуточно). Сайт: hotel.irro.ru. Электронный адрес: iro.hotel@gmail.com.<br>
Заявки на участие в семинарах необходимо в срок до 23 октября 2013 года направить по электронной почте: irro@irro.ru, rc_standart@mail.ru  по форме: ФИО; субъект РФ;  место работы, должность; телефон; потребность в бронировании гостиницы/общежития.<br>
 
 
 <p><br>
Областной семинар пройдет в г. Екатеринбурге по адресу: ул. Щорса, д. 92а корп. 4.<br>
Проезд от железнодорожного вокзала до остановки «Южный автовокзал»: автобус № 23, трамваи № 5, 27, маршрутные такси № 055, 056.<br>
 
 <p><br>
Ответственные лица: Калинина Светлана Евгеньевна, заведующий учебной части, Безбородых Юлия Сергеевна, специалист учебной части, тел./факс (343) 369-29-86 (добавочные 153, 155).<br>


<p><br>
- Цикл вебинаров в рамках программы «Методология и практика государственно-общественного управления в образовательном учреждении»<br>

<p><br>
Институт развития образования продолжает цикл вебинаров в рамках программы «Государственно-общественное управление  образованием в образовательном учреждении» (72 час.)<br>
Программа вебинара<br>
Анкета слушателя<br>
 
 <p><br>
Для участия приглашаются представители коллегиальных органов управления образовательными организациями, руководящие работники образовательных организаций.<br>
 
 <p><br>
Для участия в вебинарах зарегистрированным пользователям в системе дистанционного обучения ГАУО ДПО СО «ИРО» необходимо подать заявку на курс «Государственно-общественное управление образованием в образовательном учреждении» в Каталоге учебных курсов.<br> 
 
 <p><br>
Для подключения к вебинару после регистрации в системе дистанционного обучения ГАУО ДПО СО «ИРО» необходимо пройти по следующему адресу.<br>


<p><br>
- С днем учителя<br>
Дорогие коллеги! Примите искренние поздравления с профессиональным праздником – Днем учителя.<br>
Обучая и воспитывая детей, развивая в них умение самостоятельно мыслить и принимать решения, вы создаете будущее нашей области!<br>
Желаем вам энергии в делах, творческих побед, взаимопонимания с учениками и их родителями, верности учительской стезе. Пусть каждый день приносит вам удовольствие от работы и положительные эмоции.<br>
Будьте здоровы и счастливы!<br>
Подробнее<br>

<p><br>
- Вебинар переносится на 10 октября<br>
Уважаемые коллеги! Назначенный на 3 октября вебинар «Государственно-общественное управление: содержание и формирование государственного и муниципального задания» переносится на 10 октября.<br> 
Подробнее<br>

<p><br>
- О финале Всероссийского конкурса «Учитель года России - 2013»<br>
24 сентября во Дворце культуры «Октябрь» города Подольска Московской области состоялось открытие Всероссийского финала конкурса «Учитель года России-2013». На финал  прибыли  учителя из 79 регионов России. Свердловскую область представляет победитель регионального этапа Всероссийского конкурса «Учитель года России- 2013»  учитель английского языка  МАОУ- гимназия  №94, г. Екатеринбурга Семенова Юлия Леонидовна. Приглашаем коллег познакомиться с хронологией конкурсных дней и виртуально поддержать Юлию Леонидовну.<br>
Подробнее<br>

<p><br>
- Об итогах областного конкурса «Лучший преподаватель – организатор ОБЖ» в Свердловской области в 2013 году<br>
25 сентября 2013 года на базе МОУ СОШ №76 (г. Екатеринбург, ул. Луначарского,200) состоялся финал областного конкурса «Лучший преподаватель – организатор ОБЖ». На открытых мероприятиях финала присутствовали 10 финалистов, 10 участников заочного этапа конкурса, 50 гостей.<br>
Подробнее<br>

<p><br>
- Положение о деятельности отрядов юных инспекторов движения<br>
Предлагаем ознакомиться с положением о деятельности отрядов юных инспекторов движения<br>
Подробнее<br>

<p><br>
- День Санкт-Петербурга в Свердловской области<br>
         16 сентября 2013 года в рамках проведения Дней Санкт-Петербурга в Свердловской области в Институте развития образования состоялся «круглый стол» с участием Горячей Ольги Васильевны, начальника отдела аттестации и повышения квалификации педагогических кадров Комитета по образованиюг. Санкт-Петербурга, и Кузнецовой Татьяны Станиславовны, директора Института общего образования Санкт-Петербургской Академии постдипломного педагогического образования.<br>
Подробнее<br>

<p><br>
- Роль методических объединений учителей общественно-научных дисциплин в обеспечении качества образования в соответствии с ФГОС основного и среднего общего образования<br>
12 сентября на базе Института развития образования состоялся семинар-совещание «Роль методических объединений учителей общественно-научных дисциплин в обеспечении качества образования в соответствии с ФГОС основного и среднего общего образования».<br>
Целью мероприятия было согласование основных направлений, содержания и форм деятельности методических объединений учителей общественно-научных дисциплин для обеспечения качества образования в соответствии с требованиями ФГОС основного и среднего общего образования.<br>
Подробнее<br>

<p><br>
- Информация для учителей немецкого языка<br>
Уважаемые коллеги!<br>
Согласно графику образовательной деятельности на 2013 год  Института развития образования совместно с центром «Культур унд шпрахе» при Министерстве образования и культуры Австрии г.Вена проводят с 5 по 6 ноября  2013 года семинар для учителей немецкого языка «Межкультурные аспекты дидактики преподавания немецкого языка» (16ч.) с участием референтов-преподавателей  из Австрии г-на Норберта Хабельта , г-жи Юлии Рук, г-на Томаса Штигльбруннера.<br>
Подробнее<br>

<p><br>
- Методические рекомендации "Формирование безопасного поведения детей и подростков на дорогах и улицах"<br>
Предлагаем ознакомиться с методическими рекомендациями "Формирование безопасного поведения детей и подростков  на дорогах и улицах", разработанными в ГАОУ ДПО СО "ИРО". сост. М.Б. Неганова, Е.А.Царегородцева<br>
Подробнее<br>

<p><br>
- Областной августовский педагогический совет<br>
21 августа состоялся ежегодный Областной августовский педагогический совет. Пленарное заседание предваряла выставка-презентация результатов деятельности образовательных учреждений области, работающих в инновационном режиме. Свой опыт представили Центры универсального образования, работающие в городах Камышлов, Екатеринбург, поселке Арти (открытие такого Центра ожидается в Нижнем Тагиле); базовые площадки ИРО, созданные в рамках Федеральной целевой программы развития образования на 2011–2015 годы.<br>
Подробнее<br>

<p><br>
- Всероссийский конкурс методических пособий «Растим патриотов России»<br>
Приглашаем педагогов принять участие во Всероссийском конкурсе методических пособий «Растим патриотов России». Цель конкурса: активизация работы педагогов в области патриотического воспитания детей и молодежи.<br>
Подробнее<br>

<p><br>
- Институт развития образования проводит региональный этап конкурса «Воспитать человека»<br>
Приглашаем педагогов принять участие во Всероссийском конкурсе организаторов воспитательного процесса «Воспитать человека». Подготовку и проведение регионального этапа осуществляет Государственное автономное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования».<br>
Подробнее<br>

<p><br>
- Опыт и достижения Института развития образования были представлены на «Иннопроме»<br>
11 июля 2013 года в Екатеринбурге открылась международная промышленная выставка «Иннопром-2013». На церемонии открытия выступили губернатор Свердловской области Евгений Куйвашев, вице-губернатор Яков Силин и сенатор Эдуард Россель.<br>
Традиционно проводимые на базе международного выставочного центра «Екатеринбург-ЭКСПО» выставка и форум промышленности и инноваций уже приобрели статус «визитной карточки» Сведловской области, зарекомендовав себя как мощный инструмент для привлечения инвестиций в экономику региона и его продвижения, поднятия статуса как в масштабах страны, так и в мировом сообществе.<br>
Подробнее<br>

<p><br>
- Несколько слов о гостях из Якутии<br>
С 24 по 29 июня по программе «Преподавание истории и обществознания в соответствии с ФГОС ОО» в ИРО очно обучалась группа (16 человек) из Республики Саха. Учителя истории и обществознания приехали к нам из различных районов Якутии: городов Якутска, Вилюйска, Амчинского, Горного, Таттинского, Хангаласского улусов, Сунтарского, Оймяконского, Чурапчинского районов. В основном были представлены сельские общеобразовательные школы, хотя присутствовали и представители городских гимназий и колледжей, учителя лицеев-интернатов.<br>
Подробнее<br>


<p><br>
- Круглый стол «Стандарт дошкольного образования: проблемы, перспективы»<br>
27 июня 2013 года Институт развития образования проводит круглый стол «Стандарт дошкольного образования: проблемы, перспективы» по обсуждению проекта Федерального государственного образовательного стандарта дошкольного образования и выработке предложений для внесения изменений в его содержание<br>
Подробнее<br>


<p><br>
- Социологическое исследование Министерства общего и профессионального образования Свердловской области<br>
По поручению Министерства общего и профессионального образования Свердловской области ГАОУ ДПО СО «Институт развития образования» проводит социологическое исследование «Оценка эффективности работы образовательных учреждений Свердловской области по обеспечению снижения количества детей, пострадавших в дорожно-транспортных происшествиях на дорогах».<br>
В рамках исследования проводятся опросы заместителей директоров, классных руководителей и родителей обучающихся.<br>
Подробнее<br>

<p><br>
- Об итогах Областного конкурса методических разработок (методических материалов) классных руководителей<br>
Конкурс  методических разработок (методических материалов) классных руководителей инициирован Институтом развития образования Свердловской области в целях  повышения престижа и статуса классного руководителя,  мотивирования педагогов-воспитателей на повышение качества их профессиональной деятельности. Конкурс призван  способствовать созданию информационного банка методических разработок по приоритетным направлениям воспитания детей и молодежи в общеобразовательных учреждениях Свердловской области.<br>
Подробнее<br>

<p><br>
- Начала свою работу кафедра общественно-научных дисциплин<br>
С 3 июня 2013 г. в ГАОУ ДПО Свердловской области «Институт развития образования» начала свою работу кафедра общественно-научных дисциплин. Образовательной деятельностью кафедры является обеспечение процессов повышения профессиональной компетентности педагогов-предметников (география, история, обществознание, экономика и право) с учетом стратегических направлений развития российской системы образования.<br>
Подробнее<br>

<p><br>
- Областной форум "Современное дошкольное образование: тенденции развития, проблемы и перспективы"<br>
Уважаемые коллеги!<br>
Институт развития образования совместно с Российской академией образования при участии специалистов Министерства общего и профессионального образования Свердловской области  14 июня 2013 года проводят областной форум «Современное дошкольное образование: тенденции развития, проблемы и перспективы».<br>
Подробнее<br>

<p><br>
- Все самое новое по лучшей цене<br>
Такое «пожелание» министра общего и профессионального образования Свердловской области Юрия Ивановича Биктуганова к закупу учебных изданий озвучил А.Э. Бубнов, заместитель министра общего и профессионального образования Свердловской области, на совещании «Особенности закупа учебных изданий в Свердловской области на 2013–2014 учебный год», прошедшем 5 июня 2013 года.<br>
Подробнее<br>

<p><br>
- Образовательные программы для учителей истории, обществознания, географии<br>
Кафедра общественно-научных дисциплин ГАОУ ДПО Свердловской области «Институт развития образования» проводит образовательные программы «Реализация федерального государственного образовательного стандарта основного общего образования в предметной области «Общественно-научные дисциплины (108 час.)»,  обучение предполагает использование дистанционных образовательных технологий (32 часа).<br> 
Подробнее<br>

<p><br>
- Научно-практическая конференция «Профориентация в системе современного общества»<br>
5 июня 2013 года Институт развития образования совместно с  Свердловской региональной общественной организацией «Лиги Клубной Экономики» проводит научно-практическую конференцию «Профориентация в системе современного общества» в рамках программы мероприятий молодежного конгресса «Профессионал планеты. Эстафета поколений».<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Приглашаем вас принять участие в областном совещании «Особенности закупа учебных изданий в Свердловской области на 2013-2014 учебный год» и выставке учебных изданий 5 июня 2013 года.<br>
Подробнее<br>


<p><br>
- Открытое письмо министра общего и профессионального образования Свердловской области Ю.И. Биктуганова педагогам<br>
Уважаемые коллеги! Наступает волнующий период завершения процесса обучения в образовательных учреждениях: наши дети преодолевают границу между школьным детством и взрослой самостоятельной жизнью. Выпускники, родители и педагоги проживают события тревожные и радостные. И не только потому, что пора выпускных экзаменов - это время подведения итогов работы целых педагогических коллективов, личных многолетних усилий учеников, моральных и материальных родительских вложений.<br>
Подробнее<br>

<p><br>
- VII Международная научно-практическая конференция «Информационные и коммуникационные технологии в образовании»<br>
16-17 мая 2013 года состоялась VII Международная научно-практическая конференция «Информационные и коммуникационные  технологии в образовании» («ИКТО - Екатеринбург-2013»).<br>
Очно в конференции участвовало свыше 300 человек. Кроме того, всем желающим была предоставлена возможность смотреть Интернет-трансляцию пленарного заседания.<br>
В этом году партнерами Института развития образования по проведению конференции стали Уральский федеральный университет имени первого Президента России Б.Н. Ельцина и Вирджинский технологический институт (Арлингтон, Вирджиния, США).<br>
Подробнее<br>

<p><br>
- «Учитель года России-2013» в Свердловской области<br>
Учителем года Свердловской области стала педагог английского языка Юлия Семёнова.<br>
16 мая 2013 года, в Екатеринбургской гимназии № 70 состоялся финал (очный этап) регионального этапа Всероссийского конкурса «Учитель года России». Пятеро учителей из разных городов Свердловской области, которые вышли в финал после заочного этапа конкурса, в течение целого дня проходили профессиональные и творческие испытания.<br>
Подробнее<br>


<p><br>
- Уважаемые коллеги!<br>
Государственное автономное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития  образования» является стажировочной площадкой  по направлению «Распространение на всей территории Российской Федерации моделей образовательных систем, обеспечивающих современное качество общего образования» в рамках реализации Федеральной целевой программы развития образования на 2011-2015 годы (Приказ Минобрнауки России от 04.08.11 № 2184).<br>
Подробнее<br>

<p><br>
- Состоялось заседание наблюдательного совета<br>
14 апреля состоялось заседание наблюдательного совета государственного автономного образовательного учреждения дополнительного профессионального образования Свердловской области «Институт развития образования».<br>
Подробнее<br>

<p><br>
- Всероссийская научно-практическая конференция с международным участием «Развитие естественнонаучного и математического образования в условиях введения ФГОС»<br>
В последние десятилетия много и справедливо говорится о кризисе российского естественнонаучного образования, который начался не в девяностые, а намного раньше. Этой проблеме была посвящена Вторая всероссийская научно-практическая конференция с международным участием «Развитие естественнонаучного и математического образования в условиях введения ФГОС», организованная кафедрой естественнонаучного и математического образования ИРО и состоявшаяся 26 апреля.<br>
Подробнее<br>
- О финале регионального этапа Всероссийского конкурса «Учитель года России-2013» в Свердловской области<br>
В соответствии с Положением о проведении регионального этапа Всероссийского конкурса «Учитель года России» в Свердловской области в 2012-2013 учебном году, утвержденным приказом  Министерства общего и профессионального образования Свердловской области от 22.03.2013г.        №  163-и, во исполнение  названного приказа и дополнений к нему «О внесении изменений в приказ Министерства общего и профессионального образования Свердловской области от 22.03.2013г. №  163-и от 05.04.3013г. №201-и».<br>
Подробнее<br>

<p><br>
- Итоги очного этапа конкурса методических разработок по использованию информационных и коммуникационных технологий<br>
26 апреля 2013 года прошел очный этап конкурса методических разработок по использованию информационных и коммуникационных технологий, интерактивных средств в образовательном процессе<br>

<p><br>
Подробнее<br>

<p><br>
-Состоялся семинар-совещание для руководителей и специалистов муниципальных методических служб<br>
07 мая 2013 года Институт развития образования провел  семинар - совещание «Развитие кадрового потенциала образовательных учреждений».<br>
На семинаре-совещании рассмотрены следующие вопросы:<br>
- приоритетные направления государственной политики Российской Федерации в сфере общего, дополнительного образования;<br>
- Федеральный закон от 29 декабря 2012 г. № 273-ФЗ «Об образовании в Российской Федерации»: обзор нововведений;<br>
- организация взаимодействия ИРО с муниципальными методическими службами.<br>
Подробнее<br>

<p><br>
- О проведении областного этапа защиты исследовательских проектов обучающихся в 2012-2013 учебном году<br>
26-27 апреля 2013 года в г. Екатеринбурге на базе Уральского государственного экономического университета состоялся очный этап защиты исследовательских проектов обучающихся в рамках  XIII областного Фестиваля «Юные интеллектуалы Среднего Урала».<br>
26 апреля в очном этапе областной защиты приняли участие 145 школьников – победителей муниципального тура из 35 территорий области, они  представили 113 проектов по 5 направлениям:<br>
• общественно-политическое (секции: «Историческая»; «Социально-правовая»)<br>
Подробнее<br>


<p><br>
- Уважаемые коллеги!<br>
29 марта прошла областная научно-практическая конференция «Реализация областных и муниципальных программ по профилактике экстремизма и гармонизации этноконфессиональных отношений в Свердловской области: практика, проблемы, перспективы», на которую были приглашены представители государственных учреждений Свердловской области: Департамента внутренней политики Губернатора, Министерства общего и профессионального образования, Министерства физической культуры, спорта и молодежной политики и др., а также специалисты муниципальных образований, курирующие вопросы профилактики экстремизма и гармониз<br>
Подробнее<br>

<p><br>
- Областной конкурс методических разработок классных руководителей<br>
Государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития  образования» объявляет о приёме заявок и конкурсных материалов на участие в областном конкурсе методических разработок классных  руководителей.<br>
Подробнее<br>

<p><br>
- IV Всероссийский конкурс "Учитель здоровья России-2013"<br>
IV Всероссийский конкурс "Учитель здоровья России-2013"<br>
Общероссийская общественная организация содействия укреплению здоровья в системе образования,  Научно-производственное объединение "Здоровье человека", Экспертный совет по вопросам здоровья и физического воспитания обучающихся при поддержке:<br>
Подробнее<br>

<p><br>
- Региональная научно-практическая конференция «Воспитательное пространство современной школы как условие развития духовно-нравственной культуры учащихся»<br>
ГБОУ ДПО СО «Институт развития образования» (далее ИРО) проводит 14 июня 2013 года  региональную  научно-практической конференцию  «Воспитательное пространство современной школы как условие развития духовно-нравственной  культуры  учащихся»<br>
Цель конференции: обобщение педагогического опыта работы по развитию духовно-нравственной культуры учащихся в воспитательном пространстве современной школы.<br>
Задачи:<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
C целью определения основных норм в отношениях педагогов с обучающимися и их родителями, с педагогическим сообществом и государством специалистами Института развития образования разработаны проекты Кодексов профессиональной этики педагога и руководителя образовательного учреждения. Приглашаем вас принять участие в обсуждении представленных документов. Ваши предложения и замечания просим направлять по эл. почте irro@irro.ru с пометкой "кодекс".<br>
Подробнее<br>

<p><br>
- Всероссийский педагогический форум «Ценностное развитие и воспитание как приоритетная образовательная задача»<br>
В условиях глобализации, «открытости» общества различным веяниям все более актуализируется проблема воспитания человека, способного нести ответственность за собственный ценностный выбор. В общем, этому-то и посвящен Всероссийский педагогический форум «Ценностное развитие и воспитание как приоритетная образовательная задача», открытие которого состоялось 27 марта. Уже в третий раз этот проект реализуется (при участии Института развития образования) Гимназией № 47 Екатеринбурга. Девиз третьего форума – «новая школа – новый маршрут».<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
29 марта 2013 года Департамент внутренней политики Губернатора Свердловской области совместно с Министерством общего и профессионального образования Свердловской области и Институтом развития образования проводят областную научно-практическую конференцию «Реализация областных и муниципальных программ по профилактике экстремизма и гармонизации этноконфессиональных отношений в Свердловской области: практика, проблемы, перспективы».<br>
Подробнее<br>

<p><br>
- Web-семинар для учителей физики и математики<br>
C 25 по 29 марта 2013 года кафедра естественнонаучного и математического образования ИРО (заведующий - Осинцева Ирина Михайловна, к.п.н.) проводит web-семинар «Развитие профессиональной компетентности учителей физики и математики в вопросах подготовки учащихся к итоговой аттестации» по актуальным и проблемным вопросам подготовки учащихся к государственной итоговой аттестации в форме ГИА-9 и ЕГЭ. Программа семинара прилагается.<br>
Подробнее<br>

<p><br>
- Об организации регионального этапа Всероссийского конкурса «Учитель года России» в Свердловской области в 2012-2013 году<br>
Министерство общего и профессионального образования Свердловской области (далее – министерство образования) информирует о приёме конкурсных документов и заявок на участие в региональном этапе Всероссийского конкурса «Учитель года России» в Свердловской области в 2012-2013 году (далее – конкурс) (Положение о конкурсе прилагается).<br>
 
 <p><br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Приглашаем вас принять участие в "Дне открытых дверей" МБОУ Лицей г.Нижний Тагил, базовой площадки Института развития образования по теме «Социально-педагогическое партнерство как одно из условий развития системы профориентационной работы в лицее».<br>
Цель мероприятия - общественная презентация опыта инновационной деятельности лицея - базовой площадки в условиях реализации образовательных программ технического и естественнонаучного профилей в системе основного и дополнительного образования.<br>
Подробнее<br>

<p><br>
- Защита исследовательских проектов обучающихся. Информация об областном этапе<br>
В соответствии с приказом МОПО СО от 31.10.2012 № 684-И "Об организации и проведении XIII областного Фестиваля "Юные интеллектуалы Среднего Урала в 2012-2013 учебном году", областная защита исследовательских проектов обучающихся (очный этап) состоится 24-25 апреля 2013 г. Работы победителей муниципального этапа ЗИПов будут приниматься до 20 марта 2013 г. в Институте развития образования по адресу ул. Щорса, д. 92а, корпус 4, кабинет 221. Заявки направляются в электронном виде по адресу: conkurs-iro@mail.ru Форма заявки прилагается.<br>
Подробнее<br>

<p><br>
- Мы б на конкурсы пошли – нас в ИРО научат…<br>
Мы б на конкурсы пошли – нас в ИРО научат…<br>
 
 <p><br>
21 февраля 2013 года в Институте развития образования состоялось заключительное занятие на образовательной программе повышения квалификации «Подготовка работников образования к участию в конкурсах профессионального мастерства на муниципальном, региональном и федеральном уровнях» - итоговая аттестация слушателей.<br>
Программа реализована с 11 по 21 февраля в рамках исполнения государственного задания ИРО на 2013 год.<br>
Подробнее<br>

<p><br>
- Результаты семинара-совещания «Роль методических объединений учителей в обеспечении качества образования в соответствии с требованиями ФГОС общего образования».<br>
26 февраля в Институте развития образования прошел семинар-совещание «Роль методических объединений учителей в обеспечении качества образования в соответствии с требованиями ФГОС общего образования». Участниками стали руководители городских (районных) методических объединений учителей основной и старшей школы, городских (районных) методических объединений классных руководителей, руководители и специалисты муниципальных методических служб, руководители и заместители руководителей образовательных учреждений, методисты, педагоги-организаторы, учителя-предметники.<br>
Подробнее<br>

<p><br>
- Семинар-совещание "Учреждения повышенного статуса как инновационный ресурс образования Свердловской области"<br>
Уважаемые коллеги! 27 февраля 2013 года Министерство общего и профессионального образования Свердловской области совместно с Институтом развития образования проводят семинар-совещание "Учреждения повышенного статуса как инновационный ресурс образования Свердловской области" для руководителей органов местного самоуправления, осуществляющих управление в сфере образования, руководителей и заместителей руководителей лицеев, гимназий.<br> 
Подробнее<br>

<p><br>
- Центры универсального образования Свердловской области<br>
Уникальные Центры универсального образования открылись в Свердловской области. Первые из четырех запланированных Центров начали работать в п. Арти и г. Камышлове.<br>
Центр представляет собой единую образовательную среду на базе передовых цифровых и IT-технологий, новаторских методик обучения, способствующую активной познавательной деятельности учащихся в рамках учебных и внеурочных занятий в системе дополнительного образования.<br>
Подробнее<br>

<p><br>
- Открытие Центра универсального образования в Артинском лицее 14.02.13<br>
14.02.13 в Артинском лицее (п. Арти) состоялся День открытых дверей, на котором педагогический коллектив лицея представлял опыт реализации научно-образовательного проекта «Содержание и технологии реализации ФГОС  общего образования в условиях сельской школы» в рамках деятельности стажировочной площадки ГБОУ ДПО «Института развития образования» Свердловской области по введению ФГОС общего образования.<br>
Подробнее<br>

<p><br>
- Итоговое совещание руководителей «Создание и функционирование автономного учреждения»<br>
21 февраля 2013 года в 14.00 в главном корпусе ИРО по адресу ул. Академическая, 16, каб. 420 состоится совещание руководителей автономных образовательных учреждений г. Екатеринбурга, организаторов стажировочной практики для участников семинара «Создание и функционирование автономного учреждения»<br>
Подробнее<br>
- Открытие Центра универсального образования<br>
Уважаемые коллеги!<br>
Приглашаем Вас принять участие в открытии Центра универсального образования (http://www.minobraz.ru), представляющего собой единую образовательную среду на базе передовых цифровых и IT-технологий, новаторских педагогических методик обучения, способствующих активной познавательной деятельности учащихся в рамках учебных и внеурочных занятий в системе дополнительного образования. Оборудование для Центров приобретено в рамках реализации «Комплекса мер по модернизации системы общего образования в Свердловской области в 2012 году» за счет субсидии , полученной из федерального бюджета в 2013 году. Программы обучения в Центре состоят из курсов и заданий, подходящих для разных возрастных групп учащихся, а так же для повышения квалификации и переподготовки педагогов.  Открытие Центра состоится:<br>
14 февраля 2013 года в 10.00 часов в МАОУ «Артинский лицей», по адресу: Свердловская область, п. Арти,  улица Лесная, 2.<br>
20 февраля 2013 года в 10.00 часов в МАОУ Лицей № 5 г. Камышлов, по адресу: Свердловская область, г. Камышлов,  улица Молокова, 9.<br>
Подробнее<br>

<p><br>
- Стажировка для участников семинара «Создание и функционирование автономного учреждения»<br>
На базе автономных образовательных учреждений г. Екатеринбурга в период с 04.02.2013 г. по 15.02.2013 г.<br>
Цель: освоить алгоритм управленческой деятельности по переходу образовательного учреждения в статус автономного.<br>
Программа стажировки прилагается.<br>
По организационным вопросам обращаться по телефону (343)369-29-86 (доб. 171).<br>
Подробнее<br>

<p><br>
- Итоги семинара «Создание и функционирование автономных учреждений»<br>
28 января на базе Института развития образования и Уральского государственного экономического университета прошел семинар «Создание и функционирование автономных учреждений». В рамках семинара с лекциями выступили Абанкина Ирина Всеволодовна, профессор, директор Института развития образования Высшей школы экономики, г. Москва, к.э.н; Абанкина Татьяна Всеволодовна, профессор, директор центра прикладных экономических исследований и разработок Института развития образования Высшей школы экономики, г. Москва, к.э.н.<br>
Подробнее<br>

<p><br>
- Об итогах регионального тура Х I Всероссийского интеллектуального марафона учеников – занковцев в Свердловской области в 2012-2013 учебном году<br>
24 января 2013 года в Институте развития образования состоялся второй (региональный) тур Всероссийского интеллектуального марафона учеников - занковцев.<br>
Федеральный научно-методический центр им. Л.В. Занкова Академии повышения квалификации и профессиональной переподготовки работников образования и Объединение профессионалов, содействующих системе развивающего обучения Л.В. Занкова, ежегодно проводят Всероссийский интеллектуальный марафон учеников - занковцев, в текущем году – в Х1-й раз Свердловская область – в числе его постоянных участников.<br>
Подробнее<br>

<p><br>
- Семинар «Создание и функционирование автономных учреждений»<br>
Уважаемые коллеги!<br>
            Институт развития образования Свердловской области 28-29 января 2013 года проводит семинар  «Создание и функционирование автономных учреждений» с участием  Абанкиной Ирины Всеволодовны, к.э.н, директора Института развития образования, профессора Высшей школы экономики, г.Москва.<br>
Подробнее<br>

<p><br>
- Семинар для Глав муниципальных образований «Создание и функционирование автономных учреждений».<br>
Уважаемые коллеги!<br>
Институт развития образования Свердловской области 28 - 29 января 2013 года проводит семинар «Создание и функционирование автономных учреждений» с участием Абанкиной Татьяны Всеволодовны, к.э.н., профессора НИУ Высшая школа экономики, г.Москва.<br>
К участию в семинаре приглашаются главы муниципальных образований, руководители органов местного  самоуправления, осуществляющих управление в сфере образования.<br>
Подробнее<br>

<p><br>
- Руководителям МОУО, руководителям пилотных ОУ, перешедшим на ФГОС ООО с 01.09.2012 г.!<br>
Уважаемые коллеги! Руководителей пилотных ОУ, которые перешли на ФГОС ООО с 01.09.2012 г., просим в срок до 25 января 2012 года до 16.00 заполнить анкету «Мониторинг введения и реализации ФГОС основного общего образования в Свердловской области», размещенную по ссылке: https://docs.google.com/spreadsheet/viewform?formkey=dHlEczllOVgzOUItQ1J...<br>
Подробнее<br>

<p><br>
- Руководителям МОУО, ОУ Свердловской области<br>
Отдел сопровождения конкурсов и инновационных проектов в образовании информирует о проведении установочного семинара (ОС) «Конкурсы профессионального мастерства как ресурс развития учительского потенциала» (подготовка педагогов к участию в конкурсах различного уровня и направленности) (8час) ОС состоится 20.02. 2013г. в ИРО по адресу ул. Щорса, 92-а, корпус 4 Регистрация участников с 9.00 до 10.00. Заявки направляются по электронной почте:  l_uzlova@mail.ru; S150461@ya.ru<br>
Подробнее<br>

<p><br>
- Руководителям МОУО, ОУ Свердловской области<br>
Вниманию руководителей МОУО, ОУ, направивших заявки на участие во втором туре интеллектуального марафона учеников - занковцев в 2012-2013 учебном году  24 января 2013 года в ГБОУ ДПО СО «ИРО» (г. Екатеринбург, ул. Щорса, 92а, к.4) состоится второй (региональный) тур Х1 Всероссийского интеллектуального марафона учеников -занковцев. Регистрация участников (команда из трех учеников, педагог, сопровождающий детей) с 9.00 до 9.45 в ауд. 108. Список участников прилагается.  Просим подтвердить участие. т. (343) 257-31-33 - Узлова Людмила Вазгеновна<br>
Подробнее<br>

<p><br>
- Руководителям МОУО, ОУ Свердловской области<br>
ГБОУ ДПО СО «Институт развития образования» информирует о наборе слушателей на программу повышения квалификации «Подготовка работников образования к участию в конкурсах профессионального мастерства на муниципальном, региональном и федеральном уровнях»<br>
Подробнее<br>

<p><br>
-  Web-семинары для учителей физики и математики<br>
С 8 по 12 января 2013 года кафедра естественнонаучного и математического образования Института развития образования (заведующий кафедрой Осинцева Ирина Михайловна, к.п.н.) проводит цикл Web-семинаров для учителей физики и математики по вопросам подготовки учащихся к государственной итоговой аттестации в форме ГИА-9 и ЕГЭ.<br>
В очной форме участвует 66 педагогов (ИРО, ул. Щорса, корп. 4, д. 92а, актовый зал). В режиме видеоконференции участие в семинарах организовано базовых площадках ИРО.<br>
Прямая видеотрансляция осуществляется на сайте: videovks.irro.ru<br>
Подробнее<br>

<p><br>
- Руководителям МОУО, ОУ Свердловской области<br>
Об итогах регионального этапа Всероссийского конкурсавоспитательных систем образовательных учреждений в 2012 году<br>
Подробнее<br>

<p><br>
- Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
Уважаемые коллеги!<br>
 
 <p><br>
         Государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» в период с 8 по 12 января 2013 года проводит цикл Web-семинаров для учителей физики и математики по вопросам подготовки учащихся к государственной итоговой аттестации в форме ГИА-9 и ЕГЭ (программа цикла Web-семинаров в приложении 1).<br>
Подробнее<br>

<p><br>
- Руководителям МОУО, ОУ Свердловской области<br>
Об итогах конкурса проектов инновационной деятельности образовательных учреждений Свердловской области для присвоения статуса "Базовая площадка ГБОУ ДПО СО "ИРО"<br>

<p><br>
Подробнее<br>

<p><br>
- Об итогах проведения областного конкурса «Учитель – профессия мужская»<br>
            В соответствии с Положением об областном конкурсе «Учитель – профессия мужская» (далее – конкурс), утвержденным Приказом ГБОУ ДПО СО «ИРО» от 01.11.2012г. № 186, в период с 19 ноября по 20 декабря 2012 года осуществлена организационно – содержательная работа, обеспечено информационное и научно-методическое сопровождение проведения конкурса.<br>
Подробнее<br>

<p><br>
- Итоги совещания "Воспитание в современной образовательной системе: организация и управление"<br>
В Послании Президента Федеральному Собранию от 12 декабря 2012 года акцентировано внимание на необходимости воспитания в школе. 17 декабря во Дворце молодежи прошло совещание «Воспитание в современной образовательной системе: организация и управление». Участниками совещания стали работники образования различных направлений: руководители органов управления образованием, общеобразовательных учреждений и учреждений дополнительного образования; специалисты методических служб; представители  системы дополнительного образования; педагоги.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
В соответствии с Планом работы Института проводится областной конкурс "Учитель - профессия мужская". Отдел сопровождения конкурсов и инновационных проектов в образовании ИРО благодарит участников заочного этапа конкурса. 20 декабря состоится очный этап (финал) конкурса. Приглашаем участников конкурса, представителей органов управления образованием, методических служб муниципальных образований Свердловской области на финал, который проводится 20.12.2012 г.. с 8.30 до 16.00 по адресу: ГБОУ ДПО СО "ИРО", г. Екатеринбург, ул.Щорса, 92-а/4, актовый зал.<br>
Подробнее<br>

<p><br>
- Итоги информационно-методического дня ГБОУ ДПО СО «Институт развития образования» в Горнозаводском округе<br>
6 декабря 2012 состоялся информационно-методический день ГБОУ ДПО СО «Институт развития образования» «Качество образования в Свердловской области: состояние и перспективы» на базе МБОУ ДОД «Городской дворец детского и юношеского творчества», г. Нижний Тагил.<br>
Во время пленарного заседания участниками был заслушан доклад ректора Института развития образования, к.п.н Грединой Оксаны Владимировны «О состоянии качества образования в Свердловской области».<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Специалисты Института развития образования проводят опрос с целью изучения мнения педагогических работников и родителей обучающихся об эффективности реализации комплекса мер по модернизации системы общего образования в Свердловской области.<br>
Просим Вас принять участие в опросе, Ваше мнение очень важно для нас.<br>
Подробнее<br>

<p><br>
- О проблемах введения ФГОС в основной школе<br>
Введение ФГОС в основной школе активно обсуждалось в Институте развития образования (в рамках стажировочных проектов) на прошлой неделе. О введении стандарта мы решили поговорить с Александром Анатольевичем Пивоваровым, доцентом кафедры образовательного менеджмента ИРО Кировской области, участником стажировки.<br>
Чем отличается видение реализации требований стандартов в Кировской и Свердловской областях?<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
27 ноября 2012 года Институтом развития образования Свердловской области - стажировочной площадкой по реализации направления «Распространение на всей территории Российской Федерации моделей образовательных систем, обеспечивающих современное качество общего образования» Федеральной целевой программы развития образования на 2011-2015 годы проведена межрегиональная конференция «От школьных советов – к гражданскому обществу», в работе которой приняли участие 155 представителей Свердловской, Кировской, Тюменской областей, Республики Саха Якутия, Красноярского края.<br>
Подробнее<br>

<p><br>
- Стажировка в рамках Федеральной целевой программы развития образования: гости из Якутии<br>

<p><br>
В рамках Федеральной целевой программы развития образования на 2011–2015 годы по направлениям «достижение во всех субъектах Российской Федерации стратегических ориентиров национальной образовательной инициативы "Наша новая школа"» и «распространение на всей территории Российской Федерации современных моделей успешной социализации детей» в Екатеринбург прибыла делегация учителей из Якутии. Стажировочной площадкой для педагогов стал Институт развития образования.<br>
Подробнее<br>

<p><br>
- Руководителям МОУО, ОУ Свердловской области<br>
Об итогах межрегионального этапа Всероссийского конкурса<br>
«За нравственный подвиг учителя» в 2012г.<br>

<p><br>
В соответствии с Положением о Всероссийском конкурсе в области педагогики, воспитания и работы с детьми и молодежью до 20 лет «За  нравственный подвиг учителя»  в сентябре-октябре  2012 года в городе Челябинске состоялся межрегиональный этап конкурса, в оргкомитет которого поступило  55 конкурсных работ  (91 участник) из 5 субъектов Уральского Федера<br>
Подробнее<br>

<p><br>
- Информационно-методический день ГБОУ ДПО СО «Институт развития образования» «Качество образования в Свердловской области: состояние и перспективы»<br>
Институт развития образования продолжает проведение информационно-методических дней по теме "Качество образования в Свердловской области: состояние и перспективы".  13 декабря на информационно-методический день приглашаются  руководящие и педагогические работники г. Екатеринбурга,  Программа прилагается.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Институт развития образования продолжает проведение информационно-методических дней по теме "Качество образования в Свердловской области: состояние и перспективы".  4 декабря на информационно-методический день приглашаются  руководящие и педагогические работники Западного управленческого округа.<br>
Подробнее<br>
- Итоги информационно-методического дня ГБОУ ДПО СО «Институт развития образования» в г.Камышлов<br>
Уважаемые коллеги!<br>
20 ноября состоялся информационно-методический деньГБОУ ДПО СО «Институт развития образования»<br>
«Качество образования в Свердловской области: состояние и перспективы»<br>
 
 <p><br>
Подведем итоги секций.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО" информирует Вас о проведении регионального этапа всероссийского конкурса воспитательных систем образовательных учреждений в 2012 году<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Институт развития образования начинает проведение информационно-методических дней по теме "Качество образования в Свердловской области: состояние и перспективы".  20 ноября на информационно-методический день приглашаются  руководящие и педагогические работники Восточного управленческого округа. Программа прилагается.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Отдел сопровождения конкурсов и инновационных проектов ГБОУ ДПО СО "ИРО" информирует Вас об областном конкурсе "Учитель-профессия мужская". Приглашаем к участию в конкурсе учителей-мужчин, воспитателей - мужчин, руководителей - мужчин.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
ГБОУ ДПО СО «Институт развития образования» проводит областной конкурс на лучший творческий проект (в рамках комплексного курса «Основы религиозных культур и светской этики»). Под творческим проектом в данном Конкурсе понимается документально оформленное исследование учащегося, выполненное под руководством учителя, при освоении содержания комплексного курса «Основы религиозных культур и светской этики».<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
ГБОУ ДПО СО «Институт развития образования» проводит областной конкурс инновационных программ духовно-нравственного воспитания  образовательного учреждения.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
ГБОУ ДПО СО «Институт развития образования» проводит областной конкурс электронных мультимедийных художественных продуктов (видеофильмов, слайдовых презентаций, сайтов/раздела сайта) «Отечественная война 1812 года: события, судьбы, память».<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
С 22 по 26 октября 2012 года команда тьюторов стажировочной площадки ГБОУ ДПО СО «ИРО»  прошла курсы повышения квалификации по теме «Содержание и методы реализации образовательных программ подготовки специалистов на базе учреждений дошкольного и общего образования». Организатор курсов - ФГАУ «Федеральный институт развития образования». География участников обширна: от Амурской области до Карелии, от Якутии до Волгограда.<br>  
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Обращаем ваше внимание, что 6 ноября 2012 года состоится консультационный день для представителей муниципальных методических служб со структурными подразделениями ИРО с 13.00 по 16.30,<br>
по адресу: г.Екатеринбург, ул.Академическая, д.16<br>
Подробнее<br>

<p><br>
- Организаторам олимпиады школьников<br>
Уважаемые коллеги! Отдел сопровождения конкурсов и инновационных проектов информирует Вас о сроках проведения муниципального этапа всероссийской олимпиады школьников в 2012-2013 учебном году. В соответствии с Положением о всероссийской олимпиаде школьников (в ред. приказа Минобрнауки России от 07.02. 2011 г. N 168),<br>
Подробнее<br>

<p><br>
- Лучшие свердловские педагоги получили губернаторские премии<br>
Финал конкурса на соискание премий Губернатора Свердловской области педагогическими работниками прошел 24 октября на базе нескольких площадок образовательных учреждений Екатеринбурга. Напомним, в 2012 году в проекте приняли  участие 370 учителей из 46 муниципалитетов  области. 37 педагогов успешно прошли предварительный отбор и попали во второй, очный, этап.<br>
Подробнее<br>

<p><br>
- Об итогах проведения областного конкурса молодых педагогов «Начало» в Свердловской области<br>
         19 октября 2012 года в Свердловской области состоялся финал конкурса молодых педагогов «Начало», конкурс на региональном уровне проводился впервые.<br>  
Подробнее<br>

<p><br>
- Информационно-методический семинар для учителей географии, химии, биологии<br>
18-19 октября на базе ГБОУ ДПО СО «ИРО» и НТФ ГБОУ ДПО СО «ИРО» прошел методический семинар для учителей географии, биологии, химии «Федеральный государственный образовательный стандарт основного общего образования: достижение планируемых результатов основного общего образования средствами УМК «Школа 2100» (на примере географии, биологии, химии)». Семинар проводила методист, автор учебников Ольга Александровна Родыгина. В работе приняли участие 140 учителей Свердловской области и г. Екатеринбурга.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Отдел сопровождения конкурсов и инновационных проектов в образовании Института развития образования информирует Вас о проведении второго (очного) этапа конкурса на соискание премий Губернатора Свердловской области педагогическим работникам в 2012 году.<br>
 
 <p><br>
Место и время проведения: 24 октября 2012 г.8.00. до 15.00 - в образовательных учреждениях г. Екатеринбурга (проведение по номинациям конкурса в соответствии с Положением о премиях Губернатора Свердловской области педагогическим работникам в 2012 году конкурсных заданий «Мастер-класс» и «Учебное занятие»)<br>
 
 <p><br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Приглашаем Вас на финал Областного конкурса молодых педагогов "Начало".  Место и время проведения: 19 октября, г. Екатеринбург, МАОУ лицей 180 "Полифорум", ул Крестинского,43, тел. +7(343)218-48-58<br>
Подробнее<br>

<p><br>
- Уважаемые участники областного конкурса молодых педагогов «Начало»!<br>
Оргкомитет конкурса подвел итоги заочного этапа, определил участников очного этапа (финала).  В список финалистов вошли участники,  занимающие в рейтинге позиции с 1 по 8 (количество баллов финалистов составляет от 36,5 до 42 )<br>

<p><br>
Подробнее<br>

<p><br>
- Итоги совещания «Актуальные вопросы деятельности муниципальных методических служб в 2012-2013 учебном году»<br>
9 и 10 октября в Институте развития образования прошел семинар-совещание «Актуальные вопросы деятельности муниципальных методических служб в 2012–2013 учебном году», участниками которого стали специалисты методических служб, представительств ИРО, органов управления образования, учителя и преподаватели.<br> 
Подробнее<br>

<p><br>
- Семинар-совещание «Актуальные вопросы деятельности муниципальных методических служб в 2012-2013 учебном году»<br>
ГБОУ ДПО СО «Институт развития образования» 9-10 октября 2012 г. проводит семинар-совещание «Актуальные вопросы деятельности муниципальных методических служб в 2012-2013 учебном году». В программе семинара-совещания запланировано пленарное заседание, проведение мастер-классов, работа по секциям по различным направлениям деятельности: повышение квалификации педагогических кадров, сопровождение аттестационных процессов (педагоги и обучающиеся), организация  работы с талантливыми детьми и молодежью, конкурсное движение педагогов, система оценки качества дошкольного  образования, организация мониторинга по введению курса ОРКСЭ, сетевое взаимодействие методических служб среднего профессионального образования,  методическое обеспечение региональной системы электронного мониторинга.<br>
Подробнее<br>

<p><br>
- Программа для учителей английского языка<br>
Кафедра филологического образования ГБОУ ДПО СО ИРО объявляет набор слушателей на обучение по образовательной программе «Методические вопросы подготовки обучающихся к ЕГЭ по иностранному языку (английский язык)» (120 часов).  Обучение производится на бюджетной основе, занятия будут проводиться в здании ИРО по адресу ул. Академическая, 16 в три сессии:<br>
1 сессия – 15.10.2012 – 19.10.2012<br>
2 сессия – 22.10.2012 -26.10.2012<br>
3 сессия – 10.12.2012 – 14.12.2012<br>
 
 <p><br>
В программе обучения будут рассмотрены следующие вопросы:<br>
Подробнее<br>

<p><br>
- Итоги конкурса "Лучший преподаватель – организатор ОБЖ"<br>
Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО" информирует Вас об итогах конкурса "Лучший преподаватель – организатор ОБЖ"<br>
Подробнее<br>

<p><br>
- Информационно-методический семинар для учителей русского языка и литературы<br>
20 - 21 сентября 2012 г. на базе ГБОУ ДПО СО «ИРО» прошел информационно-методический семинар для учителей русского языка и литературы «Федеральный государственный образовательный стандарт основного общего образования: достижение планируемых результатов основного общего образования средствами УМК «Школа 2100». Ведущий семинара – Беличенко Дмитрий Юрьевич, методист, автор учебников издательства «Баласс». В работе семинара приняли участие 177 учителей Свердловской обл. и г. Екатеринбурга.<br>
Подробнее<br>

<p><br>
- Организаторам олимпиады школьников<br>
На информационном портале всероссийской олимпиады школьников "Росолимп" www.rosolymp.ru опубликованы методические рекомендации по разработке заданий и требований к проведению школьного и муниципального этапов всероссийской олимпиады школьников в 2012/2013 учебном году по следующим общеобразовательным предметам: °    английский язык; °    астрономия; °    биология; °    география; °    информатика; °    история;<br>
Подробнее<br>

<p><br>
- Итоги регионального этапа Всероссийского профессионального конкурса «Воспитатель года России- 2012» в Свердловской области<br>
В конкурсе приняли участие 148 педагогов Свердловской области. Наибольшее количество участников из г. Екатеринбург (18), г. Нижний Тагил (18), Невьянский городской округ (11), Камышловский городской округ (9), ГО Богданович (8).<br>
В ходе финала конкурса участники показали педагогическое занятие с детьми МДОУ №222 (г. Екатеринбург), представили творческую презентацию и провели мастер-класс с аудиторией взрослых.<br>
Подробнее<br>

<p><br>
- Итоги первого (заочного) этапа конкурса проектов инновационной деятельности образовательных учреждений Свердловской области на присвоение статуса «Базовая площадка ГБОУ ДПО СО «ИРО»<br>
 
 <p><br>
В соответствии с приказом ГБОУ ДПО СО «ИРО» от 08.06.2012г. №100 «Об организации и проведении конкурса проектов инновационной деятельности образовательных учреждений Свердловской области» проводится конкурс на присвоение статуса «Базовая площадка ГБОУ ДПО СО «ИРО». На конкурс поступило 97 пакетов документов и материалов. Публичная защита проектов победителей первого этапа состоится 17 сентября.<br>

<p><br>
Подробнее<br>

<p><br>
- С Днем знаний!<br>
От всей души поздравляем вас с началом нового учебного года и Днем знаний!  Учитель - самая массовая и в то же время самая уникальная по своему характеру профессия. Каждый выстраивает на этом благородном и трудном поприще свою стратегию и свою тактику с поправкой на время, на его вызовы. У каждого времени свои приметы. Приметой нашего времени является потребность в педагоге, свободном, с гибким мышлением, не боящемся экспериментировать, но уважающим лучшие традиции российского образования.<br>
Подробнее<br>


<p><br>
- Центр онлайн-обучения «100EGE.ru» начинает работу<br>
Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО" информирует  Вас о начале  работы Центра онлайн-обучения «100EGE.ru».   Центр онлайн-обучения «100EGE.ru» совместно с МФТИ, МГУ предлагает ряд проектов регионального уровня, направленных на развитие олимпиадного движения по математике, физике, информатике, экономике, химии, биологии в Российской Федерации.<br>
Подробнее<br>

<p><br>
- Семинар для участников областного конкурса молодых педагогов «Начало»<br>
Отдел сопровождения конкурсов и инновационных проектов в образованиии ГБОУ ДПО СО «Институт развития образования»  18 сентября 2012 года проводит установочный семинар для участников областного конкурса молодых педагогов «Начало».<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
Уважаемые участники регионального этапа Всероссийского конкурса "За нравственный подвиг учителя" в 2012 году! Отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО" информирует о том, что награждение победителей конкурса (1-3 место) состоится 22 августа 2012г. в 10.00 на пленарном заседании Съезда православных законоучителей в Духовно-просветительском центре Екатеринбургской Митрополии по адресу: Екатеринбург, ул. Репина, 6а.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
   23 августа 2012 года состоится Областная августовская педагогическая конференция «Модернизация региональной системы образования в 2012 году: состояние и перспективы». Видеорансляция пленарного заседания будет проводится по  по адресу: www.irro.ru в разделе «Видео» и установлена видеоконференцсвязь с двумя дискуссионными площадками.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
ГБОУ ДПО СО "ИРО" информирует Вас об изменении сроков приема документов и проведения областного конкурса молодых педагогов "Начало".<br>
Прием конкурсных документов проводится до 1 октября 2012 г. Заявки на участие в конкурсе и пакет конкурсных материалов следует направлять по адресу: г. Екатеринбург, ул. Щорса, 92-а/4, к.221, отдел сопровождения конкурсов и инновационных проектов в образовании ГБОУ ДПО СО "ИРО".<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
На конкурс проектов инновационной деятельности образовательных учреждений Свердловской области для присвоения статуса «Базовая площадка ГБОУ ДПО СО «ИРО» поступило 94 пакета конкурсных документов и материалов.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
ГБОУ ДПО СО "ИРО" приглашает Вас принять участие в конкурсе методических пособий «Растим патриотов России».<br>
ФГБНУ «Центр исследования проблем воспитания, формирования здоро­вого образа жизни, профилактики наркомании, социально-педагогической под­держки детей и молодежи» в рамках реализации ведомственной программы Министерства образования и науки Российской Федерации по патриотическому воспитанию граждан Российской Федерации на 2011-2015 годы проводит в 2012 году всероссийский конкурс методических пособий «Растим патриотов России» среди педагогов (далее – Конкурс).<br>
Подробнее<br>

<p><br>
- Об итогах регионального этапа III Всероссийского конкурса организаторов воспитательного процесса «Воспитать человека» в 2012 году<br>
В соответствии с Положением о проведении регионального этапа III Всероссийского конкурса организаторов воспитательного процесса   «Воспитать человека» в 2012 году, утвержденным  приказом Министерства общего и профессионального образования Свердловской области от 19.06.2012 г.   №  407-и «О проведении регионального этапа III Всероссийского конкурса организаторов  воспитательного процесса   «Воспитать человека», в апреле-июле 2012 года  состоялся региональный этап конкурса.<br> 
Подробнее<br>

<p><br>
- В Свердловской области начинается вторая «волна» ЕГЭ<br>
7 июля на Среднем Урале начинается вторая «волна» Единого государственного экзамена, который проводится для выпускников прошлых лет, выпускников образовательных учреждений начального профессионального и среднего профессионального образования, а также для граждан, имеющих среднее образование, полученное в образовательных учреждениях иностранных государств, но не имевших возможности участвовать в ЕГЭ в мае-июне.<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
ГБОУ ДПО СО "ИРО"информирует о проведении регионального этапа Всероссийского конкурса работ в сфере педагогики, воспитания и работы с детьми дошкольного, школьного возраста и молодежью до 20 лет на соискание премии «За нравственный подвиг учителя».<br>
Подробнее<br>

<p><br>
- На «Иннопроме-2012» будут представлены современные образовательные проекты<br>
На выставке «Иннопром-2012» «Институт развития образования» представит современные программы модернизации системы образования, в том числе профессионального. На стенде ИРО можно будет ознакомиться с инновационными подходами к повышению квалификации педагогов на территории Среднего Урала, работой уникальной стажировочной площадки, а также внедрением в нашем регионе федеральных государственных образовательных стандартов.<br>
Подробнее<br>

<p><br>
- Конфликтная комиссия рассмотрела апелляции выпускников по всем предметам<br>
На Среднем Урале в «Институте развития образования» завершила работу конфликтная комиссия, которая рассматривала апелляции участников Единого государственного экзамена. Всего было проведено шесть заседаний, эксперты изучили 2898 апелляций выпускников по 13 предметам.<br>
Подробнее<br>

<p><br>
- На заседании конфликтной комиссии будут рассмотрены апелляции выпускников<br>
28 июня в «Институте развития образования» состоится заседание конфликтной комиссии по обществознанию и географии.<br>
Как известно, участникам ЕГЭ предоставляется право подать в письменной форме апелляцию  о несогласии с выставленными баллами в конфликтную комиссию в течение двух рабочих дней со дня объявления результатов ЕГЭ по соответствующему общеобразовательному предмету.<br>
Подробнее<br>

<p><br>
- Заседания конфликтной комиссии подтвердили высокое качество работы экспертов<br>
В текущем году по результатам Единого государственного экзамена в «Институте развития образования» состоялось четыре заседания конфликтной комиссии, на которых было рассмотрено 2268 апелляций выпускников по различным предметам.<br>
Подробнее<br>

<p><br>
- Молодые педагоги получат награды<br>
В Свердловской области стартовал конкурс молодых педагогов «Начало».  Его организатором является  «Институт развития образования». В конкурсе, который впервые проводится на Среднем Урале, могут принять участие молодые педагоги, работники  образовательных учреждений всех типов  со стажем работы не более трех лет, имеющие высшее или среднее профессиональное образование.<br>
Подробнее<br>

<p><br>
- В Свердловской области повышают свою квалификацию учителя со всей России<br>
В Свердловской области успешно реализуется национальная образовательная инициатива «Наша новая школа». В частности, в образовательных учреждениях региона в 2011-2012 учебном году свою квалификацию повысили более шести тысяч учителей и руководителей профильных учреждений не только Среднего Урала, но  и   республики Башкортостан, Ханты-Мансийского автономного округа, Пермского края, Челябинской, Оренбургской, Кировской и Курганской областей, а также Санкт-Петербурга.<br>
Подробнее<br>

<p><br>
- Конкурс «Лучший преподаватель - организатор ОБЖ»<br>
ГБОУ ДПО СО "Институт развития образования" информирует о проведении конкурса «Лучший преподаватель - организатор ОБЖ».<br>
Прием документов и рецензирование конкурсных материалов участников областного этапа конкурса  состоится в ГБОУ ДПО СО  «Институт развития образования» (ул. Щорса, 92 А, корпус 4, каб.221, тел.257-36-58) со 02 июля до 20 августа 2012 года. Участники конкурса  представляют следующие документы:<br>
Подробнее<br>

<p><br>
- На Среднем Урале появятся кластеры профессионального образования<br>
14 июня в «Институте развития образования» подведены итоги реализации образовательной программы повышения квалификации педагогов и мастеров производственного обучения, которые проходили специальные стажировки на предприятиях и в инновационных образовательных учреждениях. Все это необходимо для реализации у нас в регионе федерального государственного образовательного стандарта, который предусматривает освоение будущими специалистами и рабочими  современного оборудования и новых технологий.<br>
Подробнее<br>



<p><br>
- Уважаемые коллеги!<br>
ГБОУ ДПО СО "ИРО" информирует о продолжении приема документов и материалов на региональный этап Всероссийского конкурса организаторов воспитательного процесса "Воспитать человека". Заявки на участие в конкурсе и документы следует направлять по адресу: г. Екатеринбург, ул. Щорса, 92а/4, к. 221, тел. 8-343-257-31-33, 257-36-58<br>
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
ГБОУ ДПО СО «Институт развития образования» приглашает к участию в конкурсе проектов инновационной деятельности образовательных учреждений Свердловской области. Участниками конкурса могут быть учреждения дошкольного,общего, начального и среднего профессионального образования. По итогам конкурса учреждениям - победителям присваивается статус «Базовая площадка ГБОУ ДПО СО «ИРО».<br>
Подробнее<br>

<p><br>
- Семинар для учителей немецкого языка при участии преподавателей из Австрии<br>
4-5 июня 2012 г. на базе Института развития образования в рамках сотрудничества  отдела международных и общественных связей ИРО с Министерством образования и Культуры Австрии  состоялся  семинар для учителей немецкого языка  «Межкультурные аспекты дидактики преподавания немецкого языка» с участием преподавателей центра «Культур унд шпрахе» г. Вена.<br>
Подробнее<br>

<p><br>
- Семинары ИРО для преподавателей-тренеров ОРКСЭ 14.06 и 25.06. 2012 года<br>
Уважаемые коллеги!<br>
 
 <p><br>
В соответствии с п.2 плана мероприятий по введению с 2012-2013 учебного года во всех субъектах Российской Федерации комплексного учебного курса  для общеобразовательных учреждений «Основы религиозных культур и светской этики» (далее - ОРКСЭ) (утв. распоряжением Правительства Российской Федерации от  28 января 2012 г. № 84-р) ГБОУ ДПО СО «Институт развития образования» (далее - ИРО) c 06 по 15 августа и 16 по 25 августа проводит массовое внеплановое обучение педагогов Свердловской области в целях подготовки их к преподаванию данного учебного курса.<br>
Подробнее<br>

<p><br>
- ИНФОРМАЦИОННЫЕ И КОММУНИКАЦИОННЫЕ ТЕХНОЛОГИИ В ОБРАЗОВАНИИ<br>
17–18 мая 2012 года состоялась VI Международная научно-практическая конференция «Информационные и  коммуникационные технологии в образовании» («ИКТО-Екатеринбург–2012»), организованная Институтом развития образования при поддержке представительства корпорации Intel и компании Д-Линк Интернешнл ПТЕ ЛТД.<br>
Открытие конференции «ИКТО-Екатеринбург-2012» в соответствии со сложившейся традицией было приурочена к Всемирному дню информационного сообщества, которое представляли на конференции<br>   
Подробнее<br>

<p><br>
- Образование без границ<br>
18 мая 2012 года в рамках Евразийского экономического форума молодежи «Путь навстречу» состоялась Международная научно-практическая конференция «GLOBAL EDUCATION – ОБРАЗОВАНИЕ БЕЗ ГРАНИЦ».<br>
Организаторами конференции  выступили Институт  развития образования и Уральский государственный экономический университет.<br>
Подробнее<br>

<p><br>
- Обсуждение проекта Концепции программы развития педагогического образования Свердловской области<br>
В Министерстве общего и профессионального образования 11 мая 2012 года состоялось совещание с приглашением руководителей, заместителей руководителей учреждений СППО, сотрудников Института развития образования.<br>
На совещании был представлен и обсужден проект Концепции программы развития педагогического образования Свердловской области. С основным докладом выступила Гредина Оксана Владимировна, ректор ГБОУ ДПО СО «ИРО», кандидат педагогических наук.<br>
Подробнее<br>

<p><br>
- Слет лидеров образования Свердловской области. Итоги<br>
Развитие образования как системы невозможно без участия педагога. «Инновации начинаются с кадров!» - тезис, с которым трудно не согласиться. Тем не менее, каким же должен быть педагог-инноватор, педагог-лидер? Как он должен выглядеть, какими личностными качествами должен обладать? Именно эти вопросы определили тематику тренингов, мастер- классов, круглых столов проведенных на Втором Слете лидеров образования.  Второй день работы Слета был посвящен профессиональному общению и взаимообучению педагогов.<br> 
Подробнее<br>

<p><br>
- Уважаемые коллеги!<br>
В рамках года Германии в России Немецкий культурный центр им. Гете в Москве организует 17-18 ноября 2012 г. Форум российских учителей и преподавателей немецкого языка «Иностранный язык – путь к партнерству». Цель Форума – обмен опытом по повышению качества преподавания немецкого языка. Также в рамках данного форума пройдут тематические секции и практические семинары по повышению квалификации.<br>
Подробнее<br>
- Учебное книгообеспечение в Свердловской области: системные проблемы и пути их решения<br>
25 апреля 2012  года во Дворце молодежи состоялась  областная конференция «Учебное книгообеспечение в Свердловской области: системные проблемы и пути их решения».<br>
В конференции участвовали более  900 специалистов Свердловской области: руководители, заместители руководителей образовательных учреждений, специалисты ОМС, ответственные за формирование фондов учебной литературы; руководители и специалисты информационно-методических служб; руководители городских и районных предметных методических объединений, педагоги образовательных учреждений.<br>
В рамках конференции была организована выставка высокотехнологичного оборудования, используемого для организации учебного процесса.<br>
Подробнее<br>
Слет лидеров образования Свердловской области<br>
27 апреля 2012 года детский оздоровительный комплекс «Звездный» открыл свои двери для необычных гостей – сегодня здесь проводится Слет лидеров образования Свердловской области, на котором присутствуют лучшие представители педагогической общественности региона: участники конкурсов профессионального мастерства муниципального и регионального уровней, лауреаты премий, признанные педагоги-лидеры, а также инициативные работники системы образования.<br>
Подробнее<br>
Всероссийская научно-практическая конференция «Развитие детской одаренности в условиях современного образования: опыт, проблемы, перспективы<br>

<p><br>
            ГБОУ ДПО СО «Институт развития образования» (далее ИРО) проводит 17 мая 2012 года по адресу ул Луначарского 200 на базе МБОУ СОШ № 76 Всероссийскую научно-практическую конференцию «Развитие детской одаренности в условиях современного образования: опыт, проблемы, перспективы». Начало регистрации в 9.00<br>
Цель конференции: обобщение педагогического опыта работы по развитию детской одаренности в условиях современного образования в Свердловской области и других регионах Российской Федерации.<br>
Подробнее<br>
Учебное книгообеспечение в Свердловской области: системные проблемы и пути их решения<br>
Институт развития образования 25 апреля 2012 г. проводит областную конференцию «Учебное книгообеспечение в Свердловской области: системные проблемы и пути их решения».<br>
 Приглашаем Вас принять участие в работе:<br>
- пленарного заседания, в рамках которого планируются выступления ректора Института развития образования, специалистов Министерства общего и профессионального образования Свердловской области, представителей ведущих издательств России, производителей и поставщиков учебного оборудования, руководителей информационно-методических центров муниципальных образований;<br>
Подробнее<br>
II Слет лидеров образования<br>
Институт развития образования 27-28 апреля 2012 года проводит II Слет лидеров образования на базе ДОК «Звездный» (пос. Леневка, г. Нижний Тагил).<br>
Для участия в Слете приглашаются педагогические и руководящие работники образовательных учреждений различных типов и видов, направленные органом местного самоуправления, осуществляющим управление в сфере образования (ДОУ, ООШ, СОШ, СКОШ), или профильными ресурсными центрами развития профессионального образования (учреждения НПО-СПО), которые оформляют заявку на участников Слета с подтверждением их достижений в профессиональной деятельности, готовности транслировать образцы педагогической практики в контексте инновационного развития образования (мастер-класс, педагогическая мастерская, семинар и другие формы).<br>
Подробнее<br>
Уважаемые педагоги!<br>
Стартует юбилейный X Всероссийский конкурс «Лучший урок письма-2012». Конкурс традиционно проводится ФГУП «Почта России» и «Учительской газетой» совместно с органами образования при поддержке Российской академии образования и Федерального агентства по образованию.<br>
Основные цели конкурса - возрождение российских традиций эпистолярного жанра, концентрация внимания школьников на ценностях родного языка, возможность для учителей проявить себя в разработке новых методик проведения урока, на котором дети и подростки получат необходимые навыки верного написания письма - делового, официального и личного. Конкурс так же помогает определить методические разработки, позволяющие повысить интерес к эпистолярному жанру и услугам почтовой связи.<br>
Подробнее<br>
Уважаемые коллеги!<br>
С 27-29 марта 2012 года в КОСК "Россия" в г.Екатеринбурге будет проходить 13-я межрегиональная специализированная выставка "Образование от А до Я. Карьера". В программе выставки предусмотрены встречи и семинары издательств России ( "Дрофа", "Просвещение", "Вентана-Граф"), презентации программ ведущих ВУЗов и Центров по профессиональной ориентации, мастер-классы педагогов образовательных учреждений. Приглашаем вас принять участие в выставке!<br>
Подробнее<br>
Уважаемые коллеги!<br>
ООО "Москау мессе" информирует вас о том,что с 27 по 29 марта 2012 года при поддержке Министерство образования и науки РФ на территории Конгрессно-выставочного центра «Сокольники» г.Москвы сотоится XVI Российский образовательный форум.<br>
<br>
<p><br><br>
Подробнее<br>
Семинар-совещание по вопросам внедрения и использования программно-аппаратных комплексов<br>
21 марта 2012 года на базе ГБОУ ДПО СО «Институт развития образования» состоялся семинар-совещание по вопросам внедрения и использования программно-аппаратных комплексов (ПАК), поставленных в 2011 году, в образовательных учреждениях Свердловской области.<br>
Подробнее<br>
Общественные обсуждения «Эффективность введения ФГОС, минимизация экономических, правовых и социальных рисков, связанных с реализацией НСОТ и НПФ», Уральский Федеральный округ, Свердловская область. День второй<br>
20 марта 2012 года в г. Екатеринбурге в рамках общественного обсуждения «Эффективность введения ФГОС, минимизация экономических, правовых и социальных рисков, связанных с реализацией НСОТ и НПФ» прошло пленарное заседание, на котором были подведены итоги работы второго дня.<br>
<br> 
 <p><br><br>
Подведение итогов началось с представления результатов работы группы «Механизмы минимизации рисков введения НПФ и НСОТ. Мониторинг зарплат работников ОУ».<br> 
Для обсуждения были представлены наработки первой и второй проектировочных подгрупп.<br>
Подробнее<br>
Общественные обсуждения «Эффективность введения ФГОС, минимизация экономических, правовых и социальных рисков, связанных с реализацией НСОТ и НПФ», Уральский Федеральный округ, Свердловская область<br>
19-20 марта на базе ГБОУ ДПО СО «Институт развития образования» состоялось общественное обсуждение «Эффективность введения ФГОС, минимизация экономических, правовых и социальных рисков, связанных с реализацией НСОТ и НПФ».<br>
В общественном обсуждении приняли участие более 250 человек: педагогические и руководящие работники образовательных учреждений, специалисты органов управления образованием, сотрудники института развития образования. На общественном обсуждении присутствовали как педагогические работники ОУ Свердловской области, так и представители Уральского федерального округа (Тюмени, Курган, Ижевск, ХМАО).<br> 
В ходе работы с докладами выступили эксперты АНО ДПО «Институт проблем образовательной политики «Эврика» Александр Изотович Адамский, Наталья Георгиевна Типенко, Ольга Александровна Шиян.<br>
Участникам общественного обсуждения было предложено обсудить актуальные проблемы введения ФГОС в трех проектных группах:<br>
Подробнее<br>

<p><br>

О финале регионального этапа Всероссийского конкурса «Учитель года России-2012» в Свердловской области<br>
В соответствии с Положением о проведении регионального этапа Всероссийского конкурса «Учитель года России» в Свердловской области в 2011-2012 учебном году, утвержденным приказом  Министерства общего и профессионального образования Свердловской области от 01.11.2011г.        №  698-и «О проведении регионального этапа Всероссийского конкурса «Учитель года России» в Свердловской области»,  во исполнение  приказа Министерства общего и профессионального образования Свердловской области от 30.01.2012 г.<br>
Подробнее<br>
Уважаемые коллеги!<br>
14 марта 2012 года состоится региональный этап Всероссийского конкурса "Учитель года России -2012" в Свердловской области.<br>
Подробнее<br>
О мероприятиях по празднованию 150-летия со дня рождения П.А. Столыпина<br>

<p><br>
Уважаемые коллеги! В соответствии с информационным письмом Министерства образования и науки Российской Федерации от 15.02.2012 № 0386 «О мероприятиях по празднованию 150-летия со дня рождения П.А. Столыпина» информируем вас о методических рекомендациях по проведению тематического урока в средних общеобразовательных учреждениях.<br>
Более подробная информация в приложенных файлах.<br>
Подробнее<br>
Дорогие коллеги, милые женщины!<br>
С первой весенней капелью, звонким щебетаньем птиц, ласковым теплым солнечным лучиком примите самые искренние поздравления с наступающим праздником!<br>
Пусть во всех начинаниях вам сопутствуют вдохновение, радость творчества и успех, а в вашем доме всегда царят гармония и благополучие!<br>
Любите и будьте любимы!<br>
 
 
 
 <p><br>
Ректор О.В.Гредина<br>
Подробнее<br>
Уважаемые коллеги!<br>
Отдел сопровождения конкурсов и инновационных проектов в образовании информирует<br>
Согласно графику мероприятий Фестиваля «Юные интеллектуалы Среднего Урала», утвержденному приказом Министерства общего и профессионального образования Свердловской области от 23.01. 2012 г. №31-и «Об организации и проведении в Свердловской области Фестиваля «Юные интеллектуалы Среднего Урала» в 2011-2012 учебном году», в 2011-2012 учебном году Областная защита исследовательских проектов будет проводиться в соответствии с Положением об областной защите исследовательских проектов обучающихся:<br>

<p><br>
Подробнее<br>
Дневник школы для талантливых детей Свердловской области «Шаги к успеху»<br>
26 февраля 2012 года под эгидой государственного бюджетного образовательного учреждения дополнительного профессионального образования Свердловской области «Институт развития образования» открылась школа для талантливых детей Свердловской области «Шаги к успеху». Результаты работы школы будут публиковаться на нашем сайте. Завершение работы школы запланировано на 29 февраля. В приложении можно загрузить программу школы для талантливых детей Свердловской области «Шаги к успеху»<br>

<p><br>
Подробнее<br>
Шаг третьего дня: продолжаем сочинять мечты<br>
На третий день участники Зимней школы для талантливых детей Свердловской области «Шаги к успеху» продолжили путешествие к новым знаниям и открытиям.<br>
Настоящим подарком для всех ребят стала их встреча с деканом философского факультета УрФУ, доктором философских наук А.В. Перцевым. Александр Владимирович гостит в «Звездном» не впервые: он уже приезжал сюда в прошлом году и сразу очаровал юных слушателей умением общаться и владеть вниманием аудитории. В этот раз он провел для ребят тренинг коммуникативных навыков «Театр ораторов».<br>
Подробнее<br>
Мы можем предлагать все, что угодно!<br>
Шаг второго дня в Зимней школе для талантливых детей Свердловской области «Шаги к успеху» начался для ребят с традиционной зарядки. Затем отряды ждали тренинг стрессоустойчивости и занятия по междисциплинарному обучению.<br>
Занятия проводили педагоги-психологи Нижнего Тагила, Екатеринбурга и Новоуральска. Они постарались передать ребятам знания, полезные им в реальной жизни: дома, в школе, а в будущем – в вузе и на работе. Трудно, переоценить пользу от упражнений, которые школьники выполняли на тренинге стрессоустойчивости.<br>
Подробнее<br>
Развитием Свердловской области займутся… школьники<br>
26 февраля в Детском оздоровительном комплексе «Звездный», под Нижним Тагилом, открылась третья школа для талантливых детей Свердловской области «Шаги к успеху».<br>

<p><br>
Подробнее<br>
День здоровья (корпоративная история)<br>
Шло обычное оперативное совещание: кто-то старательно конспектировал выступление ректора, кто-то формулировал стратегические цели и тактические задачи, кто-то мирно дремал. Все было, как обычно: государственная образовательная политика, планирование, сметы, предстоящие выборы, грядущий выходной 23-го февраля – один в этом году.<br>
Казалось, что все сказано, принято, понято, записано, и в воздухе повисла пауза …. Что-то изменилось ……И вдруг ректор:<br>
- А знаете что? А давайте 24 февраля проведем День здоровья?! На горе Белой! Я вас всех туда приглашаю!<br>
Всех как подбросило. В голове понеслись обрывки мыслей:<br>
- День здоровья? Это что? Это где? Ехать? Куда? А что там будет? А как моя спина? Что делать?<br>
- Сегодня нужно составить список тех, кто поедет, - решительно и неумолимо сказала Оксана Владимировна. - Там потрясающе красиво. Катание на коньках, на горных лыжах, веселые старты, бассейн. Хочу показать вам, где и как нужно отдыхать.<br>
Подробнее<br>
Итоги большого педагогического совета с педагогическими колледжами "Кадровая политика как фактор развития педагогического образования Свердловской области"<br>
15 февраля 2012 года состоялся большой педагогический совет с педагогическими колледжами "Кадровая политика как фактор развития педагогического образования Свердловской области".<br>
В ходе педсовета был проведен анализ современного состояния педагогического образования Свердловской области, актуализированы ожидания потребителей образовательных услуг и определены условия и механизмы кадровой стратегии в педагогическом образовании области.<br>
Подробнее<br>
Большой педагогический совет с педагогическими колледжами "Кадровая политика как фактор развития педагогического образования Свердловской области"<br>
15 февраля 2012 года состоялся большой педагогический совет с педагогическими колледжами "Кадровая политика как фактор развития педагогического образования Свердловской области"<br>
<br> 
 <p><br><br>
Цель совещания:<br>
<br> 
 <p><br><br>
Определение основных направлений кадровой стратегии педагогических колледжей как фактора развития педагогического образования Свердловской области<br>
Подробнее<br>
Уважаемые коллеги!<br>
ГБОУ ДПО «Институт развития образования» информирует о встрече с членом жюри федерального этапа Всероссийского конкурса «Учитель года России», заведующей кабинетом педагогического опыта Академии повышения квалификации и профессиональной переподготовки работников образования (г. Москва), кандидатом педагогических наук, доцентом Еленой Михайловной Пахомовой.<br>
Цель встречи – совершенствование подготовки к федеральному этапу Всероссийского конкурса «Учитель года России».<br>
Подробнее<br>
ГБОУ ДПО «Институт развития образования» информирует о Всероссийском конкурсе руководителей образовательных учреждений «Директор школы».<br>
Конкурс проводится журналом «Директор школы» с целью выявить и изучить лучшие образцы управленческого опыта директоров школ России, направленные на построение системы управления развитием человеческих ресурсов, проанализировать способы и методы решения возникающих при этом проблем и предъявить результаты сообществу.<br>
Подробнее<br>
Визит спасателей службы технической поддержки (THW) МВД Германии из города - побратима Екатеринбурга Вуперталь<br>
В целях развития международного сотрудничества Свердловскую область посетила делегация спасателей службы технической поддержки (THW) МВД Германии из города - побратима Екатеринбурга Вуперталь (Германия).<br>
<br> 
 <p><br>
Делегацию принимали: Екатеринбургский корпус спасателей, Институт развития образования,  Региональное отделение Российского союза спасателей, Региональное отделение Всероссийского студенческого корпуса спасателей, администрация города Каменск – Уральский.<br>
 
 <p><br>
Подробнее<br>
31 января 2012 год. Хельсинки<br>
Рабочее утро российской делегации началось с посещения офиса концерна "Isky" в городе Лахти. Группу приветствовал Сеппо Викстром - владелец предприятия. Он же любезно представлял содержание деятельности производства.<br>
Подробнее<br>
Об итогах регионального тура х Всероссийского интеллектуального марафона учеников – занковцев в 2011-2012 учебном году<br>
Федеральный научно-методический центр им. Л.В. Занкова Академии повышения квалификации и профессиональной переподготовки работников образования и Объединение профессионалов, содействующих системе развивающего обучения Л.В. Занкова,  в 2011-2012 учебном году проводят Х Всероссийский интеллектуальный марафон учеников-занковцев. Свердловская область – в числе постоянных участников   Марафона.<br>
Подробнее<br>
Уважаемые коллеги!<br>
              Продолжается региональный этап Всероссийского конкурса «Учитель года России» в Свердловской области в 2011-2012 учебном году.      Принято решение о продлении сроков приема документов на конкурс.<br>
Подробнее<br>
Уважаемые коллеги!<br>
ГБОУ ДПО СО «Институт развития образования»  информирует вас о проведении I Всероссийского открытого конкурса авторских программ, учебно-методических материалов и виртуальных ресурсов по развитию творческой активности детей, подростков и молодежи «Поддержка творческих инициатив обучающихся и воспитанников в системе российского образования»<br>
ФГАУ «ФИРО» проводит с 25 октября 2011 г. по 25 сентября  2012 г. первый открытый Всероссийский конкурс авторских программ, учебно-методических материалов и виртуальных ресурсов  по развитию творческой активности детей, подростков и молодежи.<br>
Подробнее<br>

Уважаемые коллеги!<br>
ГБОУ ДПО СО «Институт развития образования»  информирует вас о проведении олимпиад, включенных в Перечень олимпиад школьников на 2011-2012 учебный год<br>
 
 <p><br>
Минобрнауки России утвердил Перечень олимпиад школьников<br>
на 2011-2012 учебный год<br>
Подробно с перечнем можно ознакомиться на сайте: http://www.edu.ru<br>
 
 <p><br>
Подробнее<br>
Информация о конкурсах<br>
Международный Институт Развития «ЭкоПро», образовательный портал Мой университет, Институт Реформы образования, Факультет "Технологий интерактивного обучения" при технической поддержке Сервиса Интернет хостинга LetItBit.net  проводит<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Установлены сроки регионального этапа всероссийской олимпиады школьников в 2011-2012 году<br> 
Подробнее<br>
Руководителям ОУ, реализующих систему Л.В. Занкова<br>
Информационное письмо<br>
Об участии во втором туре Всероссийского интеллектуального марафона учеников-занковцев<br>
Уважаемые коллеги!<br>
Региональный оргкомитет информирует Вас о том, что для участия во втором туре марафона необходимо до 13 декабря 2011 г. направить в ИРО заявку (Приложение 1).<br>
К заявке приложить сканированные работы победителей первого школьного тура.<br>
Подробнее<br>
Уважаемые коллеги!<br>
<br>
<p><br>
30 ноября в Министерстве общего и профессионального образования Свердловской области состоялся финал конкурса на соискание премий Губернатора Свердловской области педагогическим работникам в 2011 году.<br>
В 2011 году в конкурсе приняли участие 728 педагогических работников. Конкурс проводился в два этапа: первый - оценка методической подготовки участников конкурса, умения обобщить и представить свой педагогический опыт (оценка результатов деятельности участников по представленным документам); второй - оценка уровня профессионального мастерства участников конкурса и определение победителя конкурса (открытое мероприятие).<br>
30 ноября состоялся второй этап конкурса, где участники представили на выбор мастер-класс (представление участником конкурса своего педагогического опыта), учебное занятие либо творческую презентацию (представление участником конкурса своей воспитательной системы).<br>
Подробнее<br>
Поздравляем победителей регионального этапа V Всероссийского конкурса воспитательных систем образовательных учреждений в 2011 году!<br>
 "Подведены итоги регионального этапа V Всероссийского конкурса воспитательных систем образовательных учреждений, проходившего в период с 13 октября по 10 ноября 2011 года.<br>

<p><br>
Задачами конкурса являлось выявление актуальных и перспективных методик воспитания, используемых в практике работы образовательных учреждений; обновление содержания и структуры воспитательной деятельности на основе отечественных традиций и современного опыта; создание информационного банка существующих воспитательных систем образовательных учреждений; поддержка и стимулирование инновационной деятельности педагогических кадров в области воспитания и создания воспитательных систем.<br>
Подробнее<br>
Уважаемые коллеги!<br>
Уважаемые коллеги!<br>

<p><br>
Рабочей группой, созданной при ГБОУ ДПО СО «Институт развития образования», разработан проект Концептуальных основ казачьего кадетского компонента образования в Свердловской области.<br> 
Приглашаем представителей педагогического сообщества и всех заинтересованных лиц принять участие в обсуждении документа.<br>
Оставляйте свои комментарии. После модерации, в течении часа, они будут размещены. В подразделе "комментарии"<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Уважаемые коллеги!<br>
 Муниципальный этап всероссийской олимпиады школьников в 2011-2012 учебном году в Свердловской области проводится в соответствии с приказом Министерства общего и профессионального образования Свердловской области от 01 ноября 2010 года  № 700-И.<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Уважаемые коллеги!<br>
Муниципальный этап всероссийской олимпиады школьников в 2011-2012 учебном году проводится в соответствии с Положением о всероссийской олимпиаде школьников, утвержденным приказом Министерства образования и науки Российской Федерации от 2 декабря 2009 года № 695 и Положением о школьном, муниципальном, региональном этапах всероссийской олимпиады школьников в Свердловской области, утвержденным приказом Министерства общего и профессионального образования Свердловской области от 20 октября 2010 года № 367-И.<br>
Сроки проведения муниципального этапа всероссийской олимпиады школьников в Свердловской области – 15 ноября – 15 декабря 2011.<br>
<br>
<p><br>
Вопросы по организации муниципального этапаможно задать организаторам.<br>
Письма с пометкой ВОПРОСЫ высылайте, пожалуйста, на адрес: e_v_nikolaeva@mail.ru.<br>
<br>
<p><br>
 
ПРОЕКТ<br>
График проведения муниципального этапа<br>
всероссийской олимпиады школьников<br>
в 2011-2012 учебном году<br>
<br>
<p><br>
Подробнее<br>
Семинар «Федеральные государственные образовательные стандарты: ключевые проблемы и решения»<br>
18 октября 2011 года в Институте развития образования состоялся семинар «Федеральные государственные образовательные стандарты: ключевые проблемы и решения» с участием руководителя проекта по разработке федерального государственного образовательного стандарта общего образования, управляющего директора ОАО «Издательство «Просвещение», д.п.н., члена-корреспондента РАО Александра Михайловича Кондакова и заместителя директора Института стратегических исследований в образовании РАО, к.п.н., заслуженного уч<br>
Подробнее<br>
Уважаемые руководители образовательных учреждений начального и среднего профессионального образования Свердловской области!<br>
В апреле-мае 2012 года образовательные учреждения Свердловской области примут участие в международном сравнительном исследовании PISA-2012 (Международная программа по оценке образовательных достижений учащихся – Program  for International Student Assessment). В тестировании примут участие учащиеся 7-10 классов общеобразовательных учреждений и студенты первого курса учреждений начального и среднего профессионального образования.<br>
<br> 
 <p><br><br>
Подробнее<br><br><br>
Организаторам олимпиады школьников<br>
ГБОУ ДПО СО «Институт развития образования» сообщает, что на информационном портале Всероссийской олимпиады школьников 15.09.2011 года опубликованы методические материалы по 20 общеобразовательному предмету для составления заданий школьного и муниципального этапов Всероссийской олимпиады школьников в 2011-2012 учебном году.<br>
Информация размещена на сайте:  www.rosolymp.ru<br>
Отдел сопровождения конкурсов и инновационных проектов ГБОУ ДПО СО «Институт развития образования», тел. 257-31-33<br>
Подробнее<br>
Об итогах областного конкурса «Лучший преподаватель-организатор ОБЖ -2011»<br>
29 сентября 2011 года  в Свердловской области состоялся финал  областного  конкурса «Лучший преподаватель-организатор ОБЖ - 2011».<br>
         Конкурс  проводится  в целях  повышения престижа преподавателей-организаторов основ безопасности жизнедеятельности, выявления талантливых педагогов, создания условий для раскрытия их творческого потенциала, поощрения и стимулирования их  профессионального роста;<br>
Подробнее<br>
Об итогах регионального этапа конкурса «Воспитатель года России -2011»<br>
20 сентября 2011 года  в Свердловской области состоялся финал  регионального этапа Всероссийского профессионального конкурса «Воспитатель года России - 2011».<br>
         Конкурс  проводится  в целях поддержки педагогических работников дошкольных образовательных  учреждений, повышения престижа их профессии, привлечения внимания исполнительных органов власти, научной и педагогической общественности к проблемам развития дошкольного образования.<br>
Подробнее<br>
VI областной конкурс «Лучший преподаватель-организатор ОБЖ»<br>
В соответствии с постановлением Правительства Свердловской области от 22.10.2010г. №1540-пп «О мерах по обеспечению обучения граждан начальным знаниям в области обороны и их подготовки по основам военной службы в Свердловской области в 2010/2011 учебном году»,  планом  мероприятий по реализации постановления Правительства Свердловской области  и положением об областном конкурсе «Лучший преподаватель-организатор ОБЖ», проводится VI областной конкурс «Лучший преподаватель-организатор ОБЖ».<br>
<br> 
 <p><br><br>
Подробнее<br>
Всероссийская олимпиада по финансовому рынку<br>
В сентябре 2011 г. стартует VII Всероссийская олимпиада по финансовому рынку.<br>
Олимпиада проводится ежегодно для обучающихся в образовательных учреждениях (школы, лицеи, гимназии, ПТУ, колледжи, техникумы) в возрасте 15 – 17 лет, интересующиеся историей и функционированием финансовых рынков, в особенности развитием фондового рынка России.<br> 
Победители и призеры олимпиады без вступительных испытаний зачисляются на бюджетные места в ведущие вузы страны.<br>
Подробнее<br>
Областное августовское совещание 31 августа<br>
31 августа 2011 года на базе государственного бюджетного образовательного учреждения дополнительного образования детей Свердловской области «Центр дополнительного образования детей «Дворец молодежи»  состоялось областное августовское педагогическое совещание «Готовность системы образования Свердловской области  к новому учебному году в условиях  введения федеральных государственных образовательных стандартов».<br>
Подробнее<br>
Руководителям образовательных учреждений<br>
Уважаемые коллеги!<br>
<br> 
 <p><br>
Предлагаем вашему вниманию издания ГБОУ ДПО СО «Институт развития образования», которые Вы можете приобрести для образовательного учреждения. Цена на каждое отдельное издание зависит от тиража, сформированного на основе общего количества заказанных образовательными учреждениями экземпляров, и будет сообщена дополнительно.<br>
 
 <p><br>
С образцами предлагаемых изданий можно ознакомиться в библиотечно-информационном центре «Института развития образования» по адресу: ул. Академическая, д. 16.<br>
Подробнее<br>
Об итогах Конкурса «За нравственный подвиг учителя» 2011 года<br>
Подведены итоги регионального этапа Всероссийского конкурса работ в области педагогики, работы с детьми и молодежью «За нравственный подвиг учителя» 2011 года.<br>
В адрес оргкомитета поступило 49 работ из 14 территорий Свердловской области (в 2007г. – 32, 2008г. – 166, 2009г. – областной этап не проводился; 2010 г. - 102).<br>
Наибольшую активность проявили ОУ и педагоги из следующих территорий:<br>
Подробнее<br>
21 июня. Летняя школа для талантливых детей Свердловской области «Шаги к успеху».<br>
«Дни пролетели незаметно…»<br>
В детском оздоровительном комплексе «Звездный» под Нижним Тагилом завершила свою работу летняя школа для талантливых детей Свердловской области «Шаги к успеху». Во вторник, 21 июня, состоялось торжественное закрытие школы.<br>
Напомним, что ее участниками стали более двух сотен старшеклассников со всех уголков Уральского региона – победителей различных олимпиад, конкурсов и фестивалей. Вся смена была расписана буквально по минутам.<br>
Подробнее<br>

<p><br>
О форуме сельских школ Свердловской области<br>
16 июня 2011 года в ГБОУ ДПО СО «Институт развития образования» состоялся форум сельских образовательных учреждений Свердловской области «Качественное образование в условиях сельской школы: достижения, проблемы, перспективы», в работе которого приняли участие 253 человека из 44 муниципальных образований.<br>
<br> 
 <p><br>
В числе участников - Главы администраций муниципальных образований, руководители органов управления образованием, директора и учителя сельских школ.<br>
Открыл Форум председатель Правительства Свердловской области А.Л. Гредин.<br>
Подробнее<br>
Приезд Правительства Свердловской области в Летнюю школу<br>
14 июня Летнюю школу «Шаги к успеху» посетило Правительство Свердловской области: А. Л. Гредин, председатель Правительства Свердловской области, министры и заместители 8 министерств. В составе делегации к ребятам приехала Оксана Владимировна Гредина, ректор Института развития образования Свердловской области, Ю.И. Биктуганов, заместитель председателя Правительства Свердловской области – министр общего и профессионального образования Свердловской области.<br>
Подробнее<br>
В День Независимости России Летняя школа<br>
В День Независимости России Летняя школа «Шаги к успеху» принимала у себя гостей из администрации г. Нижнего Тагила: Главу города Исаеву В.П., заместителя Главы города по социальным вопросам Погудина В.В., начальника Управления образования  Соложнина А.В..<br>
Валентина Павловна впервые посетила школу «Шаги к успеху» и начала беседу с вопроса о том, чем для ребят ценна эта школа? Участники сразу отметили, что здесь уникальное место для самореализации, что созданная атмосфера способствует сплочению команды. Ребята уверены, что все, находящиеся здесь, - это  «многогранные личности», у которых есть чему поучиться. Участников радует, что для них «каждый день не проходит зря», каждый день есть возможность получать новые знания. Еще школа ценна для ребят тем, что здесь можно познакомиться с крупнейшими вузами области, пообщаться с преподавателями. В дальнейшем им это поможет в выборе учебного заведения.<br>
Подробнее<br>
Жизнь в четвертом измерении!<br>
На четвертый день летней школы «Шаги к успеху» стартовало еще одно направление коллективной жизнедеятельности обитателей лагеря «Звёздный». На сей раз ребята погрузились в мир научного поиска.<br>
Утром 5 июня в актовом зале состоялась встреча участников с учеными Института развития образования: Луткиным Станиславом Сергеевичем, к.п.н., Афанасьевым Сергеем Анатольевичем, к.с.н., и Амосовым Александром Михайловичем. На утренней сессии была озвучена идея создания научных сообществ учащихся (НСУ) на базе существующих отрядов. Смысл данных сообществ заключается в разработке и проведении исследований по тематике интересующей самих участников школы. Преподаватели ИРО вызвались выступить в роли научных руководителей по выбранным направлениям, и в тот же день уже состоялись первые консультации.<br>
Подробнее<br>
Летняя школа для талантливых детей Свердловской области «Шаги к успеху»<br>
От русского языка до юриспруденции<br>
     В детском оздоровительном комплексе «Звездный» под Нижним Тагилом открылась летняя школа для талантливых детей «Шаги к успеху». Напомним, что с инициативой открытия подобной школы выступила прошедшей весной ректор ГБОУ ДПО «Институт развития образования» Оксана Владимировна Гредина.<br>
Подробнее<br>
Новости Летней Школы «Шаги к успеху» Создание клубов<br>
    Одним из приоритетных направлений Летней школы «Шаги к успеху» является поддержание инициатив ее участников. Решением стало создание клубного объединения, удовлетворяющего досуговые, познавательные и творческие потребности учащихся.<br>
    Инициатором клуба мог стать любой участник или группа ребят Летней школы. Для его создания ребятам нужно было определиться с направлением деятельности и пройти регистрацию. Для этого учредители заполняли «Паспорт Клуба», где указывалось его название, направление досуга, содержание деятельности. Также необходимо было определить место проведения собраний клуба, состав учредителей и обозначить, в каком материально-техническом обеспечении нуждаются его участники.<br>
Подробнее<br>
Торжественное открытие Летней школы для талантливых детей Свердловской области «Шаги к успеху»!<br>

<p><br>
            3 июня состоялось долгожданное торжественное открытие Летней школы для талантливых детей Свердловской области «Шаги к успеху»!<br>
        Взволнованные ребята  собрались задолго до начала мероприятия , все в нетерпеливом ожидании. Это событие знаменательно не только тем, что стало первым в истории открытием Летней школы, но и тем, что поприветствовать ребят приехал и заместитель Председателя правительства Свердловской области – министр общего и  профессионального образования Свердловской области Биктуганов Юрий Иванович , так же основатель, идейный вдохновитель программы  школы «Шаги к успеху», ректор  ИРО Гредина Оксана Владимировна. В своей речи она пояснила, что школа «Шаги к успеху» может стать новой моделью фестиваля «Юные интеллектуалы Среднего Урала». Оксана Владимировна выразила надежду, что в следующий раз количество участников значительно увеличится. Большой и приятной неожиданностью для всех стало ее сообщение о том, что весь кабинет министров Свердловской области посетит ребят в один из дней Летней школы. Участники с восторгом приняли это сообщение. Также Оксана Владимировна отметила, что программой «Шаги к успеху» заинтересовались не только крупнейшие вузы области, но и научно-исследовательские институты, которые проявили желание принять участие в развитии школы.<br>
Подробнее<br>
Летняя школа «Шаги к успеху» стартовала!<br>
Летняя школа «Шаги к успеху» стартовала!<br>
 
 <p><br>
Утром 2 июня 2011 г. в холле ГДДЮТ  было оживленно и шумно. Ребята со всей Свердловской области приехали в Нижний Тагил для участия в летней школе для талантливых детей «Шаги к успеху». Инициатором и организатором этого события является государственное бюджетное образовательное учреждение дополнительного образования «ИНСТИТУТ РАЗВИТИЯ ОБРАЗОВАНИЯ».<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования Свердловской области<br>
О III Всероссийском конкурсе «Семейное путешествие по России»<br>
 
 <p><br>
Министерство общего и профессионального образования Свердловской области информирует о проведении Союзом Журналистов России, Российским союзом молодежи, издательством «Альманах путешествий»  III Всероссийского конкурса «Семейное путешествие по России» (далее - конкурс).<br>
Подробнее<br>
Встреча участников I областной школы "Шаги к успеху"<br>
18 мая в Институте развития образования состоялась встреча участников 1 областной школы для талантливых детей «Шаги к успеху». На встречу приехали ребята из Красноуфимска, Ревды, п.Сосьва, Ирбита, .Качканара и Екатеринбурга. Цель встречи была задана в рамках школы. Ректор ИРО Оксана Владимировна дала участникам школы задание – представить свои предложения по изменению положения Фестиваля «Юные интеллектуалы Среднего Урала».<br>
Подробнее<br>
Школа, с Днем рождения!<br>
С 13 июня у участников Летней школы для талантливых детей Свердловской области «Шаги к успеху» началась естественнонаучная неделя. На всем ее протяжении ребята будут заниматься математикой, физикой, биологией, химией и другими науками – участвовать в диспутах, практикумах, мастер-классах.<br>
Подробнее<br>
Итоги V Международной научно-практической конференций «Информационные и коммуникационные технологии в образовании» («ИТО-Екатеринбург-2011»)<br>
12-13 мая 2011 года состоялась V Международная научно-практическая конференция «Информационные и коммуникационные технологии в образовании» («ИТО-Екатеринбург-2011»), проводившаяся в рамках Международного конгресса конференций «Информационные технологии в образовании».<br>
Особенностью конференции являлось участие в ее работе наших партнеров с Украины - специалистов Киевского областного института последипломного образования педагогических кадров (в режиме видеоконференции).<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования, руководителям образовательных учреждений, подведомственных Министерству общего и профессионального образования Свердловской области<br>
В соответствии с письмом Министерства общего и профессионального образования Свердловской области от 05.05.2011г. №01-01/3028 «О заказе на учебники федеральных перечней на 2011-2012 учебный год» ГБОУ ДПО СО «Институт развития образования» осуществляет сбор электронного варианта бланков заказа на учебники федеральных перечней на 2011-2012 учебный год от общеобразовательных учреждений муниципальных образований Свердловской области (сводный заказ) и подведомственных министерству образовательных учреждений.<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющим управление в сфере образования<br>
Уважаемые коллеги!<br>
 
 <p><br>
          В целях адресной поддержки талантливых детей Свердловской области ГБОУ ДПО СО «Институт развития образования» в период с 2 по 22 июня 2011 года проводит летнюю школу «Шаги к успеху» для победителей и призеров регионального этапа Всероссийской олимпиады школьников, конкурса «Юношеская восьмерка в России», фестиваля «Юные интеллектуалы Среднего Урала» и детей, мотивированных на достижение высоких результатов в образовании на базе детского оздоровительного комплекса «Звездный»<br>
(п.Леневка, г.Нижний Тагил).<br>
Подробнее<br>
ИТО-Екатеринбург-2011<br>
Министерство образования и науки Российской Федерации Автономная некоммерческая организация «Информационные технологии в образовании» Государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» Киевский областной институт последипломного образования педагогических кадров (Украина)<br>
приглашают вас на<br>
V Международную научно-практическую конференцию  «ИНФОРМАЦИОННЫЕ И КОММУНИКАЦИОННЫЕ  ТЕХНОЛОГИИ В ОБРАЗОВАНИИ»  («ИТО-Екатеринбург-2011»),<br>
Подробнее<br>
Уважаемые ветераны! Примите искренние поздравления с Днем Великой Победы!<br>
День Победы – это символ героизма, мужества и отваги людей, защитивших свою Родину. Военные и послевоенные годы были временем невероятных испытаний, страшных лишений и жертв для каждой семьи, для каждого жителя нашей страны, где бы он ни находился – на фронте или в тылу. В тяжелые дни войны Вы, ветераны, достойно выполняли свой долг, выстояли и победили. Также стойко, не жалея сил и здоровья, работали все, кто ковал победу в тылу.<br>
Подробнее<br>
Открытие Кабинета комплексной безопасности Института развития образования созданного совместно с Главным управлением МЧС Росии по Свердловской области<br>
6 мая 2001 года в Институте развития образование  (по адресу Щорса 92а корп4.) состоялось торжественное Открытие Кабинета комплексной безопасности Института развития образования, созданного совместно с Главным управлением МЧС Росии по Свердловской области.<br>
Подробнее<br>
Руководителям учреждений начального и среднего профессионального образования Свердловской области, руководителям МОУО и ОУ<br>
 
 <p><br>
Информация по итогам областного этапа защиты исследовательских проектов обучающихся  учреждений общего, начального и среднего профессионального образования в 2010 - 2011  учебном году.<br>
<br> 
 <p><br>
21-22 апреля 2011 года состоялся очный этап Областной защиты исследовательских проектов обучающихся, которая в соответствии с Положением проводилась по направлениям, отражающим проблемы социально-экономического, общественно-политического, социокультурного, научно-технического характера, проблемы личности и здоровьесбережения.<br>
Защита исследовательских проектов осуществляется в Свердловской области с 1998 года, отвечая потребностям учащихся, личности, региона в развитии интеллектуального и социально-экономического потенциала, в настоящее время – является одним из способов поддержки одаренных и талантливых детей и молодежи в контексте Национальной образовательной инициативы «Наша новая школа»<br>
Подробнее<br>
Руководителям муниципальных органов управления образованием<br>
Оргкомитет областной защиты исследовательских проектов обучающихся 2010-2011 учебного года представляет информацию по результатам заочного этапа и приглашает на очный этап участников, набравших  наибольшее количество баллов (итоговый протокол).<br><br>
При обнаружении неточностей в данных об участниках просим сообщить по телефонам:<br>
 
 <p><br>
257-31-33  Узлова Людмила  Вазгеновна<br>
257-36-58 Чухненко Татьяна Михайловна<br> 
 
 <p><br>
Подробнее<br>
14 апреля 2011 года прошел семинар "Введение Федеральных государственных образовательных стандартов основной и старшей школы: реалии и перспективы".<br>
14 апреля 2011 года прошел семинар "Введение Федеральных государственных образовательных стандартов основной и старшей школы: реалии и перспективы", организованный ГБОУ ДПО СО "Институт развития образования» совместно с ОАО "Издательство "Просвещение".<br>
Подробнее<br>

<p><br>
Руководителям МОУО, ОУ – участников международных сравнительных исследований<br>
Институт развития образования проводит семинар для учителей и школьных координаторов международных сравнительных исследований TIMSS-2011 (Оценка качества математического и естественнонаучного образования учащихся 4 и 8 классов) и PIRLS-2011 (Оценка качества чтения и понимания текстов учащимися начальной школы).<br>
 
 <p><br>
Школьные координаторы и учителя будут ознакомлены с графиком и технологией проведения международных исследований в образовательных учреждениях. В ходе семинара им будут переданы материалы для проведения исследований.<br>
 
 <p><br>
Подробнее<br>
Вниманию руководящих и педагогических работников<br>
Уважаемые коллеги!<br>
 
 <p><br>
С информацией о предстоящих семинарах и меропрятиях ГБОУ ДПО Свердловской Области "Институт развития образования" можно ознакомиться в разделе "Анонсы", а также выбрав соотвествующую дату "Календаря событий"<br>
 
 <p><br>
График образовательной деятельности можно скачать в одноименном разделе "Образовательная деятельность"<br>
 
 <p><br>
Информация о предстоящих семинарах издательств РФ размещается в разделе сайта: "Анонсы" на главной странице и на странице "Семинары" раздела "Библиотека".<br>
Подробнее<br>
Круглый стол «Проблемы и перспективы сельской школы»<br>
6 апреля 2011 года в Институте развития образования Свердловской области состоялся круглый стол «Проблемы и перспективы сельской школы». В центре обсуждения - состояние сельской школы сегодня, проблемы и возможные пути решения в контексте социально-экономических перспектив развития региона.<br>
В работе круглого стола приняли участие руководители органов управления образованием, директора сельских школ следующих муниципальных образований: Алапаевский, Ачитский, Белоярский, Красноуфимский, Нижнесергинский, Сысертский, Талицкий районы; специалисты ИРО.<br>
Подробнее<br>
Руководителям органов местного самоуправления!<br>
С 13 января по 5 февраля 2011 года проводится региональный этап всероссийской олимпиады школьников.<br>
Поздравляем победителей и призеров олимпиады!<br> 
 
 <p><br>
Список прилагается<br>
Подробнее<br>
Cеминар ГБОУ ДПО ИРО Свердловской области и издательства «Русское слово» для учителей английского языка по теме «Современная учебно-методическая литература: традиции и инновации (на основе УМК по английскому языку для учащихся 2-4 классов авторов Ю.А. Ком<br>
1 апреля 2011 года состоялся семинар ГБОУ ДПО ИРО Свердловской области и издательства «Русское слово» для учителей английского языка по теме «Современная учебно-методическая литература: традиции и инновации (на основе УМК по английскому языку для учащихся 2-4 классов авторов Ю.А. Комаровой, И.В. Ларионовой, Ж. Перет)».<br>
Подробнее<br>
Четвёртый день I областной школы талантливых детей "Шаги к успеху"<br>
Заключительный день работы Первой Областной школы «Шаги к успеху» состоял из подведения итогов и обмена впечатлениями.<br>
<br>
<p><br>
Утром для старшеклассников были организованы завершающие тренинги, где ребята вспоминали свой приезд в ДОК «Звездный», знакомство, первые впечатления, вызванные пребыванием в школе.<br>
Подробнее<br>
Третий день I областной школы талантливых детей "Шаги к успеху"<br>
Третий день Первой Областной школы «Шаги к успеху» начался для старшеклассников с практических занятий, посвященных научным вопросам, и продолжился вопросами о модернизации учреждений высшего образования и развития естественнонаучных дисциплин.<br>
На занятии «Погружение в физику» ребята не только решали задачи, писали формулы и отвечали на вопросы об окружающем мире, но и узнали личные секреты достижения успеха Льва Элевича Генденштейна, преподавателя, кандидата физико-математических наук и автора многочисленных научных книг. «Каждый человек – кузнец своего счастья!», «Не полагайтесь на обстоятельства!», «Если тебя кинули – расправь крылья!» – этим и другим советам школьники внимали затаив дыхание. «Лев Элевич, какие качества нам нужны, чтобы добиться успеха?» – хором спрашивали ребята. «Не теряйте надежды, любите свое дело и будьте ему преданы, – отвечал мудрый педагог. – Если вы будете верить в себя, то достигните своей цели».<br>
<br>       

<p><br>
Подробнее<br>
Второй день I областной школы талантливых детей "Шаги к успеху"<br>
Второй день Первой Областной школы «Шаги к успеху» был наполнен самой разнообразной деятельностью. Чем только не занимались юные гости ДОК «Звездный» 1 апреля! Участвовали в практических занятиях, тренингах и круглых столах, соревновались в спортивной эстафете, разрабатывали различные проекты...<br>
<br> 
 <p><br>
Подробнее<br>
Открытие Школы талантливых детей Свердловской области "Шаги к успеху"<br>
Для большинства школьников день 31 марта – завершение весенних каникул. А вот у ребят, приехавших в Нижний Тагил из 28 территорий Свердловской области  - Екатеринбурга, Ирбита, Асбеста,<br>
Качканара, Ревды, Тавды, Сысерти и других городов на Первую Областную школу для талантливых детей «Шаги к успеху», отдых, если можно так сказа<br>
<br>
<p><br>
ть, продлится на три дня дольше!<br>
Впрочем, юные интеллектуалы нашей области – таких собралось почти 100 человек – заслужили это благо. В детском оздоровительном комплексе «Звездный» встретились самые умные, самые креативные, позитивные и неугомонные ребята.<br>
Подробнее<br>
В Институте развития образования состоялся обучающий семинар «Развивающая образовательная среда AFSTM»<br>
<br> 
 <p><br>
Для решения задач национальной образовательной инициативы «Наша новая школа» необходимо создать в каждом общеобразовательном учреждении творческую среду на базе школьного оборудования нового поколения. Это реализовано в программно-методическом комплексе AFS, основанном на цифровых технологиях и современном программном обеспечении.<br>
Подробнее<br>
Обучение слушателей семинара решению задач методом ключевых ситуаций при подготовке обучающихся к ГИА и ЕГЭ по физике провел в Институте развития образования автор завершенных линий учебников Л. Э. Генденштейн<br>
 
 <p><br>
Развитию профессиональной компетентности учителей физики в вопросах методического и дидактического обеспечения образовательного процесса был посвящен семинар «Реализация  стандартов второго поколения в учебниках физики<br>
Подробнее<br>
Школа для талантливых детей<br>
С 31 марта по 3 апреля в Свердловской области впервые проходит школа «Шаги к успеху» для победителей и призеров регионального этапа Всероссийской олимпиады школьников и участников конкурса «Юношеская восьмерка в России». Основная цель мероприятия - адресная поддержка талантливых детей. Его организатор - государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» при участии областного правительства.<br>
Подробнее<br>
Слет лидеров образования Свердловской области<br>
В Государственном бюджетном образовательном учреждении дополнительного профессионального образования Свердловской области «Институт развития образования» 29 марта 2011 года впервые состоялся Слет лидеров образования в целях распространения и внедрения инновационного педагогического опыта победителей конкурсов профессионального мастерства в систему образования Свердловской области.<br>
Подробнее<br>
Евразийский экономический форум молодежи 2010-2011 гг. ПУТЬ на СЕВЕР<br>
ПОЛОЖЕНИЕ о Международном конкурсе инновационных проектов в области образования «Образовательные инициативы XXI века».<br>
ПОЛОЖЕНИЕ о международном конкурсе эссе в области образования «Образование ХХI века: между прошлым и будущим».<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющим управление в сфере образования, руководителям учреждений общего образования, учреждений начального и среднего профессионального образования<br>
 
 <p><br>
Уважаемые коллеги!<br>
В декабре  2010 года ООО «БауМ» осуществляло доставку учебных изданий в адрес управлений образования и подведомственных Министерству общего и профессионального образования образовательных учреждений от издательств:<br>
1.      ООО «ИОЦ Мнемозина»<br>
2.      ООО «Гуманитарный издательский центр ВЛАДОС»<br>
3.      ООО « Издательский центр «ВЕНТАНА-ГРАФ»<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющим управление в сфере образования, руководителям учреждений общего образования, учреждений начального и среднего профессионального образования<br>
Уважаемые коллеги!<br>
Информируем вас о проведении центром "МЦФЭР Ресурсы образования" совместно с Департаментом общего образования Министерства образования и науки РФ цикла вебинаров "Новые требования к квалификации руководителя образовательного учреждения" по актуальным вопросам дошкольного и общего образования. Информация об условиях и порядке участия размещена на сайте www.menobr.ru. Контактный телефон: (495) 937-90-82. Дополнительные вопросы организаторам можно направить на электронный адрес stat@resobr.ru.<br>
Подробнее<br>
Информация для тьюторов ГИА-9 по математике<br>
Образовательная программа "Обучение тьюторов для подготовки педагогов к проведению ГИА-9 в новой форме по математике" 2-сессия, с 28 февраля по 03 марта 2011г.<br>
Подробнее<br>
Руководителям учреждений начального и среднего профессионального образования Свердловской области<br>
Уважаемые коллеги!<br>
 
 <p><br>
Государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» с 21 февраля по 21 марта2011 года проводит курсы повышения квалификации преподавателей общеобразовательных дисциплин учреждений начального и среднего профессионального образования по вопросам подготовки студентов и учащихся к Единому государственному экзамену (ЕГЭ).<br>
Подробнее<br>
Руководителям МОУО и ОУ<br>
Уважаемые коллеги! Сформирована группа педагогов русского языка вечерних ОУ для повышения квалификации по вопросам подготовки обучающихся к ЕГЭ. Начало занятий с 16.02.011. Список группы можно скачать по ссылке заголовка. Если педагоги не могут принять участие в повышении квалификации в указанные сроки - просим сообщить об этом по электронной почте с указанием причин: irro412@mail.ru<br>
Подробнее<br>
Уважаемые коллеги!<br>
18 февраля 2011 года Институт развития образования проводит VII региональную научно-практическую конференцию "Совершенствование языковой и коммуникативной компетенций учащихся в ходе подготовки к итоговой аттестации".<br>
Подробнее<br>

<p><br>
Руководителям учреждений начального и среднего профессионального образования Свердловской области, руководителям МОУО и ОУ<br>
Уважаемые коллеги! Обращаем ваше внимание на то, что образовательные программы по математике и русскому языку с 14 февраля 2011 года и с 21 февраля 2011 года соответственно будут проводиться на базе Нижнетагильского филиала ИРО. Педагоги вечерних ОУ, а также педагоги учреждений НПО и СПО, не включенные в список, могут присоединиться к этим программам. Для этого достаточно приехать и зарегистрироваться в первый день.  Списки групп можно скачать по ссылке заголовка.<br>
Подробнее<br>
Руководителям учреждений начального и среднего профессионального образования Свердловской области, руководиелям МОУО и ОУ<br>
Уважаемые коллеги! Обращаем ваше внимание, что образоваельные программы по математике и русскому языку для педагогов общеобразовательных дисциплин учреждений начального и среднего профессионального образования и педагогов вечерних ОУ (с 14 февраля 2011 г. - математика, с 21 февраля 2011 - русский язык) будут проводиться на базе Нижнетагильского филиала ИРО. Списки групп можно скачать по ссылке заголовка данной новости. Педагоги вечерних ОУ могут пройти обучение в названные сроки на базе НТФ ИРО.<br>
Подробнее<br>
Руководителям учреждений начального и среднего профессионального образования Свердловской области<br>
Уважаемые коллеги! Обращаем ваше внимание, что сформирована группа для повышения квалификации по русскому языку с 09.02.2011. Если ваши педагоги по какой-то причине не смогли принять участие в повышении квалификации в предыдущие сроки, то они могут присоединиться к этой группе.<br>
Подробнее<br>
Подведены итоги второго (регионального) тура IX Всероссийского интеллектуального марафона учеников-занковцев<br>
25 января 2011г. в Институте развития образования состоялся региональный этап IX Всероссийского интеллектуального марафона учеников-занковцев. В конкурсе участвовали команды из трех муниципальных округов Свердловской области. По итогам проведения конкурса были определены победители.   Программа регионального тура предусматривала мероприятия для учащихся 4-х классов образовательных учреждений и учителей начальных классов (ематическое консультирование по введению ФГОС в начальных классах).<br>
Подробнее<br>
Награждение победителей Всероссийского конкурса «За нравственный подвиг учителя»<br>
24 января 2011 года в Москве на церемонии Торжественного открытия XIX Международных Рождественских образовательных чтений состоялось награждение победителей III этапа Всероссийского конкурса «За нравственный подвиг учителя» за 2010 год.<br>
Всероссийский конкурс «За нравственный подвиг учителя» ежегодно проводится Министерством образования и науки Российской Федерации совместно с Отделом религиозного образования и катехизации Русской Православной Церкви, при поддержке полномочных представителей Президента РФ в федеральных округах.<br>
Подробнее<br>
Уважаемые коллеги!<br>
28 января 2011 года в Министерстве общего и профессионального образования Свердловской области состоялось расширенное заседание коллегии по вопросу «О готовности системы образования Свердловской области к введению федерального государственного образовательного стандарта начального общего образования».<br>
Подробнее<br>
Организаторам олимпиады школьников!<br>
Региональный этап Всероссийской олимпиады школьников проводится:<br>
ОБЖ – 01.02. – 02.02. 2011 г.<br>
Физическая культура – 05.02. 2011 г.<br>
Информацию о практическом туре смотреть во вложении.<br>
Подробнее<br>
Ответственным за организацию дополнительного профессионального образования МОУО Свердловской области<br>
Обращаем ваше внимание, что 26-27.01.2011 г. состоится семинар «Современные технологии и методики духовно-нравственного развития учащихся в рамках реализации курса ОРКСЭ». Семинар проводится в рамках реализации ОП «Актуальные вопросы преподавания учебного курса ОРКСЭ». Продолжение занятий по ОП «Актуальные вопросы преподавания учебного курса ОРКСЭ» с 14 по 22.02.2011г. Получение удостоверений о повышении квалификации по данной ОП дает право педагогам преподавать учебный курс «Основы религиозных культур и светской этики» в образовательных учреждениях Свердловской области.<br><br>
 
 <p><br>
Подробнее<br>
Уважаемые учителя географии!<br>
Образовательный семинар "Роль современного урока географии в реализации требований ФГОС" состоится 26 января по адресу Академическая, 16 (ИРО), аудитория 328. Семинар проводит к.п.н., доцент кафедры естественнонаучного и математического образования ИРО Сегеда Татьяна Александовна.<br>
Подробнее<br>
Руководителям МОУО и ОУ<br>
Уважаемые коллеги! Сформирована группа педагогов химии вечерних школ (классов) для повышения квалификации по вопросам подготовки обучающихся к ЕГЭ с 24.01 по 03.02. Файл с перечнем ОУ можно скачать по ссылке (см. заголовок).<br>
Подробнее<br>
Руководителям учреждений начального и среднего профессионального образования Свердловской области<br>
Уважаемые коллеги! Сформирована группа педагогов английского языка учреждений начального и среднего профессионального образования Свердловской области для повышения квалификации по вопросам подготовки обучающихся к ЕГЭ с 24.01 по 03.02. Файл с перечнем ОУ можно скачать по ссылке (см. заголовок).<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
Уважаемые коллеги!<br>
Информируем вас о том, что в «Институт развития образования» поступили учебные пособия для реализации курса «Основы религиозных культур и светской этики».<br>
Подробнее<br>
Уважаемые коллеги!<br>
Сообщаем Вам о переносе семинара "Информационно-коммуникационные технологии как основа современного урока литературы" с 21 января 2011 года на 28 января 2011 года.<br>
Семинар будет проводится на базе Гимназии №202 "Менталитет" по адресу ул. Заводская, 45.<br>
Начало в 13-00<br>
Подробнее<br>
Уважаемые коллеги!<br>
Обращаем Ваше внимание, что с 22 декабря 2010 года функционирует сайт информационной поддержки ЕГЭ в Свердловской области. Адрес сайта: http://ege.midural.ru. Всю информацию о ЕГЭ в Свердловской области можно найти на этом сайте.<br>
Подробнее<br>
Слушателям образовательной программы повышения квалификации по подготовке к ЕГЭ по обществознанию<br>
Программа повышения квалификации по вопросам подготовки к ЕГЭ по обществознанию для педагогов вечерних ОУ 17.01.11 будет проводиться по адресу: г. Екатеринбург, ул. Щорса, 92А, корп. 4, ауд. 204. По всем вопросам обращаться по телефону: (343) 369-29-86 (доб 208).<br>
Подробнее<br>
Руководителям МОУО и ОУ<br>
Уважаемые коллеги! Сформированы группы педагогов истории, обществознания вечерних ОУ для повышения квалификации с 17.01.11 по 26.01.11.<br>
Подробнее<br>
Руководителям органов местного самоуправления и образовательных учреждений<br>
Федеральный институт развития образования (ФИРО) объявил Второй открытый Всероссийский конкурс авторских программ, учебно-методических материалов и виртуальных ресурсов «Педагогическая культура родителей: воспитываем вместе».<br>
С дополнительной информацией Вы можете ознакомиться на сайте ФИРО www.firo.ru<br>
Прием материалов до 15 мая 2011 года.<br>
Подробнее<br>
Слушателям образовательных программ повышения квалификации по подготовке к ЕГЭ!<br>
Программы повышения квалификации по вопросам ЕГЭ проводятся в соответствии с графиком. Обо всех изменениях будет сообщаться заранее через сайт ГБОУ ДПО СО "ИРО" и сайт информационной поддержки ЕГЭ в Свердловской области. Регистрация слушателей, прибывших на программу, с 9.00 до 10.00. Начало занятий в первый день с 10.00, в последующие дни - с 9.00.<br>
Подробнее<br>
Руководителям МОУО и ОУ<br>
Уважаемые коллеги! Сформирована группа педагогов русского языка вечерних ОУ для повышения квалификации с 17.01.11 по 27.01.11. Файл с перечнем ОУ можно скачать по ссылке (см. заголовок). Списочный состав группы будет разослан по электронной почте в МОУО и ОУ 11.01.11.<br>
Подробнее<br>
Руководителям МОУО и ОУ<br>

<p><br>
Уважаемые коллеги!<br>
 
       <p><br>
         Информируем Вас о том, что с 17 января 2011 года ГБОУ ДПО СО «Институт развития образования» начинает повышение квалификации педагогов общеобразовательных дисциплин вечерних общеобразовательных учреждений Свердловской области по вопросам подготовки обучающихся к единому государственному экзамену.<br>
         График проведения образовательных программ повышения квалификации для вечерних общеобразовательных учреждений размещен на сайте ГБОУ ДПО СО «Института развития образования» (www.irro.ru) и на сайте информационной поддержки ЕГЭ в Свердловской области (http://ege.midural.ru).<br>
         Просим Вас направить педагогов общеобразовательных дисциплин на повышение квалификации в соответствии с графиком образовательных программ и списочным составом групп (в прикрепленном к письму файле) и подтвердить участие педагогов в программах повышения квалификации по электронной почте: irro412@mail.ru.<br>
Подробнее<br>

<p><br>
Руководителям учреждений начального и среднего профессионального образования Свердловской области<br>

 
 <p><br>
Уважаемые коллеги!<br>
 
 <p><br>
         Информируем Вас о том, что с 11 января 2011 года ГБОУ ДПО СО «Институт развития образования» начинает повышение квалификации педагогов общеобразовательных дисциплин учреждений начального и среднего профессионального образования Свердловской области по вопросам подготовки обучающихся к единому государственному экзамену.<br>
Подробнее<br>
Итоги конкурса фильмов о педагогах<br>
В рамках Года учителя Институтом развития образования Свердловской области проведен конкурс сценариев интеллектуально-состязательных программ и фильмов о педагогах.<br>
Подробнее<br>
Руководителям и специалистам учреждений начального и среднего профессионального образования Свердловской области<br>
Уважаемые коллеги! 14 декабря 2010 года в ГБОУ ДПО СО "Институт развития образования" состоялось совещание с руководителями и специалистами учреждений начального и среднего профессионального образования Свердловской области "О подготовке к проведению Единого государственного экзамена в 2011 году в учреждениях начального и среднего профессионального образования Свердловской области".<br>
Подробнее<br>
Уважаемые коллеги!<br>
 
 <p><br>
Сердечно поздравляем Вас с наступающим Новым 2011 годом!<br>
Пусть следующий год каждому из вас принесет благополучие и успех, подарит новые блестящие идеи и поможет их воплотить в жизнь. Пусть в ваших семьях царит мир и взаимопонимание. Пожелаем друг другу профессионального роста и оптимизма!<br>
 
 <p><br>
С уважением,<br>
ректор                                                                                      О.В. Гредина<br>
Подробнее<br>
Уважаемые коллеги!<br>
Информируем вас о том, что 22 декабря 2010 года начал свою работу сайт информационной поддержки ЕГЭ в Свердловской области<br>
Подробнее<br>
Уважаемые коллеги!<br>
В целях создания условий для формирования единого инновационного образовательного пространства Свердловской области 17 декабря 2010 г. в рамках Педагогического форума, завершающего Год учителя прошел областной этап выставки «Инновации в системе образования Свердловской области», организованный Государственным бюджетным образовательным учреждением дополнительного профессионального образования Свердловской области «Институт развития образования».<br>
Подробнее<br>
Уважаемые коллеги!<br>
В рамках Плана основных мероприятий по проведению в Свердловской области Года учителя (приказ Министерства общего и профессионального образования Свердловской области от 22.03.2010 № 90-и) 25-26 ноября, 8 декабря 2010г. состоялись Дни открытых дверей в инновационных общеобразовательных учреждениях в режиме видеоконференции, организованные Государственным бюджетным образовательным учреждением дополнительного профессионального образования Свердловской области «Институт развития образования».<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Оргкомитетом олимпиады подведены итоги муниципального этапа Всероссийской олимпиады школьников по предметам: астрономия, история, МХК, ОБЖ, физическая культура, экология, экономика (итоговые протоколы в приложении).<br>
Поздравляем победителей и призеров!<br>
Подробнее<br>
Итоги конкурса сайтов на лучшее освещение Года учителя<br>
7 декабря состоялся финал конкурса сайтов образовательных учреждений Свердловской области на лучшее освещение Года учителя, организованного Институтом развития образования.<br>
Подробнее<br>
Уважаемые коллеги!<br>
Институт развития образования проводит 23 декабря 2010 года дополнительно Методический день по обеспечению готовности руководящих работников образовательных учреждений Свердловской области к реализации государственной образовательной политики для представителей территорий, которые по каким либо причинам не смогли участвовать в работе предыдущих семинаров по графику. Заявку на участие необходимо прислать по факсу 8 (343) 3-69-29-86 для учебной части или по E-mail: alya101@yandex.ru Якимовой Алевтине Ивановне.<br>
Подробнее<br>
Уважаемые коллеги!<br>
14 декабря ГБОУ ДПО СО "Институт развития образования" в партнерском взаимодействии со специалистами Министерства общего и профессионального образования Свердловской области и Екатеринбургской епархии провел семинар-совещание «Взаимодействие религиозных объединений и образовательных учреждений по вопросам духовно-нравственного воспитания детей в рамках курса «Основы религиозных культур и светской этики» в Свердловской области».<br>
Подробнее<br>
Уважаемые коллеги!<br>
9-10 декабря во Дворце молодежи впервые прошел областной педагогический форум для учителей начальных классов, воспитателей и руководителей дошкольных образовательных учреждений «Ребенок в современном образовательном пространстве»<br>
Подробнее<br>
Руководителям МО, осуществляющим управление в сфере образования<br>
О проведении областного этапа выставки<br>
"Инновации в системе образования Свердловской области" 17.12.2010<br>
Подробнее<br>
Методические дни<br>
10 декабря завершился ежегодный цикл методических дней, проводимых Институтом Развития Образования совместно с Правительством Свердловской области.<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Оргкомитетом олимпиады подведены итоги муниципального этапа Всероссийской олимпиады школьников по предметам: английский язык, биология, география, информатика, литература, математика, немецкий язык, обществознание, право, русский язык, технология, физика, французский язык, химия (итоговые протоколы в приложении).<br>
 
 <p><br>
Поздравляем победителей и призеров!<br>
 
 <p><br>
Подробнее<br>
Уважаемые коллеги!<br>
Приглашаем Вас принять участие в семинаре-совещании «Взаимодействие религиозных объединений и образовательных учреждений по вопросам духовно-нравственного воспитания детей в рамках апробации курса «Основы религиозных культур и светской этики» в Свердловской области», который состоится 14 декабря 2010 года в актовом зале МО и ПО Свердловской области<br>
Подробнее<br>
Уважаемые коллеги!<br>
Предлагаем Вам программу методического дня ИРО<br>
Подробнее<br>
Уважаемые коллеги!<br>
Государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» совместно с ООО «Торгово-издательский дом «Русское слово-РС» проводят семинар для руководителей методических объединений по географии, учителей географии на тему «Сочетание приёмов педагогики сотрудничества с последними достижениями академической географической науки на примере УМК «География» издательства «Русское слово» в условиях новых стандартов и современных форм итоговой аттестации» (6 час.), который состоится 14 декабря 2010 года в 10.00 на базе ИРО (адрес: г. Екатеринбург, ул. Академическая, 16, библиотечно-информационный центр, читальный зал; транспорт: тролл. № 6, 7, 12, 19, 20; трам. №№ 4, 5А, 16, 18 до ост. «Мира»).<br>
Подробнее<br>
Уважаемые коллеги!<br>
Государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» совместно с ООО «Торгово-издательский дом «Русское слово-РС» проводят семинар для руководителей методических объединений по биологии, учителей биологии на тему «Итоговая аттестация по биологии за курс основной школы (ГИА)» (8 час.), который состоится 13 декабря 2010 года в 10.00 на базе учебного корпуса ИРО (адрес: г. Екатеринбург, ул. Щорса, 92А, корп.4, актовый зал; транспорт: тролл. № 11; трам. №№ 1, 4, 5, 14, 15, 25 до ост. «Автовокзал»).<br>
Подробнее<br>
Материалы Коллегии Министерства общего и профессионального образования СО<br>
Уважаемые коллеги, в приложении к новости материалы Коллегии Министерства общего и профессионального образования СО 10.11.10 В данной новости выкладываются дополнительные материалы к Коллегии, не вошедшие в предыдущую новость.<br>
Подробнее<br>

<p><br>
Организаторам олимпиады школьников<br>
Оргкомитетом олимпиады подведены итоги муниципального этапа Всероссийской олимпиады школьников по предметам БИОЛОГИЯ, ЛИТЕРАТУРА, НЕМЕЦКИЙ ЯЗЫК.<br>
Поздравляем победителей и призеров!<br>
Подробнее<br>
Педагогическим и руководящим работникам системы дошкольного образования<br>
9-10 декабря 2010 года состоится Областной педагогический Форум «Ребенок в современном образовательном пространстве».<br>
Форум проводится в соответствии с планом проведения «Года учителя» и с целью широкого обсуждения проблем и перспектив развития дошкольного образования в Свердловской области, а также вопросов, связанных с реализацией национальной образовательной инициативы «НАША НОВАЯ ШКОЛА».<br>
Подробнее<br>
Руководителям ОМС, осуществляющих управление в сфере образования, руководителям ОУ<br>
Уважаемые коллеги!<br>
 
 <p><br>
ГБОУ ДПО СО «Институт развития образования» предлагает  для безвозмездной передачи в образовательные учреждения Свердловской области учебную литературу разных лет издания  для комплектования  библиотечных фондов образовательных учреждений.<br>
Просим вас в срок до 25 ноября 2010 г. направить заявки по предлагаемой форме (Приложение 1) на электронный  адрес:       volkhina_lib@ irro.ru. Контактное лицо: Легостаева Ольга Юрьевна,             тел. (343) 369-29-86.<br>
Отгрузка литературы будет осуществляться в срок с 26 ноября по            1 декабря 2010 года по адресу: г. Екатеринбург, ул. Щорса,  92а, корп. 4. Контактное лицо: Соболев Дмитрий Георгиевич (тел. (343) 257-50-17).<br>
 При получении литературы представитель образовательного учреждения должен иметь при себе следующие документы:<br>
1) доверенность, оформленную на типовом бланке и  заверенную подписью руководителя и печатью учреждения;<br>
2) документ, удостоверяющий личность получателя;<br>
3) оригинал заявки, заверенный печатью и подписью руководителя образовательного учреждения.<br>
 
 <p><br>
Приложение: на      л. в 1 экз.<br>
 
 
 <p><br>
Ректор                                                                                         О. В. Гредина<br>
Подробнее<br>
Руководителям ОМС, осуществляющих управление в сфере образования, руководителям ОУ<br>
Уважаемые коллеги!<br>
 
 <p><br>
Информируем Вас о том, что в срок до 1 декабря 2010 г. со склада  ГБОУ ДПО   СО   «Институт  развития  образования» (г. Екатеринбург, ул. Щорса,  92а, корп. 4) необходимо получить книжные издания «Большая Российская энциклопедия» согласно прилагающейся разнарядке (Приложение 1).<br>
При получении изданий представитель образовательного учреждения должен иметь при себе следующие документы:<br>
1) доверенность, оформленную на типовом бланке, заверенную подписью руководителя и печатью учреждения;<br>
2) документ, удостоверяющий личность представителя образовательного учреждения;<br>
3) договор о безвозмездной передаче имущества в пользование, подписанный со стороны Получателя (Приложение 2).<br>
Контактное лицо:<br>
Соболев Дмитрий Георгиевич (тел. (343) 257-50-17).<br>
 
 <p><br>
Приложение: на 7 л. в 1экз.<br>
 
 
 
 <p><br>
Ректор                                                                                            О. В. Гредина<br>
Подробнее<br>
Уважаемые коллеги!<br>
В базе данных «ИРО» локальной компьютерной сети библиотечно-информационного центра в папке «Электронные книги и журналы» размещены подшивки журналов: «Аквариум» (1993-2010), «В помощь радиолюбителю», «Моделист-конструктор», «Радиолюбитель», «Техника-молодежи» (1935-2008), «Юный техник».<br>
Приятного чтения!<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Оргкомитетом олимпиады подведены итоги муниципального этапа Всероссийской олимпиады школьников по предмету ОБЩЕСТВОЗНАНИЕ.<br>
Поздравляем победителей и призеров!<br>
Подробнее<br>
Новости подразделения<br>
Уважаемые педагоги!. 15. декабря 2010 г. состоится итоговая аттестация по ОП «Формирование социокультурных компетенций ученика в процессе подготовки к итоговой аттестации в новой форме». Тем слушателям, которые набрали в накопительных ведомостях 72 часа, предлагаем позвонить на кафедру, чтобы записаться на итоговую аттестацию<br>
 
 
 <p><br>
Уважаемые педагоги, в связи с исключением раздела «Говорение» из комплекта  контрольных измерительных материалов ЕГЭ по иностранному языку  и отсутствием необходимости подготовки экзаменаторов-собеседников для проведения данного раздела в 2011 году, проведение ОП «Подготовка экзаменаторов-собеседников ЕГЭ по английскому языку» (80 часов), запланированной с 06 по 17 декабря 2010 года кафедрой филологического образования, является нецелесообразной. В связи с этим, вместо данной заявленной программы в указанные сроки будет проведена ОП «Обучение тьюторов для подготовки педагогов к проведению ЕГЭ по иностранному языку» (немецкий язык, 72 часа), охватывающая методику подготовки к выполнению тех разделов ЕГЭ по иностранному языку, которые включены в экзаменационную работу 2011 года.<br>
 
 
 
 <p><br>
Уважаемые педагоги, в связи с большим количеством заявок на семинар<br>
«Использование ИКТ в преподавании русского языка и литературы» (8 час.) 9.12.2010, семинар будет проводиться дополнительно 20.12.2010 г. и 23.12.2010 г., а так же будет внесен в график работы на вторую половину учебного года.<br>
 
 <p><br>
Просим внимательно ознакомиться со списком заявок на данный семинар в указанные сроки.<br>
 
 
 <p><br>
«Использование ИКТ в преподавании русского языка и литературы» (8 час.) 9.12.2010<br>
 
 <p><br>
•	В.Пышма - 5 чел (Панина Галина Юрьевна СОШ №1; Свиридова Галина Ивановна СОШ .№3; Подкорытова Галина Ивановна; Козырина Любовь Борисовна; Двитникова Валентина Владимировна).<br>
•	Ирбитский р-н - 2 чел. (Белобородова Ирина Владимировна; Новгородова Любовь Васильевна).<br>
•	Екатеринбург - 2 чел. (Жигарь Алевтина Анатольевна, Колтышева Наталья Анатольевна).<br>
•	Ревда - 7 чел (Чичулина Елена Петровна, Ярышева М.Б., Куровская М.А., Шаухина Г.В., Иванова Г.Б., Петрова Е.В., Тычкина О.И.).<br>
 
 <p><br>
«Использование ИКТ в преподавании русского языка и литературы» (8 час.)<br>
20.12.2010 г.<br>
•	Арти - 1 чел.<br>
•	Таборы - 1 чел.<br>
•	Артемовский - 1 чел.<br>
•	Камышловский р-н - 1 чел.<br>
•	Ек. Мех.тех - 1 чел.<br>
•	Красноуральск - 2 чел.<br>
•	Заречный - 1 чел.<br>
•	Н.Серги -3<br>
•	Верхотурье - 1 чел.<br>
•	В.Тагил - 1 чел.<br>
•	Рефтинский - 1 чел.<br>
 
 <p><br>
 
«Использование ИКТ в преподавании русского языка и литературы» (8 час.)<br>
23.12.2010 г.<br>
 
 <p><br>
•	Ленинский р-н - 3 чел.<br>
•	Первоуральск - 3 чел.<br>
•	Шалинский р-н - 3 чел.<br>
•	Пышминский - 3 чел.<br>
•	Белоярский - 3 чел.<br>
•	Полевской - 2 чел.<br>
 
 <p><br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Оргкомитетом олимпиады подведены итоги муниципального этапа Всероссийской олимпиады школьников по предмету ИНФОРМАТИКА.<br>
Поздравляем победителей и призеров!<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Оргкомитетом олимпиады подведены итоги муниципального этапа Всероссийской олимпиады школьников по предмету ГЕОГРАФИЯ.<br>
Поздравляем победителей и призеров!<br>
Подробнее<br>
Развитие ключевых компетенций обучающихся в преподавании естественнонаучных дисциплин<br>
1 декабря продолжится обучение на образовательной программе кафедры «Развитие ключевых компетенций обучающихся в преподавании естественнонаучных дисциплин». На вторую сессию курсанты приедут с «домашним заданием», в котором показаны примеры с конкретных уроков, на которых они работали над развитием предметных и надпредметных компетенций, примеры диагностики сформированности компетенций.<br>
Подробнее<br>
Подготовка к государственной итоговой аттестации по географии<br>
14 и 21 декабря  в рамках работы направления  «Подготовка к государственной итоговой аттестации по географии» состоятся заседания проблемных лабораторий географов -  тьюторов. Целью работы лабораторий  является выявление затруднений, возникающих у педагогов при подготовке учащихся к ЕГЭ и ГИА, а также  определение путей  эффективной работы учителя.<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Оргкомитетом олимпиады подведены итоги муниципального этапа Всероссийской олимпиады школьников по предмету АНГЛИЙСКИЙ ЯЗЫК.<br>
Поздравляем победителей и призеров!<br>
Подробнее<br>
Руководителям МО, осуществляющим управление в сфере образования<br>
Срочно!!!<br>
Вниманию победителей и призеров  конкурса на соискание премии Губернатора Свердловской области педагогическим работникам в 2010 году! (Список прилагается).<br>
Министерство образования и науки РФ объявило о проведении II Всероссийского конкурса работников образовательных учреждений «Воспитать человека» (письмо от 09.11. 2010 № 06-842).<br>
Подробнее<br>
Объявлен конкурс сценариев и фильмов о педагогах<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
До 1 декабря 2010 года принимаем заявки и материалы на Конкурс сценариев интеллектуально-состязательных  программ и фильмов о педагогах в ИРО (Академическая, 16, кабинет 307, 309).<br>
Конкурс проводится в рамках  Плана основных мероприятий проведения в Свердловской области в 2010 г. Года учителя.<br>
Подробнее<br>
Материалы Коллегии Министерства общего и профессионального образования СО<br>
Уважаемые коллеги, в приложении к новости материалы Коллегии Министерства общего и профессионального образования СО 10.11.10<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
До 1 декабря 2010 года принимаем заявки и материалы на Конкурс сценариев интеллектуально-состязательных  программ и фильмов о педагогах в ИРО (Академическая, 16, кабинет 307, 309).<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Оргкомитетом олимпиады подготовлены пояснительные записки и рекомендации по всем предметам муниципального этапа Всероссийской олимпиады школьников.<br>
Подробнее<br>
Уважаемые коллеги!<br>
В рамках Плана основных мероприятий по проведению в Свердловской области Года учителя  (приказ Министерства общего и профессионального образования Свердловской области от 22.03.2010 № 90-и) Государственное бюджетное образовательное учреждение дополнительного профессионального образования  «Институт развития образования»<br>
 25-26 ноября, 08 декабря 2010г.  организует    Дни открытых дверей в инновационных общеобразовательных учреждениях (в режиме видеоконференции).<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Информация о муниципальном этапе Всероссийской олимпиады школьников размещена на сайте irro.ru в разделе «Новости» (все новости от 21.10.2010) Напоминаем: до 10 ноября 2010 года необходимо направить в ИРО справку об организации и проведении школьного этапа. Муниципальный этап Всероссийской олимпиады школьников проводится с15 ноября 2010 –10 декабря 2010 года. В приложенных файлах можно прочитать информацию о практическом туре по физической культуре и ОБЖ.<br>
Подробнее<br>
Руководителям муниципальных органов управления образованием<br>
О проведении методических дней ИРО.<br>
 В целях выполнения поручения Губернатора Свердловской области об "Оказании методической помощи муниципальным образованиям области в создании новых типов муниципальных учреждений" и плана работы  Института развития образования проводятся методические дни в управленческих округах Свердловской области.<br>
Подробнее<br>
<br>
<p><br>
Уважаемые коллеги!<br>
15 октября 2010 года в ГБОУ ДПО СО «Институте развития образования» состоялся семинар-совещание «Особенности организации аттестации педагогических и руководящих работников в условиях введения нового Порядка аттестации в 2010-2011году».<br>
 
 <p><br>
Подробнее<br>
Уважаемые коллеги!<br>
Информируем Вас о том, что фирмой «1С» на базе регионального дистрибьютора «1С-УРАЛЬСКИЙ ЦЕНТР» в октябре-ноябре 2010 года с целью поддержки работников системы образовании, использующих или планирующих использовать информационные технологии для повышения эффективности управления административной деятельностью учреждения и повышения квалификации сотрудников, проводится серия телеконференций (Приложение 1)<br>
Подробнее<br>
Уважаемые коллеги!<br>
Министерство образования и науки Чеченской Республики, Центр Гуманной Педагогики Чеченской Республики при содействии Чеченского отделения общероссийского "Центра Гуманной Педагогики" с 29 ноября по 2 декабря 2010г. проводят вторые Кавказские Педагогические Чтения на тему: "Духовно-нравственное воспитание детей в процессе обучения на основе национальных традиций, обычаев и норм ислама".<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
Вниманию участников областного этапа выставки «Инновации в системе образования Свердловской области»!<br>
От имени оргкомитета выставки приглашаем Вас принять участие в работе выставки «Образование и развитие» 1-3 ноября 2010 года в межрегиональном выставочном центре «ИНЭКСПО» (Громова, 145) в соответствии с письмом ИРО и программой (прилагаются).<br>
Подробнее<br>
Руководителям МОУО и ОУ<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования. Руководителям образовательных учреждений, подведомственных Министерству общего и профессионального образования Свердловской области.<br>
 
 <p><br>
Подробнее<br>
Библиотекарям образовательных учреждений<br>
Уважаемые коллеги!<br>
Примите самые искренние и теплые поздравления с важным и знаменательным  событием для всей системы образования - Всемирным днем школьных библиотек!<br>
Подробнее<br>
Уважаемые коллеги!<br>
Второй корпус ИРО находится на ул. Щорса, 92а.<br>
Проезд транспортом:<br>
-трамвай №1, 4, 5, 15, 14, 25, 27;<br>
-маршрутное такси: №30;<br>
-троллейбус №6, 20.<br>
Подробнее<br>
Руководителям МОУО, педагогам, родителям, детям<br>
Приглашаем Вас с 1 по 3 ноября 2010 года в межрегиональный выставочный центр «ИНЭКСПО» (Громова, 145) принять участие в третьей межрегиональной специализированной выставке «Образование и развитие». В рамках выставки состоятся презентации, мастер классы победителей областного конкурса «Учитель года», выставки «Инновации в системе образования Свердловской области».<br>
Подробнее<br>
Организаторам олимпиады школьников<br>
Оргкомитетом олимпиады подготовлена информация о муниципальном этапе Всероссийской олимпиады школьников (в папке 7 документов). До 10 ноября 2010 года необходимо направить в ИРО справку об организации и проведении школьного этапа.<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
Со  8 по 12 ноября 2010 года состоится областной этап  IX Всероссийского конкурса «Мастер педагогического труда по учебным и внеучебным формам физкультурно-оздоровительной и спортивной работы» в соответствии с Положением (прилагается).<br>
Просим направить материалы победителей муниципального этапа в Свердловское региональное отделение ОГ ФСО «Юность России»<br>
до 3 ноября 2010 года  по адресу:<br>
620075 г. Екатеринбург, ул.К.Либкнехта, 5, офис 213;<br>
тел./ факс 8 (343) 371-21-32;371-25-84; к.т. 371-35-80, 371-64-65<br>
Громыко Юрий Иванович<br>
Готфрид Ольга Владимировна.<br>
 
 <p><br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования, руководителям ОУ<br>
Православный Свято-Тихоновский гуманитарный университет проводит Общероссийскую олимпиаду школьников по Основам православной культуры «Русь святая, храни веру Православную!»<br>
         Полная информация на сайте pravolimp.ru<br>
 
 <p><br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования, руководителям ОУ<br>
Екатеринбургская епархия РПЦ  приглашает к участию в конкурсе «Ручейки добра: нравственная и культурная красота Православия»<br>
 
 <p><br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
О проведении областного семинара-совещания для руководителей представительтва ГАК и ЦКИ, специалистов МОУО Свердловской области, курирующих вопросы аттестации педагогических и руководящих работников.<br>
Подробнее<br>
Областной семинар-совещание с руководителями муниципальных методических служб 20.10<br>
ГБОУ ДПО СО «Институт развития образования Свердловской области» 20 октября 2010 года проводит областное семинар-совещание «Приоритетные направления деятельности муниципальных методических служб на 2010-11 учебный год». К участию приглашаются руководители муниципальных методических служб.<br>
Подробнее<br>
Об обучении в форме экстерната<br>
Скачать документ<br>
Подробнее<br>
Слушателям курсов повышения квалификации<br>
"Институт развития образования" располагает общежитием для проживания иногородних слушателей. Размещение в одноместных, двухместных, трехместных номерах.<br>
Подробнее<br>
Руководителям муниципальных органов управления образованием<br>
Уважаемые коллеги!<br>
 Информируем вас о том, что в соответствии с распоряжением Правительства Российской Федерации от 4 февраля 2009 г.№ 131-р и во исполнение распоряжения Правительства Свердловской области от 06.08.2010 г. № 990-РП «Об организации и проведении в 2010-2011 годах работ по сбору сведений о библиотеках, находящихся на территории Свердловской области», идет подготовка к сбору сведений о библиотеках, входящих в структуру образовательных учреждений, находящихся на территории муниципальных образований Свердловской области и отвечающих требованиям, предъявляемым к единицам статистического наблюдения.<br>
Подробнее<br>
Дорогие коллеги!<br>
 От всей души поздравляю вас с Днем учителя!<br>
 Хочется надеяться, что наш профессиональный праздник в Год Учителя станет по-настоящему особенным и запоминающимся событием. Примите пожелания процветания и стабильности, доброго здоровья, сил и упорства в служении такому трудному, но поистине благородному делу - учить и воспитывать молодое поколение! Коллектив Института рассчитывает на долговременное и успешное сотрудничество с вами, направленное на реализацию значимых педагогических инициатив, способствующих формированию положительного имиджа педагогов Свердловской области и развитию образования России. Успехов Вам!<br>
<br> 
 <p><br><br>
Ректор      О.В. Гредина<br>
<br> 
 <p><br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
Подведены итоги заочного тура областного конкурса «Лучший преподаватель - организатор ОБЖ»<br>
29 сентября 2010 года в городе Екатеринбурге на базе МОУ СОШ № 76 состоится Финал конкурса.  Регистрация с 8.00.<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
27 сентября 2010 года с 13.00 до 16.00. в малом зале Дворца Молодежи (пр. Ленина, 1) состоится церемония награждения всех участников детского литературного конкурса «Слово об учителе».<br>
Подробнее<br>

<p><br>
Ответственным за проведение олимпиады школьников<br>
Академия повышения квалификации и профессиональной переподготовки работников образования направляет методические материалы по 21 общеобразовательному предмету для составления заданий школьного и муниципального этапов Всероссийской олимпиады школьников в 2010-2011 учебном году.<br>
Подробнее<br><br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
Оргкомитет детского литературного конкурса «Слово об учителе»<br>
поздравляет победителей, призеров, выражает благодарность всем участникам - детям и педагогам - руководителям и приглашает всех участников конкурса на церемонию награждения<br>
27 сентября 2010 года с 13.00 до 16.00. в малый зал Дворца Молодежи (Ленина, 1).<br>
 
 <p><br>
Подробнее<br>
Вниманию педагогов и библиотечных специалистов образовательных учреждений!<br>
Свердловская областная библиотека для детей и юношества и Свердловская областная научная библиотека им. В. Г. Белинского приглашают вас принять участие в III Екатеринбургском Книжном Фестивале, который проводится в рамках Всероссийского Открытого урока чтения с 6 по 9 октября 2010 года.<br>
 
 <p><br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
17 сентября 2010 года состоится второй (очный) тур конкурса на соискание премии Губернатора Свердловской области педагогическим работникам в 2010 году в категории «Учитель года».<br>
Приглашаем финалистов, участников заочного этапа, гостей конкурса.<br>
 
 <p><br>
Подробнее<br>
Руководителям, педагогам и методистам образовательных учреждений<br>
Уважаемые коллеги! Государственное бюджетное образовательное учреждение дополнительного профессионального образования Свердловской области «Институт развития образования» проводит c 1 сентября конкурс сайтов образовательных учреждений и конкурс блогов "Я-учитель нашего времени". Подробная информация о конкурсах находится в разделе Конкурсы.<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
17 сентября 2010 года состоится финал конкурса на соискание премии Губернатора Свердловской области в категории "Учитель года".<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
По итогам экспертизы материалов кандидатов на соискание премии Губернатора Свердловской области педагогическим работникам в 2010 году в категории «Учитель года» составлен рейтинг участников. О втором (очном) туре конкурса по всем номинациям будет объявлено дополнительно.<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования, руководителям ОУ<br>
Уважаемые коллеги!<br>
 Государственное бюджетное образовательное учреждения дополнительного профессионального образования Свердловской области «Институт развития образования» проводит региональный этап Всероссийского конкурса «Школы здоровья в России: содействовать здоровью - повышать качество жизни».<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
3 сентября 2010 года состоялся второй (очный) тур конкурса на соискание премии Губернатора Свердловской области педагогическим работникам в 2010 году в номинации «Воспитатель дошкольного образовательного учреждения».<br>
Благодарим финалистов, группы поддержки, гостей конкурса за активное участие в заключительном мероприятии.<br>
Подробнее<br>
Руководителям органов местного самоуправления, осуществляющих управление в сфере образования<br>
По итогам экспертизы материалов кандидатов на соискание премии Губернатора Свердловской области педагогическим работникам в 2010 году в категории «Воспитатель года» составлен рейтинг участников.<br>
 
 <p><br>
3 сентября 2010 года состоится второй (очный) тур конкурса в номинации «Воспитатель дошкольного образовательного учреждения».<br>
 
 
 <p><br>
 
Подробнее<br>
Руководителям ОУ!<br>
Оргкомитет регионального Конкурса «За нравственный подвиг учителя» - 2010 поздравляет победителей, призеров, выражает благодарность всем участникам и приглашает 24 августа 2010 года, в 10.00, в Духовно-просветительский центр Екатеринбургской епархии (адрес: ул. Репина, 6-а), где в рамках VI Епархиального съезда законоучителей, на Пленарном заседании, состоится торжественное вручение дипломов всем участникам и награждение победителей Конкурса.<br>
(343) 254-65-38 - учебный отдел Екатеринбургской епархии.<br>
 
 <p><br>
Подробнее<br>
Уважаемые коллеги!<br>
С 16 по 24 августа 2010 года в ИРО проведена ОП "Федеральный государственный стандарт начального общего образования: содержание и технологии введения".<br>
Подробнее<br>
Всем интересующимся нанотехнологиями!!!<br>
С 07.09.10 по 01.10.10 ГБОУ ДПО СО «ИРО» совместно с ООО «БИНОМ. Лаборатория знаний» проводят апробацию цикла научно-популярных лекций «Мир нанотехнологий» в режиме видеоконференций, разъясняющих основные понятия и термины, раскрывающих наиболее перспективные области использования и направления развития нанотехнологий, их современные достижения для мотивации молодежи к выбору карьеры в области наноматериалов и нанотехнологий, воспроизводству молодых кадров наноиндустрии.<br>
Более подробная информация о просмотре видеолекций содержится во вложенных файлах.<br>
 
 <p><br>
Подробнее<br>
Внимание представителям ОУ, отправлявших заявку на обучение по электронным дневникам!<br>
Обучение по работе с электронными дневниками (в соответствии с письмом Министерства общего и профессионального образования от 30.06.2010 №010105/3735 «О мерах по реализации услуг «Электронный дневник») будет проводиться либо в очно-дистанционной, либо в дистанционной форме. Сроки начала обучения будут объявлены дополнительно.<br>
Подробнее<br>
Схема проезда к ИРО<br>
Вы можете узнать как проехать к ИРО на Картах Google или в приложенном рисунке.<br>
Подробнее<br>
Внимание участников ЕГЭ в июле 2010г!<br>
Свидетельства о результатах ЕГЭ в июле 2010 года можно получить 29 июля 2010 года с 9:00 до 17:00 по адресу: ул. Академическая, 16, кабинет 412. При себе иметь паспорт (для участников ЕГЭ) или паспорт и оформленную в установленном порядке доверенность (для лиц, представляющих интересы участников ЕГЭ). В остальные дни свидетельства можно получить:   Понедельник-Четверг: с 9:00 до 17:00 Пятница: с 9:00 до 16:00  по адресу: ул. Академическая, 16, кабинет 412.<br>
Подробнее<br>
Уважаемые коллеги!<br>
Перечень программ, реализуемых ИРО в соответствии с лицензией - в прикрепленном файле.<br>
Подробнее<br>
Об участии в учредительной конференции Ассоциации учителей физики<br>
Министерство образования и науки России информирует, что с 30 августа по 8 сентября 2010 года ФГОУ Академия повышения квалификации и профессиональной переподготовки работников образования совместно с Московским физико-техническим институтом (МФТИ) проводит курсы повышения квалификации учителей физики лицеев, гимназий и общеобразовательных школ по проблеме: "Преподавание физики в современной школе".<br>
В рамках курсов повышения квалификации запланировано проведение учредительной конференции Всероссийской Ассоциации учителей физики.<br>
Подробнее<br>
Психологам<br>
Общероссийская общественная организация «Федерация психологов образования России», ГОУ ВПО «Московский городской психолого-педагогический университет» и Центра практической психологии образования проводят:<br>
27 сентября - 3 октября 2010 в г. Сочи  Всероссийский Форум «Обучение. Воспитание. Развитие - 2010»<br>
Подробнее<br>
Руководителям ОУ и педагогам<br>
Рекомендации Института развития регионального образования Свердловской области по организации процесса апробации учебного курса «Основы религиозных культур и светской этики» в 2009-2010 учебном году (IV четверть), в 2010-2011 учебном году (1 четверть).<br>
Подробнее<br>

                